{"cursor":"7284","size":15,"audio":[],"currentlang":"en","article":"'Economic conversion', 'defence conversion', or 'arms conversion', is a\ntechnical, economic and political process for moving from military to civilian\nmarkets. Economic conversion takes place on several levels and can be applied to\ndifferent organizations. In terms of levels (roughly corresponding to geographic\nscales), conversion can take place at the level of new innovation projects,\ndivisions within multi-divisional firms, companies, and national economies. In\nterms of objects, conversion can govern workers (i.e. retraining), firms (in\nterms of workers, capital, facilities and real estate) and land (in terms of\nreal estate). Some of these scales obviously overlap. Organizations that can be\nconverted include defense firms, military bases, and defense laboratories.\n\nConversion should be distinguished from economic diversification although the\ntwo processes overlap. Conversion involves the maximum reuse of military\ncommitted resources, with the emphasis on reuse of existing personnel. The key\npersonnel within defense firms are engineers and factory workers, and managers\nskilled in managing innovations. Another key emphasis in conversion is in the\narea of new product development. Diversification can involve financial\nmanipulation, e.g. in purchasing new firms, which leaves in place existing\ncommitments to military production. Sometimes however, economic conversion\nrequires purchase of another firm to supply \"complementary capacities.\"\nGenerally, conversion can be supported by various factors that help defense\nfirms overcome specialization.\n\nAmong the key periods associated with economic conversion have been the postwar\nconversion after World War II, numerous experiments in diversification (with\nconversion of defense engineers' skills) in the period after the Vietnam War in\nthe 1970s, and similar efforts after the Cold War. Various militarist and\ncorporate critics battled labor and peace advocates during these conversion\nopenings, with the former usually winning the day.\n\nIn modern times, a key figure in promoting the idea of economic conversion was\nthe late Seymour Melman (1917–2004), a professor at Columbia University in the\nUnited States. In recent times, the idea has also been promoted by various\nscholars and activists, particularly during the 1980s and 1990s, in Europe, the\nUnited States, Israel and South Africa. Following the end of the Cold War, great\nattention was placed on the prospects for economic conversion.\n\nRegarding differences in the 1970s and the postwar era, Seymour Melman noted\nthat: \"The problem of conversion from military to civilian work is\nfundamentally different now from the problem that existed after World War II.\nAt that time, the issue was reconversion; the firms could and did go back to\ndoing the work they had been involved in before the war. They could literally\ndraw the olds sets of blueprints and tools from the shelf and go to work on the\nold products. At the present time, the bulk of military production is\nconcentrated in industries, firms, or plants that have been specialized for\nthis work, and frequently have no prior history of civilian work\" (The Defense\nEconomy, 1970: 7).\n\nDetailed empirical studies conducted by Seymour Melman, John Ullmann, Lloyd J.\nDumas, Catherine Hill, Greg Bischak, Ann Markusen, Michael Oden, Jonathan\nMichael Feldman, and others have shown the technical or economic viability of\neconomic conversion. After the September 11, 2001 attacks and concentrated\npolitical power directed towards military-serving interests, the obstacles to\nconversion have been considerable. Extensive political barriers suggest that\nconversion promotion requires various forms of institutional transformation and\nsocial movement mobilization.\n\nTo be successful, conversion must be part of a larger political program\ninvolving, military budget reductions, reindustrialization, and infrastructure\nrenewal. For example, if a given defense firm should convert, its production\ncould be easily replaced by output from another firm. Marcus Raskin at the\nInstitute for Policy Studies in Washington, D.C. has developed such a treaty for\ncomprehensive disarmament.\n\nIn the contemporary period, from the late 1990s to the present day (circa 2010)\nthe prospects for conversion have been constrained by regional conflicts, the\nso-called \"war on terror,\" and consolidation within the defense industry through\nmegers, acquisitions and regional production networks. These barriers have\ndecreased the incentives to shift into civilian markets for various firms,\nexcept for those more on the periphery of defense acquisition. Nevertheless, the\npotential debate over mega military systems like specific jet fighter programs\nor Trident (in the U.K.) as well as an overall climate of fiscal austerity might\npressure or encourage some military firms to go civilian. Arms control\nagreements related to nuclear weapons might also lower the projected demand for\nsome military suppliers. Ultimately, the extension of civilian markets for\ndefense firms might be encouraged by building up the demand for civilian\nindustrial markets like mass transit, alternative energy and sustainable,\ncivilian infrastruture.\n","linknr":122,"url":"Economic_conversion","recorded":1362684493,"links":12,"instances":[],"pdf":[],"categories":["Military economics","Economic theories"],"headings":["External links","Key references"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Technology","Economic","Political","Military","Civilian","Geographic","Workers","Business","Real_estate","Economic_diversification","Reuse","Human_resources","Personnel","Engineers","Managers","Innovations","Departmentalization","World_War_II","Vietnam_War","Cold_War","Seymour_Melman","Professor","Columbia_University","United_States","Europe","Israel","South_Africa","Seymour_Melman","Blueprints","Empirical","John_Ullmann","Lloyd_J._Dumas","Catherine_Hill","Greg_Bischak","Ann_Markusen","Michael_Oden","Jonathan_Michael_Feldman","September_11,_2001_attacks","Budget","Reindustrialization","Infrastructure","Marcus_Raskin","Institute_for_Policy_Studies","Washington,_D.C.","Treaty"]}