{
   "micrownet" : [
      "elbow_grease"
   ],
   "duck" : [],
   "common" : {
      "milestones" : [],
      "image" : [
         [],
         []
      ]
   },
   "Lists" : [
      "List_of_practical_joke_topics"
   ],
   "created" : 1373471869,
   "book" : [],
   "micro-www" : {
      "elbow_grease" : [
         ""
      ]
   },
   "wiki" : {
      "cat" : [
         "Practical jokes"
      ],
      "text" : "\n\n\n'Elbow grease' is an idiom for working hard at manual labour, as in \"You need\nto use some elbow grease.\" It is a humorous reflection of the fact that some\ntasks can only be achieved by hard effort and human energy, contrasting with\nthe idea that there should be some special oil, tool or chemical product to\nmake the job easier.\n\nIt has also been used as a practical joke by a master tradesperson on\napprentices, e.g. \"Go fetch some elbow grease from him.\" Each tradesperson will\nsay someone else has the elbow grease and send the unwitting apprentice on to\nanother master tradesperson. The snipe hunt will continue until the apprentice\ngives up, catches on or runs out of people/places to search.\n\nIn the United States Navy, the \"Elbow Grease\" prank has a practical purpose.\nIt requires collusion between senior petty officers and the Supply Department.\nA young sailor is given an official supply requisition for \"Grease, Elbow\" by\nhis supervisor. The supply clerks send him from one store room to another on\nthe ship, then the last store room clerk informs the sailor that he just\nyesterday issued the last tub of \"elbow grease\" to the engine room. The\nsailors in the engine room tell him that they only needed a little of the\nstuff, and that the signal bridge needed the rest of it, so they gave it to\nthe signal bridge. By the time the sailor figures it out, he's had a complete\ntour of his (or her) ship.\n",
      "title" : "elbow grease",
      "headings" : [
         "Appearances in popular media",
         "See also"
      ]
   },
   "micro-relation" : [
      "1: Manual_labour",
      "1: Practical_joke",
      "1: Snipe_hunt",
      "1: Red_vs._Blue",
      "1: List_of_practical_joke_topics"
   ]
}
