{"cursor":"2630","size":15,"audio":[],"currentlang":"en","article":"\n\nThe 'Electronic Document System' (EDS) was an early hypertext system â also\nknown as the 'Interactive Graphical Documents' (IGD) hypermedia system â focused\non creation of interactive documents such as equipment repair manuals or computer-\naided instruction texts with embedded links and graphics. EDS was created as\n1978â1981 research project at Brown University by Steven Feiner, Sandor Nagy and\nAndries van Dam.\n\n\n\nEDS used a dedicated Ramtech raster display and VAX-11/780 computer to create\nand navigate a network of graphic pages containing interactive graphic buttons.\nGraphic buttons had programed behaviors such as invoking an animation, linking\nto another page, or exposing an addition level of detail.\n\nThe system had three automatically created navigation aids:\n# a timeline showing thumbnail images of pages traversed; a 'neighbors' display\n# showing thumbnails of all pages linking to the current page on the left, and\n# all pages reachable from the current page on the right; a visual display of\n# thumbnail page images arranged by page keyword, color coded by chapter.\n\nUnlike most hypertext systems, EDS incorporated state variables associated with\neach page. For example, clicking a button indicating a particular hardware fault\nmight set a state variable that would expose a new set of buttons with links to\na relevant choice of diagnostic pages. The EDS model prefigured graphic\nhypertext systems such as Apple's HyperCard.\n","linknr":84,"url":"Electronic_Document_System","recorded":1362535237,"links":11,"instances":[],"pdf":[],"categories":["Hypertext","Brown University","History of human–computer interaction"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/6/66/Electronic_Document_System_%28EDS%29_-_Electronic_Maintenance_Manual_Concept_Circa_1980.jpg/220px-Electronic_Document_System_%28EDS%29_-_Electronic_Maintenance_Manual_Concept_Circa_1980.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Hypertext","Brown_University","Andries_van_Dam","VAX-11","HyperCard"]}