{"cursor":"3462","size":15,"audio":[],"currentlang":"en","article":"An 'electron acceptor' is a chemical entity that accepts electrons transferred\nto it from another compound. It is an oxidizing agent that, by virtue of its\naccepting electrons, is itself reduced in the\nprocess. http://toxics.usgs.gov/definitions/electron_acceptor.html\n\nTypical oxidizing agents undergo permanent chemical alteration through covalent\nor ionic reaction chemistry, resulting in the complete and irreversible transfer\nof one or more electrons. In many chemical circumstances, however, the transfer\nof electronic charge from an electron donor may be only fractional, meaning an\nelectron is not completely transferred, but results in an electron resonance\nbetween the donor and acceptor. This leads to the formation of charge transfer\ncomplexes in which the components largely retain their chemical identities.\n\nThe electron accepting power of an acceptor molecule is measured by its electron\naffinity which is the energy released when filling the lowest unoccupied\nmolecular orbital (LUMO).\n\nThe overall energy balance (ΔE), i.e., energy gained or lost, in an electron donor-\nacceptor transfer is determined by the difference between the acceptor's\nelectron affinity (A) and the ionization potential (I) of the electron donor:\n: {\\Delta}E=A-I\\, .\n\nIn chemistry, a class of electron acceptors that acquire not just one, but a\nset of two paired electrons that form a covalent bond with an electron donor\nmolecule, is known as a Lewis acid. This phenomenon gives rise to the wide\nfield of Lewis acid-base chemistry. The driving forces for electron\ndonor and acceptor behavior in chemistry is based on the concepts of\nelectropositivity (for donors) and electronegativity (for acceptors) of atomic\nor molecular entities.\n","linknr":132,"url":"Electron_acceptor","recorded":1362902461,"links":19,"instances":["semiconductors"],"pdf":[],"categories":["Electrochemistry"],"headings":["Examples","See also","References","External links"],"image":["//upload.wikimedia.org/math/0/1/8/018888aece53ba3455d893d23a5312c7.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["acceptor","semiconductors"]],"members":["acceptor"],"related":["Electron","Oxidizing_agent","Redox","Electron_donor","Charge_transfer_complex","Electron_affinity","Molecular_orbital","Ionization_potential","Chemistry","Covalent_bond","Lewis_acid","Lewis_acids_and_bases","Electropositivity","Electronegativity","Oxygen","Nitrate","Iron","Manganese","Sulfate","Carbon_dioxide","Microorganisms","Chlorinated","Tetrachloroethylene","Trichloroethylene","Dichloroethene","Vinyl_chloride","Biodegradation","Biology","Cellular_respiration","Photosynthesis","Electron_transport_chain","Oxidized","Redox","Semiconductor","Acceptor_(semiconductors)"]}