{"cursor":"6136","size":15,"audio":[],"currentlang":"en","article":"The 'Enzyme-linked immunosorbent spot' ('ELISPOT') assay is a common method for\nmonitoring immune responses in humans and animals. It was developed by Cecil\nCzerkinsky in 1983.\n\nThe ELISPOT assay is based on, and was developed from a modified version of the\nELISA immunoassay. ELISPOT assays were originally developed to enumerate B cells\nsecreting antigen-specific antibodies, and have subsequently been adapted for\nvarious tasks, especially the identification and enumeration of cytokine-\nproducing cells at the single cell level. Simply put, at appropriate conditions\nthe ELISPOT assay allows visualization of the secretory product of individual\nactivated or responding cells. Each spot that develops in the assay represents a\nsingle reactive cell. Thus, the ELISPOT assay provides both qualitative (type of\nimmune protein) and quantitative (number of responding cells) information.\n\nBy virtue of exquisite sensitivity of the ELISPOT assay, frequency analysis of\nrare cell populations (e.g., antigen-specific responses) which were not possible\nbefore are now relatively easy. This exceptional sensitivity is in part because\nthe product is rapidly captured around the secreting cell: before it is either\ndiluted in the supernatant, captured by receptors of adjacent cells, or\ndegraded. This makes ELISPOT assays much more sensitive than conventional ELISA\nmeasurements. Limits of detection are below 1/100,000 rendering enumerate the\nactively producing cells. This allows much of the analysis process to be\nautomated, and permits a greater level of accuracy than what can be achieved\nusing manual inspection.\n","linknr":161,"url":"ELISPOT","recorded":1362481397,"links":16,"instances":[],"pdf":[],"categories":["Immunologic tests"],"headings":["Procedure","Fluorospot Assay","Application","See also","References","External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["ELISA","Immunoassay","B_cell","Antibody","Cytokine","ELISA","Monoclonal_antibodies","Polyclonal_antibodies","Polyvinylidene_fluoride","Antigen","Mitogen","Carbon_dioxide","Cell_incubator","Biotin","Avidin","Horseradish_peroxidase","5-Bromo-4-chloro-3-indolyl_phosphate","Nitro_blue_tetrazolium_chloride","FluoroSpot","Assay","Assay","ELISA","Immunoassay","Secretion_assay"]}