{"cursor":"4129","size":15,"audio":[],"currentlang":"en","article":"'Empirical evidence' (also 'empirical data', 'sense experience', 'empirical\nknowledge', or the 'a posteriori') is a source of knowledge acquired by means of\nobservation or experimentation. Empirical evidence is information\nthat justifies a belief in the truth or falsity of an empirical claim. In the\nempiricist view, one can only claim to have knowledge when one has a true belief\nbased on empirical evidence. This stands in contrast to the rationalist view\nunder which reason or reflection alone is considered to be evidence for the\ntruth or falsity of some propositions. Feldman, Richard,\nEvidence, The Cambridge Dictionary of Philosophy The senses are the\nprimary source of empirical evidence. Although other sources of evidence, such\nas memory, and the testimony of others ultimately trace back to some sensory\nexperience, they are considered to be secondary, or indirect.\n\nIn another sense, empirical evidence may be synonymous with the outcome of an\nexperiment. In this sense, an empirical result is an unified confirmation. In\nthis context, the term semi-empirical is used for qualifying theoretical methods\nwhich use in part basic axioms or postulated scientific laws and experimental\nresults. Such methods are opposed to theoretical [[ab initio]] methods which are\npurely deductive and based on first principles.\n\nStatements and arguments depending on empirical evidence are often referred to\nas 'a posteriori' (\"from the later\") as distinguished from a priori (\"from the\nearlier\"). (See A priori and a posteriori). A priori knowledge or justification\nis independent of experience (for example \"All bachelors are unmarried\");\nwhereas a posteriori knowledge or justification is dependent on experience or\nempirical evidence (for example \"Some bachelors are very happy\").\n\nThe standard positivist view of empirically acquired information has been that\nobservation, experience, and experiment serve as neutral arbiters between\ncompeting theories. However, since the 1960s, a persistent critique most\nassociated with Thomas Kuhn, has argued that these methods are\ninfluenced by prior beliefs and experiences. Consequently it cannot be expected\nthat two scientists when observing, experiencing, or experimenting on the same\nevent will make the same theory-neutral observations. The role of observation as\na theory-neutral arbiter may not be possible. Theory-dependence of observation\nmeans that, even if there were agreed methods of inference and interpretation,\nscientists may still disagree on the nature of empirical data.\n","linknr":290,"url":"Empirical_knowledge","recorded":1362690141,"links":25,"instances":["logic","science"],"pdf":[],"categories":["Empiricism","Epistemology of science","Evidence","Experiments","Justification","Observation","Sampling (statistics)","Scientific method","Statistical terminology","Sources of knowledge"],"headings":["See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Wiktionary-logo-en.svg/15px-Wiktionary-logo-en.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["statement","logic"],["phenomenology","science"]],"members":["statement","phenomenology"],"related":["Knowledge","Observation","Experiment","Theory_of_justification","Belief","Empiricism","Rationalism","Reason","Proposition","The_Cambridge_Dictionary_of_Philosophy","Sense","Memory","Testimony","Axiom","Deductive_reasoning","First_principle","Statement_(logic)","Argument","A_priori_and_a_posteriori","Positivism","Thomas_Kuhn","Empirical_distribution_function","Empirical_formula","Empirical_measure","Empirical_method","Empirical_research","Phenomenology_(science)","Scientific_evidence","Theory"]}