{"cursor":"7004","size":15,"audio":[],"currentlang":"en","article":"\n\n\n\nIn cryptography, 'encryption' is the process of encoding messages (or\ninformation) in such a way that eavesdroppers or hackers cannot read it, but\nthat authorized parties can. Goldreich, Oded. Foundations of\nCryptography: Volume 2, Basic Applications. Vol. 2. Cambridge university press,\n2004. In an 'encryption scheme', the message or information (referred to\nas plaintext) is encrypted using an encryption algorithm, turning it into an\nunreadable ciphertext (ibid.). This is usually done with the use of an\nencryption key, which specifies how the message is to be encoded. Any adversary\nthat can see the ciphertext should not be able to determine anything about the\noriginal message. An authorized party, however, is able to decode the ciphertext\nusing a 'decryption' algorithm, that usually requires a secret decryption key,\nthat adversaries do not have access to. For technical reasons, an encryption\nscheme usually needs a key-generation algorithm to randomly produce keys.\n\nThere are two basic types of encryption schemes: Symmetric-key and public-key\nencryption. In symmetric-key schemes, the encryption\nand decryption keys are the same. Thus communicating parties must agree on a\nsecret key before they wish to communicate. In public-key schemes, the\nencryption key is published for anyone to use and encrypt messages. However,\nonly the receiving party has access to the decryption key and is capable of\nreading the encrypted messages. Bellare, Mihir. \"Public-Key Encryption in a\nMulti-user Setting: Security Proofs and Improvements.\" Springer Berlin\nHeidelberg, 2000. Page 1. Public-key encryption is a relatively recent\ninvention: historically, all encryption schemes have been symmetric-key (also\ncalled private-key) schemes.\n\nEncryption has long been used by militaries and governments to facilitate secret\ncommunication. It is now commonly used in protecting information within many\nkinds of civilian systems. For example, the Computer Security Institute reported\nthat in 2007, 71% of companies surveyed utilized encryption for some of their\ndata in transit, and 53% utilized encryption for some of their data in\nstorage. Robert Richardson, 2008 CSI Computer Crime and Security Survey at\n19.[http://i.cmpnet.com/v2.gocsi.com/pdf/CSIsurvey2008.pdf i.cmpnet.com]\nEncryption can be used to protect data \"at rest\", such as files on computers and\nstorage devices (e.g. USB flash drives). In recent years there have been\nnumerous reports of confidential data such as customers' personal records being\nexposed through loss or theft of laptops or backup drives. Encrypting such files\nat rest helps protect them should physical security measures fail. Digital\nrights management systems which prevent unauthorized use or reproduction of\ncopyrighted material and protect software against reverse engineering (see also\ncopy protection) is another somewhat different example of using encryption on\ndata at rest.\n\nEncryption is also used to protect data in transit, for example data being\ntransferred via networks (e.g. the Internet, e-commerce), mobile telephones,\nwireless microphones, wireless intercom systems, Bluetooth devices and bank\nautomatic teller machines. There have been numerous reports of data in transit\nbeing intercepted in recent years. Fiber Optic Networks Vulnerable to\nAttack, Information Security Magazine, November 15, 2006, Sandra Kay\nMiller Encrypting data in transit also helps to secure it as it is often\ndifficult to physically secure all access to networks.\n\nEncryption, by itself, can protect the confidentiality of messages, but other\ntechniques are still needed to protect the integrity and authenticity of a\nmessage; for example, verification of a message authentication code (MAC) or a\ndigital signature. Standards and cryptographic software and hardware to perform\nencryption are widely available, but successfully using encryption to ensure\nsecurity may be a challenging problem. A single slip-up in system design or\nexecution can allow successful attacks. Sometimes an adversary can obtain\nunencrypted information without directly undoing the encryption. See, e.g.,\ntraffic analysis, TEMPEST, or Trojan horse.\n\nOne of the earliest public key encryption applications was called Pretty Good\nPrivacy (PGP). It was written in 1991 by Phil Zimmermann and was purchased by\nSymantec in 2010.\n\nDigital signature and encryption must be applied at message creation time (i.e.\non the same device it has been composed) to avoid tampering. Otherwise any node\nbetween the sender and the encryption agent could potentially tamper it. It\nshould be noted that encrypting at the time of creation only adds security if\nthe encryption device itself has not been tampered with.\n","linknr":205,"url":"Encrypt","recorded":1362902177,"links":49,"instances":["computing","writer","cryptography"],"pdf":["http://i.cmpnet.com/v2.gocsi.com/pdf/CSIsurvey2008.pdf"],"categories":["Cryptography"],"headings":["See also","Notes","References","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Crypto_key.svg/32px-Crypto_key.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Wiktionary-logo-en.svg/37px-Wiktionary-logo-en.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["key","cryptography"],["key","cryptography"],["trojan_horse","computing"],["david_kahn","writer"]],"members":["trojan_horse","david_kahn","key"],"related":["Cryptography","Oded_Goldreich","Plaintext","Ciphertext","Key_(cryptography)","Key_(cryptography)","Symmetric-key_algorithm","Public-key_encryption","Computer_Security_Institute","Computers","USB_flash_drives","Digital_rights_management","Reverse_engineering","Copy_protection","Computer_network","Internet","E-commerce","Mobile_telephone","Wireless_microphone","Wireless_intercom","Bluetooth","Automatic_teller_machine","Message_authentication_code","Digital_signature","Cryptographic_software","Traffic_analysis","TEMPEST","Trojan_horse_(computing)","Public_key_encryption","Pretty_Good_Privacy","Phil_Zimmermann","Symantec","Brute-force_attack","Cold_boot_attack","Cyberspace_Electronic_Security_Act","Disk_encryption","Key_management","David_Kahn_(writer)","Abraham_Sinkov","Preneel,_Bart"]}