{"cursor":"12177","size":15,"audio":[],"currentlang":"en","article":"\n\n]] 'Energy transformation' or 'energy conversion' is the process of changing one\nform of energy to another. In physics, the term energy describes the capacity to\nproduce certain changes within a system, without regard to limitations in\ntransformation imposed by entropy. Changes in total energy of systems can only\nbe accomplished by adding or subtracting energy from them, as energy is a\nquantity which is conserved, according to the first law of thermodynamics.\nAccording to special relativity, changes in the energy of systems will also\ncoincide with changes in the system's mass, and the total amount of mass of a\nsystem is a measure of its energy.\n\nEnergy in a system may be transformed so that it resides in a different state,\nor a different type of energy. Energy in many states may be used to do many\nvarieties of physical work. Energy may be used in natural processes or machines,\nor else to provide some service to society (such as heat, light, or motion). For\nexample, an internal combustion engine converts the potential chemical energy in\ngasoline and oxygen into heat, which is then transformed into the propulsive\nenergy (kinetic energy that moves a vehicle). A solar cell converts solar\nradiation into electrical energy that can then be used to light a bulb or power\na computer.\n\nThe generic name for a device which converts energy from one form to another, is\na [[transducer]].\n\nIn general, most types of energy, save for thermal energy, may be converted\nefficiently to any other kind of energy. Sometimes this occurs with an\nefficiency of essentially 100%, such as when potential energy is converted to\nkinetic energy as an object falls in vacuum, or when it orbits nearer or farther\nfrom another object, in space. Conversion of other types of energies to heat may\nalso occurs with nearly perfect efficiency (many types of friction do this).\n\nExceptions for perfect conversion efficiency (even for isolated systems) occur\nwhen energy has already been partly distributed among many available quantum\nstates for a collection of particles, which are freely allowed to explore any\nstate of momentum and position (phase space). In such circumstances, a measure\ncalled entropy, or evening-out of energy distribution in such states, dictates\nthat future states of the system must be of at least equal evenness in energy\ndistribution. (There is no way, taking the universe as a whole, to collect\nenergy into fewer states, once it has spread to them).\n\nA consequence of this requirement is that there are limitations to the\nefficiency with which thermal energy can be converted to other kinds of energy,\nsince thermal energy in equilibrium at a given temperature already represents\nthe maximal evening-out of energy between all possible states. Such energy is\nsometimes considered \"degraded energy,\" because it is not entirely usable. The\nsecond law of thermodynamics is a way of stating that, for this reason, thermal\nenergy in a system may be converted to other kinds of energy with efficiencies\napproaching 100%, only if the entropy (even-ness or disorder) of the universe is\nincreased by other means, to compensate for the decrease in entropy associated\nwith the disappearance of the thermal energy and its entropy content. Otherwise,\nonly a part of thermal energy may be converted to other kinds of energy (and\nthus, useful work), since the remainder of the heat must be reserved to be\ntransferred to a thermal reservoir at a lower temperature, in such a way that\nthe increase in Entropy for this process more than compensates for the entropy\ndecrease associated with transformation of the rest of the heat into other types\nof energy.\n","linknr":255,"url":"Energy_transformation","recorded":1362504948,"links":26,"instances":["electricity","electrical_component","physics"],"pdf":[],"categories":["Energy conversion|"],"headings":["History of energy transformation from the early universe","Examples","See also"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png","//upload.wikimedia.org/wikipedia/en/6/6c/EnergyTransformation.gif","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["motion","physics"],["battery","electricity"],["lamp","electrical_component"]],"members":["battery","lamp","motion"],"related":["Form_of_energy","Energy","Entropy","First_law_of_thermodynamics","Special_relativity","Mass","Light","Motion_(physics)","Internal_combustion_engine","Chemical_energy","Heat","Kinetic_energy","Solar_cell","Phase_space","Entropy","Second_law_of_thermodynamics","Entropy","Big_Bang","Uranus","Uranium","Thorium","Nucleosynthesis","Nuclear_fission","Radioactive_decay","Radioisotope","Plate_tectonics","Orogenesis","Elastic_potential_energy","Potential_energy","Nuclear_fusion","Nuclear_fusion","Coal","Chemical_energy","Thermal_energy","Kinetic_energy","Steam","Mechanical_energy","Turbine","Automobile","Thermoelectric","Heat","Electric_energy","Geothermal_power","Heat","Electric_energy","Heat_engine","Steam_engine","Heat","Ocean_thermal_energy_conversion","Heat","Electric_energy","Hydroelectric_dam","Gravitational_potential_energy","Electric_energy","Electric_generator","Kinetic_energy","Mechanical_work","Electric_energy","Fuel_cell","Chemical_energy","Electric_energy","Battery_(electricity)","Chemical_energy","Electric_energy","Fire","Heat","Lamp_(electrical_component)","Electric_energy","Microphone","Electric_energy","Wave_power","Electric_energy","Wind_power","Wind_energy","Electric_energy","Piezoelectric_sensor","Electric_energy","Electric_energy","Friction","Kinetic_energy","Heat","Electric_energy","Heat","Chaos_theory","Conservation_law","Conservation_of_mass","Groundwater_energy_balance","Laws_of_thermodynamics","Noether's_theorem","Principles_of_energetics","Uncertainty_principle","Energy_quality","Thermoeconomics","Energy_Accounting"]}