{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/EVC_(gene)\">EVC (gene)</a> - EVC is a gene associated with Ellis-van Creveld syndrome.","\n<a href=\"http://duckduckgo.com/Electric_Vehicle_Company\">Electric Vehicle Company</a> - Electric Vehicle Company was a US automobile holding company and manufacturer.","EVC","\n<a href=\"http://duckduckgo.com/Ecological_Vegetation_Class\">Ecological Vegetation Class</a> - An Ecological Vegetation Class is a component of a vegetation classification system.","\n<a href=\"http://duckduckgo.com/Ethernet_Virtual_Connection\">Ethernet Virtual Connection</a>, an instance of an association of two or more UNIs","\n<a href=\"http://duckduckgo.com/VESA_Enhanced_Video_Connector\">VESA Enhanced Video Connector</a> - The VESA Enhanced Video Connector is a VESA standard intended to reduce the number of cables around a computer by incorporating video, audio, FireWire and USB into a single cable system.","\n<a href=\"http://duckduckgo.com/Evergreen_Valley_College\">Evergreen Valley College</a> - Evergreen Valley College is a community college located on  in the southeastern foothills of San José, Santa Clara County, California.","VESA Enhanced Video Connector A VESA standard for eliminating cable clutter on the desktop by combining signals in one cable and using the monitor as a central distribution point.","\n<a href=\"http://duckduckgo.com/European_Vital_Computer\">European Vital Computer</a>, a control unit for trains.","\n<a href=\"http://duckduckgo.com/EuroVanClub\">EuroVanClub</a>, a Singapore based automotive club.","\n<a href=\"http://duckduckgo.com/Extended_Validation_Certificate\">Extended Validation Certificate</a> - An Extended Validation Certificate (EV) is an X.509 public key certificate issued according to a specific set of identity verification criteria.","\n<a href=\"http://duckduckgo.com/extra-vehicular_activity\">Extravehicular Activity</a> - Extra-vehicular activity is any activity done by an astronaut or cosmonaut outside of a spacecraft beyond the Earth's appreciable atmosphere."],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373553734,"book":[],"micro-www":{"evc":[""]},"micro-relation":[]}