{"cursor":"4090","size":15,"audio":[],"currentlang":"en","article":"\n\nAn 'excited utterance', in the law of evidence, is a statement made by a person\nin response to a startling or shocking event or condition. It is an unplanned\nreaction to a \"startling event\". It is an exception to the hearsay rule. The statement must be spontaneously made by the person (the\ndeclarant) while still under the stress of excitement from the event or\ncondition. The subject matter and content of the statement must \"relate to\"\nevent or condition. The statement could be a description or explanation (as\nrequired for present sense impression), or an opinion or inference. Examples\ninclude: \"Look out! We're going to crash!\" or \"I think he's crazy. He's shooting\nat us!\" The basis for this hearsay exception is the belief that a statement made\nunder the stress is likely to be trustworthy and unlikely to be premeditated\nfalsehoods. Compared to present sense impression, excited utterance is broader\nin scope for permitting a longer time lapse between event and statement, and a\nwider range of content in the statement.\n\nUnder the Federal Rules of Evidence, an excited utterance is a hearsay\nexception, and is admissible to prove the truth of the statement itself (e.g.,\nin the case of the first quotation above, to prove that the vehicle the\ndeclarant was riding in was, in fact, about to crash). To prove the truth of the\nstatement means to persuade the finder of fact to believe the affirmative sense\nof the statement. \"Truth\" here does not mean truth from the subjective point of\nview of the declarant or from the objective point of view of a reasonably\nprudent person. It simply refers to the affirmative assertion of the statement.\n\nSpontaneity of the declarant is a key to admissibility. An excited utterance\ndoes not have to be made at time of the startling event, but must be made while\nthe declarant is still in a state of surprise or shock from the incident. The\ndeclarant's reflective powers must be stilled, meaning that, while making the\nstatement, the declarant would not have had a chance to reflect upon the\nstartling event, fabricate a purposefully false statement, and then say it. If\nthe declarant is believed to have had time to reflect on the situation before\nmaking the statement, the statement would not be spontaneous and thus not an\nexcited utterance. However, under certain circumstances, it is possible for days\nto have passed before the declarant fully reflects on the event, and \"unstills\"\nhis or her reflective powers.\n\nSpontaneity is established by the declarant's demeanor, time lapse, and content\nof the statement. Declarant's appearance of calmness at time statement lessens\nadmissibility. Time lapse between the startling event and the statement is a\nfactor for both admissibility and weight. A statement made long after the event\nmay be deemed less spontaneous than one made contemporaneously or shortly after.\nOuter limit of the permissible time lapse can only be determined from the\ncircumstances of a particular case. For example, if a declarant made a statement\nsix days after a car crash due to the extent of his injuries, admissibility of\nthe statement is diminished because of the significant passage of time. However,\nif evidence shows that he was continuously distraught and did not yet have a\nchance to reflect upon the crash, the statement could be admissible but may have\nless weight than if the statement had been made one hour after the crash. A\ncomplete and detailed statement may infer the lack of spontaneity, as a\nnarrative of a past completed event would require the declarant's reflection and\norganization.\n","linknr":154,"url":"Excited_utterance","recorded":1362675939,"links":14,"instances":["law"],"pdf":[],"categories":["Hearsay"],"headings":["Notes","See also"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["evidence","law"]],"members":["evidence"],"related":["Law","Evidence_(law)","Hearsay_rule","Declarant","Present_sense_impression","Federal_Rules_of_Evidence","Hearsay","Declarant","Finder_of_fact","Kinsley_gaffe"]}