{"cursor":"3031","size":15,"audio":[],"currentlang":"en","article":"In algebraic topology, a branch of mathematics, the 'excision theorem' is a\nuseful theorem about relative homology—given topological spaces X and\nsubspaces A and U such that U is also a subspace of A, the theorem says that\nunder certain circumstances, we can cut out (excise) U from both spaces such\nthat the relative homologies of the pairs (X,A) and (X \\ U,A \\ U) are\nisomorphic. This assists in computation of singular homology groups, as\nsometimes after excising an appropriately chosen subspace we obtain something\neasier to compute. Or, in many cases, it allows the use of induction. Coupled\nwith the long exact sequence in homology, one can derive another useful tool for\nthe computation of homology groups, the MayerâVietoris sequence. See Hatcher\n2002, p.149, for example\n\nMore precisely, if X, A, and U are as above, we say that U can be 'excised' if\nthe inclusion map of the pair (X \\ U,A \\ U) into (X, A) induces an isomorphism\non the relative homologies H q(X,A) to H q(X \\ U,A \\ U). The\ntheorem states that if the closure of U is contained in the interior of A, then\nU can be excised. Often, subspaces which do not satisfy this containment\ncriterion still can be excised—it suffices to be able to find a\ndeformation retract of the subspaces onto subspaces that do satisfy it.\n\nThe proof of the excision theorem is quite intuitive, though the details are\nrather involved. The idea is to subdivide the simplices in a relative cycle in\n(X,A) to get another chain consisting of \"smaller\" simplices, and continuing the\nprocess until each simplex in the chain lies entirely in the interior of A or\nthe interior of X \\ U. Since these form an open cover for X and simplices are\ncompact, we can eventually do this in a finite number of steps. This process\nleaves the original homology class of the chain unchanged (this says the\nsubdivision operator is chain homotopic to the identity map on homology). In the\nrelative homology H q(X,A), then, this says all the terms contained\nentirely in the interior of U can be dropped without affecting the homology\nclass of the cycle. This allows us to show that the inclusion map is an\nisomorphism, as each relative cycle is equivalent to one that avoids U entirely.\n\nIn the axiomatic approach to homology, the theorem is taken as one of the Eilenberg-\nSteenrod axioms.\n","linknr":88,"url":"Excision_theorem","recorded":1362677426,"links":12,"instances":["topology","topology"],"pdf":[],"categories":["Homology theory","Theorems in topology"],"headings":["References","Bibliography"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["closure","topology"],["interior","topology"]],"members":["interior","closure"],"related":["Algebraic_topology","Mathematics","Relative_homology","Singular_homology","Long_exact_sequence","Mayer–Vietoris_sequence","Closure_(topology)","Interior_(topology)","Deformation_retract","Compact_space","Chain_homotopy","Eilenberg-Steenrod_axioms"]}