{"cursor":"5751","size":15,"audio":[],"currentlang":"en","article":"\nThe 'Exclusion Crisis' ran from 1678 through 1681 in the reign of Charles II of\nEngland. The Exclusion Bill sought to exclude the king's brother and heir\npresumptive, James, Duke of York, from the thrones of England, Scotland and\nIreland because he was Roman Catholic. The Tories were opposed to this exclusion\nwhile the \"Country Party,\" who were soon to be named the Whigs, supported it. as\nLord High Admiral of England. In 1673, the Duke of York, who had converted to\nCatholicism, resigned as Lord High Admiral rather than take the anti-Catholic\noath prescribed by the Test Act.]] , friars, and nuns paraded through the\nstreets of London and then burned in a large bonfire.]] In 1673, when he refused\nto take the oath prescribed by the new Test Act, it became publicly known that\nthe Duke of York was a Roman Catholic. His secretary, Edward Colman, had been\nnamed by Titus Oates during the Popish Plot (1678) as a conspirator to subvert\nthe kingdom. Members of the Anglican English establishment could see that in\nFrance a Catholic king was ruling in an absolutist way, and a movement gathered\nstrength to avoid such a form of monarchy from developing in England, as many\nfeared it would if James were to succeed his brother Charles, who had no\nlegitimate children. Sir Henry Capel summarized the general feeling of the\ncountry when he said in a parliamentary debate in the House of Commons of\nEngland on 27 April 1679:\n\n\n\nThe occasion which brought these sentiments to a head was the impeachment of\nThomas Osborne, Earl of Danby, as a scapegoat for a scandal by which Louis XIV\nbought the neutrality of Charles's government with an outright bribe. Charles\ndissolved the Cavalier Parliament, but the new Parliament which assembled on 6\nMarch 1679 was even more hostile to the king and to his unfortunate minister,\nthus Danby was committed to the Tower of London.\n\nOn 15 May 1679, the supporters of Anthony Ashley Cooper, 1st Earl of\nShaftesbury, introduced the Exclusion bill in the Commons with the intention of\nexcluding James from the succession to the throne. A fringe group there began to\nsupport the claim to the throne of Charles's illegitimate – but Protestant –\nson, the Duke of Monmouth. As it seemed likely that the bill would pass in the\nHouse of Commons, Charles exercised his Royal prerogative to dissolve\nParliament. Successive Parliaments attempted to pass such a bill, and were\nlikewise dissolved. The \"Petitioners\", those who backed a series of petitions to\nCharles to call Parliament together in order to complete the passage of the\nExclusion Bill, became known as the Whigs, while the Court party, or the\n\"Abhorrers\" in the political cant of the hour, meaning those who found the\nExclusion Bill abhorrent, would develop into the Tories.\n\nShaftesbury's party, beginning to be known as the Whigs, involved the whole\ncountry in a mass movement, primarily by keeping alive the fears raised by the\nPopish Plot. Every November, on the anniversary of Elizabeth I's accession, they\norganised huge processions in London in which the Pope was burnt in effigy. The\nKing's supporters (the Tories) were able to muster their own propaganda in the\nform of memories of the tyrannical regime of the Commonwealth government of\nOliver Cromwell and its many austerities. Despite two failed attempts to\nreestablish Parliament and pass the bill, the King succeeded in labelling the\nWhigs as subversives and as closet nonconformists. By 1681, in the course of the\nExclusion Bill Parliament, the mass movement had died down, and the bill was\ndefeated when it was sent to the House of Lords.\n","linknr":157,"url":"Exclusion_Bill","recorded":1362570662,"links":23,"instances":["law","uk","political"],"pdf":[],"categories":["17th century in England","History of Roman Catholicism in England","Political history of England","Proposed laws of the Kingdom of England","Anti-Catholicism in England","Anti-Catholicism in Wales","Anti-Catholicism in Scotland","Anti-Catholicism in Ireland","Anti-Catholicism in the United Kingdom","Charles II of England","James II of England"],"headings":["Notes","See also"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/9/92/James_Stuart%2C_Duke_of_York.jpg/200px-James_Stuart%2C_Duke_of_York.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/a/ac/SolemnMockProcession.jpg/200px-SolemnMockProcession.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/e/e5/1stEarlOfShaftesbury2.jpg/150px-1stEarlOfShaftesbury2.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["whigs","uk"],["subversion","political"],["legitimacy","law"]],"members":["legitimacy","whigs","subversion"],"related":["Charles_II_of_England","Heir_presumptive","James_II_of_England","Kingdom_of_England","Kingdom_of_Scotland","Kingdom_of_Ireland","Tory","Whigs_(UK)","List_of_Lord_High_Admirals_and_First_Lords_of_the_Admiralty","Test_Act","Friar","Nun","Test_Act","Edward_Colman","Titus_Oates","Popish_Plot","Subversion_(political)","Anglicanism","Political_absolutism","Charles_II_of_England","Legitimacy_(law)","Henry_Capel","House_of_Commons_of_England","Impeachment","Thomas_Osborne,_1st_Duke_of_Leeds","Scapegoat","Louis_XIV_of_France","Cavalier_Parliament","Habeas_Corpus_Parliament","Tower_of_London","Anthony_Ashley_Cooper,_1st_Earl_of_Shaftesbury","House_of_Commons_of_England","Succession_to_the_British_Throne","James_Scott,_1st_Duke_of_Monmouth","Royal_prerogative","Abhorrers","British_Whig_Party","Popish_Plot","Elizabeth_I_of_England","Tory","Oliver_Cromwell","Nonconformist","Exclusion_Bill_Parliament","House_of_Lords","Religion_in_the_United_Kingdom","British_monarchy","Popery"]}