{"cursor":"6435","size":15,"audio":[],"currentlang":"en","article":"\n\n'Executive protection' (EP), also known as 'close personal protection' or\n'bodyguarding', refers to security measures taken to ensure the safety of VIPs\nor other individuals who may be exposed to elevated personal risk because of\ntheir employment, celebrity status, wealth, associations or geographical\nlocation.\n\nExecutive protection is its own highly specialized field within the private\nsecurity industry. Elite executive protection professionals (aka \"agents\") will\nhave specialized training in executive protection, driving, first aid, and\nmarksmanship.\n\nThe term executive protection was coined in the 1970s by the United States\nSecret Service when they created the Executive Protection Service to guard\nvisiting foreign dignitaries. June, Dale, Introduction to Executive\nProtection, page 86.\n\nIn the United States, executive protection services are regulated at the state\nlevel and in most cases require licensing, insurance, training and a separate\nconcealed carry permit. Also, The Law Enforcement Officers Safety Act of 2004\n(aka HR-218) does not serve as a license for off-duty law enforcement officers\nto provide executive protective services. Hiring unlicensed, uninsured\nprotection services, including those offered by off-duty law enforcement\nofficers, creates direct liability for the client.\n\nAny bona fide executive protection firm should be able to provide a prospective\nclient with their:\n* State-issued Corporate Business License (HR-218 or status as a retired law\n  enforcement officer DOES NOT replace this document)\n* State-issued registration to provide protective services (HR-218 or status as\n  a retired law enforcement officer DOES NOT replace this document)\n* Copy of current liability insurance\n* Personal certificates of initial and on-going executive protection training\n  for each agent\n* State-issued registrations to provide protective services for each agent\n* State-issued registrations allowing the agent to carry weapons for\n  professional use. (HR-218 or status as a retired law enforcement officer DOES\n  NOT replace this document)\n* State-issued concealed carry permits for each agent (HR-218 may replace\n  this document)\n\nProtective measures may include home security systems, bodyguards, armored\nvehicles and vehicle scramble plans, mail screening, private jet travel,\nbackground checks for other employees, and other precautions. Duffy,\nDaintry. [http://www.csoonline.com/read/040105/protect.html \"The Six Things You\nNeed to Know About Executive Protection\"]. CSOonline, April 1, 2005. Accessed\nJuly 11, 2009. Executive protection may also provide security for\nimmediate and/or extended family members to prevent kidnapping and extortion.\n\nAn executive protection team may have agents performing in a variety of roles to\nbetter protection the principal, including:\n*  Detail Leader\n* Assistant Detail Leader (Detail Manager)\n* Tactical Commander\n* Motorcade Lead\n* Advance Lead\n* Mobile Agent\n* Static Agent\n* Protective Intelligence Agent\n\nExecutive protection occasionally becomes an item of general public interest,\nusually when it fails. For example:\n* On July 19, 2011, Rupert Murdoch was pied in London during a\n  Parliamentary hearing.\n* In 1998, Microsoft founder Bill Gates was pied in Belgium.\n","linknr":121,"url":"Executive_protection","recorded":1362543330,"links":14,"instances":[],"pdf":[],"categories":["Security"],"headings":["References","Further reading","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Applications-development.svg/30px-Applications-development.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Very_Important_Person","Home_security","Bodyguard","Armored_vehicle","Private_jet","Background_check","Kidnapping","Extortion"]}