{"cursor":"16155","size":15,"audio":[],"currentlang":"en","article":"\n\n\n\n'Voter caging' is a method of challenging the registration status of voters to\npotentially prevent them from voting in an election. It refers to the practice\nof sending direct mail to addressees on the voter rolls, compiling a list of\naddressees from which the mail is returned undelivered, and using that list to\npurge or challenge voters’ registrations on the grounds that the voters do not\nlegally reside at registered addresses. This typically results in the voters'\nhaving their votes discarded or submitted through the use of provisional ballots\nrequiring further registration confirmation.\n\nIn the United States of America, while this practice is considered legal in many\nstates and is in some cases engaged in by the state's registrar of voters, it\nhas been challenged in the courts, and in some cases where it appeared to have a\nracial component, it has been declared illegal under the Voting Rights Act. For\nexample in the 2008 US Election, Terri Lynn Land, the Secretary of State of\nMichigan, was found to be purging thousands of voters from voting rolls based on\nVoter ID cards being returned as undeliverable. The\nAmerican Civil Liberties Union (ACLU) took the Secretary of State to court over\nthe purges. Judge Stephen J. Murphy ruled the purge illegal under the National\nVoter Registration Act (NVRA) of 1993 and directed Land to reinstate affected\nvoters. (See full ruling here ).\n\nThe argument that vote caging should be illegal is that it could disenfranchise\nqualified voters simply because of the high possibility that data errors in the\nmailing list and voters' changing addresses could result in undelivered mail,\nrather than any problem with their qualifications. The fact that the mailings\nused to cage voters have had 'do not forward' printed on them resulted in\ndisproportionately disfranchising of students away at college, citizens who move\noften, and soldiers overseas. In addition, targeting certain neighborhoods with\na history of voting for one political party while not targeting areas dominated\nby the opposing party may lead to a racial component in the disqualifications\nwhich raises a serious legal issue under the Voting Rights Act.\n","linknr":245,"url":"Caging_(voter_suppression)","recorded":1362569678,"links":17,"instances":[],"pdf":["http://www.indybay.org/uploads/2008/10/28/voter-caging-in-northern-cali.pdf","http://www.usdoj.gov/oig/special/s0809a/final.pdf","http://www.usdoj.gov/oig/special/s0809a/final.pdf"],"categories":["Political terminology","Elections","Dismissal of United States Attorneys controversy","Voter suppression"],"headings":["Method","Legality in the US","Evidence of caging in the United States","References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Ambox_globe_content.svg/48px-Ambox_globe_content.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/4/46/Vote_icon.svg/30px-Vote_icon.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Registrar_of_voters","Voting_Rights_Act","Terri_Lynn_Land","Secretary_of_State_of_Michigan","American_Civil_Liberties_Union","Stephen_Murphy_III","National_Voter_Registration_Act","National_Voter_Registration_Act_of_1993","Disfranchisement","Republican_National_Committee","African-American_neighborhood","Voting_Rights_Act","Consent_decree","Greg_Palast","Jacksonville,_Florida","Florida_Republican_Party","Tim_Griffin","Philadelphia","John_Bohlinger","Montana_Republican_Party"]}