{"micrownet":[],"duck":["Callippus","Callippus or Calippus was a Greek astronomer and mathematician.","\n<a href=\"http://duckduckgo.com/c/4th-century_BC_Greek_people\">4th-century BC Greek people</a>","\n<a href=\"http://duckduckgo.com/c/Ancient_Greek_astronomers\">Ancient Greek astronomers</a>","Callippus or Calippus was a Greek astronomer and mathematician.","\n<a href=\"http://duckduckgo.com/c/Ancient_Greek_mathematicians\">Ancient Greek mathematicians</a>","\n<a href=\"http://duckduckgo.com/d/Calippus\">Callippus Meanings</a>","\n<a href=\"http://duckduckgo.com/c/Aristotelian_philosophers\">Aristotelian philosophers</a>"],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373541898,"book":[],"micro-www":{"callippus":[""]},"wiki":{"cat":["370 BC births","300 BC deaths","4th-century BC Greek people","Ancient Greek astronomers","Ancient Greek mathematicians","Aristotelian philosophers"],"text":"\n\n'Callippus' or 'Calippus' (; ca. 370 BC – ca. 300 BC) was a Greek astronomer and\nmathematician.\n\nCallippus was born at Cyzicus, and studied under Eudoxus of Cnidus at the\nAcademy of Plato. He also worked with Aristotle at the Lyceum, which means that\nhe was active in Athens prior to Aristotle's death in 322. He observed the\nmovements of the planets and attempted to use Eudoxus' scheme of connected\nspheres to account for their movements. However he found that 27 spheres was\ninsufficient to account for the planetary movements, and so he added seven more\nfor a total of 34. According to the description in Aristotle's [[Metaphysics\n(Aristotle)|Metaphysics]] (XII.8), he added two spheres for the Sun, two for the\nMoon, and one each for Mercury, Venus, and Mars.\n\nCallippus made careful measurements of the lengths of the seasons, finding them\n(starting with the spring equinox) to be 94 days, 92 days, 89 days, and 90 days.\nThis variation in the seasons implies a variation in the speed of the Sun,\ncalled the 'solar anomaly'. He also followed up on the work done by Meton of\nAthens to measure the length of the year and construct an accurate lunisolar\ncalendar. The Metonic cycle has 19 tropical years and 235 synodic months in 6940\ndays. The Callippic cycle synchronizes days per orbit and rotations per orbit\nwithin the Metonic cycle, noting the difference of one after 4 Metonic cycles, a\nduration of 76 years. Distinguishing rotations and days infers knowledge of the\nprecession cycle.\n\nCallippus started his observation cycle on the summer solstice, 330 BC, (28 June\nin the proleptic Julian calendar). The cycle's begin position, the stellar\nposition and sidereal hour timing the eclipse, are used by later astronomers for\ncalibrating their observations in relation to subsequent eclipses. The Callippic\ncycle of 76 years appears to be used in the Antikythera mechanism, an ancient\nastronomical mechanical clock and observational aide of the 2nd century BC\n(discovered in Mediterranean waters off Greece). The Mechanism has a dial for\nthe Callippic cycle and the 76 years are mentioned in the Greek text of the\nmanual of this old device. The crater Calippus on the Moon is named after him.\n","title":"callippus","headings":["References","External links"]},"micro-relation":["1: Greek_astronomy","1: Mathematician","1: Cyzicus","1: Eudoxus_of_Cnidus","1: Academy","1: Plato","1: Aristotle","1: Lyceum","1: Athens","1: Equinox","1: Meton_of_Athens","1: Lunisolar_calendar","1: Metonic_cycle","1: Tropical_year","1: Synodic_month","1: Callippic_cycle","1: Proleptic_Julian_calendar","1: Antikythera_mechanism","1: Moon"]}