{"cursor":"2631","size":15,"audio":[],"currentlang":"en","article":"'Capacity Management' is a process used to manage information technology (IT).\nIts primary goal is to ensure that IT capacity meets current and future business\nrequirements in a cost-effective manner. One common interpretation of Capacity\nManagement is described in the ITIL framework. ITIL version 3 views capacity\nmanagement as comprising three sub-processes: business capacity management,\nservice capacity management, and component capacity management (known as\nresource capacity management in ITIL version 2).\n\nAs the usage of IT Services change and functionality evolves, the amount of\nprocessing power, memory etc. also changes. If it is possible to understand the\ndemands being made currently, and how they will change over time, this approach\nproposes that planning for IT Service growth becomes easier and less reactive.\nIf there are spikes in, for example, processing power at a particular time of\nthe day, it proposes analyzing what is happening at that time and make changes\nto maximize the existing infrastructure, for example, tune the application, or\nmove a batch cycle to a quieter period.\n\nThese activities are intended to optimize performance and efficiency, and\nto plan for and justify financial investments. Capacity management is\nconcerned with:\n\n* Monitoring the performance and throughput or load on a server, server farm,\n  or property\n* Performance analysis of measurement data, including analysis of the impact of\n  new releases on capacity\n* Performance tuning of activities to ensure the most efficient use of existing\n  infrastructure\n* Understanding the demands on the Service and future plans for workload growth\n  (or shrinkage)\n* Influences on demand for computing resources\n* Capacity planning – developing a plan for the Service\n\nCapacity management interacts with the discipline of Performance Engineering,\nboth during the requirements and design activities of building a system, and\nwhen using performance monitoring as an input for managing capacity of\ndeployed systems.\n","linknr":89,"url":"Capacity_Management","recorded":1362665151,"links":13,"instances":["computer_science"],"pdf":[],"categories":["Information technology management"],"headings":["See also"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["resource","computer_science"]],"members":["resource"],"related":["Information_technology","Information_Technology_Infrastructure_Library","Performance_analysis","Performance_tuning","Resource_(computer_science)","Capacity_planning","Performance_Engineering","Performance_engineering","Application_Performance_Management","Capacity_planning","Computer_Measurement_Group","Network_performance_management","Performance_analysis","Performance_tuning","ITIL"]}