{"cursor":"1498","size":15,"audio":[],"currentlang":"en","article":"\n'Casquette' is French for \"cap\". In cycling jargon, it is used to refer to the\ntraditional peaked cotton cap worn by racing cyclists.\n\nWith the introduction of compulsory cycle helmets for massed-start racing,\ncasquettes have become less common, but most professional race outfits still\nhave them produced in team colours for wearing on the winners' podium, for\nwearing under a helmet in heavy rain or for sale to the [[tifosi]]. They have\nalso become popular as fashion items in some American cities, often with non-cycling-\nrelated designs. [http://www.hipsternascar.com/2008/12/new-stuff-at-\nnobrakes.html]\n\nThe casquette shields the head from strong sun and the peak can also make riding\nin the rain more comfortable, since drops do not fall directly into the eyes.\nThey are sometimes worn with the peak backwards, not for reasons of fashion but\nbecause the peak then protects the neck from sunburn.\n\nA traditional way to keep the head cool when cycling in hot conditions was to\nput a cabbage leaf under the casquette.\n\nThe name was also used by Royal Enfield motorcycles to describe their version of\nthe nacelle designed by Edward Turner for Triumph motorcycles. The casquette is\nstill used on the 2009 Royal Enfield Bullet model.\n","linknr":92,"url":"Casquette","recorded":1362566482,"links":13,"instances":[],"pdf":[],"categories":["Cycling equipment","Caps","Hats"],"headings":["Notes"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Zitoune_cyclisme.JPG/220px-Zitoune_cyclisme.JPG","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Cap","Glossary_of_bicycling","Cotton","Bicycle_racing","Cycle_helmet","Podium","Rain","Cabbage","Royal_Enfield","Nacelle","Edward_Turner","Triumph_motorcycles","Royal_Enfield_Bullet"]}