{"cursor":"4640","size":15,"audio":[],"currentlang":"en","article":"'Catenation' is the linkage of atoms of the same element into longer chains.\nCatenation occurs most readily in carbon, which forms covalent bonds with other\ncarbon atoms to form longer chains and structures. This is the reason for the\npresence of the vast number of organic compounds in nature. Carbon is most well\nknown for its properties of catenation, with organic chemistry essentially being\nthe study of catenated carbon structures (otherwise known as 'catenae').\nHowever, carbon is by no means the only element capable of forming such catenae,\nand several other main group elements are capable of forming an expansive range\nof catenae, including silicon and sulfur.\n\nThe ability of an element to catenate is primarily based on the bond energy of\nthe element to itself, which decreases with more diffuse orbitals (those with\nhigher azimuthal quantum number) overlapping to form the bond. Hence, carbon,\nwith the least diffuse valence shell p orbital is capable of forming longer p-p\nsigma bonded chains of atoms than heavier elements which bond via higher valence\nshell orbitals. Catenation ability is also influenced by a range of steric and\nelectronic factors, including the electronegativity of the element in question,\nthe molecular orbital hybridization and the ability to form different kinds of\ncovalent bonds. For carbon, the sigma overlap between adjacent atoms is\nsufficiently strong that perfectly stable chains can be formed. With other\nelements this was once thought to be extremely difficult in spite of plenty of\nevidence to the contrary.\n\nThe versatile chemistry of elemental sulfur is largely due to catenation. In the\nnative state, sulfur exists as S 8 molecules. On heating these rings\nopen and link together giving rise to increasingly long chains, as evidenced by\nthe progressive increase in viscosity as the chains lengthen. Selenium and\ntellurium also show variants of these structural motifs.\n\nSilicon can form sigma bonds to other silicon atoms and (disilane is the parent\nof this class of compounds). However, it is difficult to prepare and isolate\nSi nH 2n+2 (analogous to the saturated alkane hydrocarbons)\nwith n greater than about 8, as their thermal stability decreases with increases\nin the number of silicon atoms. Silanes higher in molecular weight than disilane\ndecompose to polymeric polysilicon hydride and hydrogen. W. W. Porterfield,\nInorganic Chemistry: A Unified Approach, 2nd Ed.\", Academic Press (1993), p.\n219. Inorganic Chemistry, Holleman-Wiberg, John Wiley & Sons (2001) p.\n844. But with a suitable pair of organic substituents in place of hydrogen\non each silicon it is possible to prepare polysilanes (sometimes, erroneously\ncalled polysilenes) that are analogues of alkanes. These long chain compounds\nhave surprising electronic properties - high electrical conductivity, for\nexample - arising from sigma delocalization of the electrons in the chain. (Ref.\nR.D. Miller and J. Michl. Chem Rev 89 (1989), pp. 1359â1410.)\n\nPhosphorus chains (with organic substituents) have been prepared, although these\ntend to be quite fragile. Small rings or clusters are more common.\n\nEven siliconâsilicon pi bonds are possible. However, these bonds are less\nstable than the carbon analogues. Disilane is quite reactive compared to\nethane. Disilylenes are quite rare, unlike alkenes. Examples of disilynes, long\nthought to be too unstable to be isolated were reported in\n2004. {{cite journal\n| title = A Stable Compound Containing a Silicon-Silicon Triple Bond author =\n| Akira Sekiguchi, Rei Kinjo, Masaaki Ichinohe journal = Science month =\n| September year = 2004 volume = 305 issue = 5691 pages = 1755â1757 doi =\n| 10.1126/science.1102209 pmid = 15375262\n|bibcode = 2004Sci...305.1755S\n}}[http://people.ok.ubc.ca/wsmcneil/339/Sci2004.pdf]\n\nIn recent years a variety of double and triple bonds between the semi-metallic\nelements have been reported, including silicon, germanium, arsenic, bismuth and\nso on. The ability of certain main group elements to catenate is currently the\nsubject of research into inorganic polymers.\n","linknr":111,"url":"Catenation","recorded":1362375541,"links":17,"instances":["disambiguation"],"pdf":["http://people.ok.ubc.ca/wsmcneil/339/Sci2004.pdf"],"categories":["Organic chemistry","Inorganic chemistry"],"headings":["See also","References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["concatenation","disambiguation"]],"members":["concatenation"],"related":["Carbon","Organic_chemistry","Silicon","Sulfur","Bond_energy","Azimuthal_quantum_number","Steric","Electronegativity","Molecular_orbital","Disilane","Polysilicon_hydride","Silanes","Disilane","Ethane","Alkene","Disilyne","Inorganic_polymer","Concatenation_(disambiguation)"]}