{"cursor":"3384","size":15,"audio":[],"currentlang":"en","article":"\n\n'CC', for \"CopyCat\" or \"Carbon\nCopy\" [http://www.sciencemag.org/content/295/5559/1443.1.full Science\nMagazine Report] (born December 22, 2001), is a brown tabby and white\ndomestic shorthair and the first cloned pet. CC's surrogate mother was a tabby,\nbut her genetic donor, Rainbow, was a calico domestic shorthair. The difference\nin hair coloration between CC and Rainbow is due to epigenetic re-programming,\nwhich normally occurs in a fertilised embryo before implantation.\n\nAs a result of the cloning process, X inactivation occurred in the same X\nchromosome in all of CC's somatic cells, instead of the usual mosiacism that\ngives calicos their distinctive coloration. CC is genetically identical to\nRainbow but epigenetically and thus phenotypically different. The embryo that\nbecame CC was the only one of 87 embryos produced in this research project\nthat developed into a full-term pregnancy after being transferred to\nsurrogate mothers.\n\nThe research project that produced CC was known as \"Operation CopyCat,\" and was\npart of a larger project (called Missyplicity) to clone a dog named Missy.\nGenetic Savings & Clone, which provided commercial gene banking and cloning\nservices to pet owners and which closed in 2006, funded the research.\n\nCC was born at the College of Veterinary Medicine at Texas A&M University, under\nthe direction of Dr. Mark Westhusin, in collaboration with Dr. Taeyoung Shin.\nHer existence was announced publicly on February 14, 2002, in conjunction with\nthe publication by the scientific journal Nature of a paper about the\naccomplishment.\n\nCC now lives in the household of Dr. Duane Kraemer, one of the scientists who\nworked on the project.\n\nIn September 2006, CC gave birth to four kittens, two boys named Tim and Zip and\none girl named Tess who were fathered naturally. One of the kittens, a girl was\nstillborn. This is the first time a cloned pet has given birth. CC appears to be\nfree of the cloning-related health problems that have arisen in some other\nanimal clones. \"CC has always been a perfectly normal cat and her kittens are\njust that way, too,\" says Kraemer. \"We’ve been monitoring their health and all\nof them are fine, just like CC has been for the past five years.\" [http://dmc-\nnews.tamu.edu/templates/?a=3870&z=15 Copy Cat: First Cloned Cat Produces 3\nKittens]\n","linknr":120,"url":"CC_(cat)","recorded":1362480688,"links":17,"instances":["cat","genetics","journal"],"pdf":[],"categories":["2001 in science","Cloned cats","2001 animal births"],"headings":["See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/e/ea/Ccandowner2003.jpg/220px-Ccandowner2003.jpg","//bits.wikimedia.org/static-1.21wmf7/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf8/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf8/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["mosaic","genetics"],["nature","journal"],["little_nicky","cat"]],"members":["little_nicky","mosaic","nature"],"related":["Tabby_cat","Domestic_shorthaired_cat","Cloning","Pet","Calico_cat","Animal_colouration","Epigenetic","Fertilisation","Embryo","X_inactivation","Mosaic_(genetics)","Calico_cat","Genetics","Phenotype","Pregnancy","Missyplicity","Dog","Genetic_Savings_&_Clone","Gene_bank","Texas_A&M_University","Nature_(journal)","Kitten","Little_Nicky_(cat)","Pet_cloning"]}