{"cursor":"2580","size":15,"audio":[],"currentlang":"en","article":"A 'cell-free system' is an [[in vitro]] tool widely used to study biological\nreactions that happen within cells while reducing the complex interactions found\nin a whole cell. Subcellular fractions can be isolated by ultracentrifugation to\nprovide molecular machinery that can be used in reactions in the absence of many\nof the other cellular components.\n\nCell-free biosystems are proposed as a new low-cost biomanufacturing platform\ncompared to microbial fermentation used for thousands of years. Cell-free\nbiosystems have several advantages suitable in industrial applications.\n First, in vitro biosystems can be easily controlled and accessed\nwithout membranes. Cell-free protein synthesis is becoming a new alternative\nchoice for fast protein synthesis. Second, very high product yields are usually\naccomplished without the formation of by-products or the synthesis of cell mass.\nFor example, nearly 12 H2 has been produced per glucose unit of polysaccharides\nand water, three times of the theoretical yield of the best anaerobic hydrogen-\nproducing microorganisms. Third, in vitro biosystems can implement some\nbiological reactions that living microbes or chemical catalysts cannot implement\nbefore. For example, beta-1,4-glucosidic bond linked cellulose can be converted\nto alpha-1,4-glucosidic bond linked starch by a mixture of intracellular and\nextracellular enzymes in one pot. Fourth, enzymatic systems without the barrier\nof cellular membrane usually have faster reaction rates than microbial systems.\nFor instant, enzymatic fuel cells usually have much higher power outputs than\nmicrobial fuel cells. Fifth, enzyme cocktails enable to tolerate toxic compounds\nbetter than microorganisms. Sixth, enzyme mixtures usually work under broad\nreaction conditions, such as high temperature, low pH, the presence of organic\nsolvents or ionic liquids.\n","linknr":92,"url":"Cell-free_system","recorded":1362483933,"links":16,"instances":["biology"],"pdf":[],"categories":["Cell biology"],"headings":["References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Diagram_human_cell_nucleus_no_text.png/30px-Diagram_human_cell_nucleus_no_text.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["cell","biology"]],"members":["cell"],"related":["Cell_(biology)","Ultracentrifugation"]}