{"micrownet":[],"duck":["CGC","\n<a href=\"http://duckduckgo.com/color_glass_condensate\">Color Glass Condensate</a> - Color-glass condensate is a type of matter theorized to exist in atomic nuclei traveling near the speed of light.","\n<a href=\"http://duckduckgo.com/Cambridge_Gliding_Centre\">Cambridge Gliding Centre</a> - Cambridge Gliding Centre is a gliding club based near Cambridge in the United Kingdom on the Bedfordshire/Cambridgeshire county border.","\n<a href=\"http://duckduckgo.com/United_States_Coast_Guard_Cutter\">United States Coast Guard Cutter</a> - Cutter is the term used by the United States Coast Guard for its commissioned vessels.","\n<a href=\"http://duckduckgo.com/Chen_Guangcheng\">Chen Guangcheng</a> a civil rights activist in the People's Republic of China who drew international attention to human rights issues in rural areas","\n<a href=\"http://duckduckgo.com/Constrained_geometry_complex\">Constrained geometry complex</a> - The term \"constrained geometry complex\" was first used in a patent issued by The Dow Chemical Company  for complexes in which a pi-bonded moiety is linked to one of the other ligands on the same...","\n<a href=\"http://duckduckgo.com/capital_Group_Companies\">The Capital Group Companies</a>, an investment management organization","abbreviation for Certified Gastrointestinal Clinician.","\n<a href=\"http://duckduckgo.com/comics_Guaranty\">Comics Guaranty LLC</a>, a grading service for the comic book collecting industry","\n<a href=\"http://duckduckgo.com/Conspicuous_Gallantry_Cross\">Conspicuous Gallantry Cross</a> - The Conspicuous Gallantry Cross is a second level military decoration of the United Kingdom armed forces.","\n<a href=\"http://duckduckgo.com/Canada_Games_Company\">Canada Games Company</a> - Canada Games was a Canadian games manufacturing company, originally based in Brampton, Ontario, before moving to nearby Concord.","\n<a href=\"http://duckduckgo.com/Career_Guidance_Council\">Career Guidance Council</a>, is a not-to-profit organization","\n<a href=\"http://duckduckgo.com/the_Canadian_Grenadier_Guards\">Canadian Grenadier Guards</a> - The Canadian Grenadier Guards is the second most senior and oldest infantry regiment in the Reserve Force of the Canadian Forces."],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373549658,"book":[],"micro-www":{"cgc":[""]},"micro-relation":[]}