{"cursor":"2529","size":15,"audio":[],"currentlang":"en","article":"\n'Chapter' (Latin capitulum) designates certain corporate ecclesiastical bodies\nin the Roman Catholic, Anglican and Nordic Lutheran churches.\n\nThe word is said to be derived from the chapter of the rule book: it is a custom\nunder the Rule of Saint Benedict that monks gather daily for a meeting to\ndiscuss monastery business, hear a sermon or lecture, or receive instructions\nfrom the abbot, and as the meeting begins with a reading of a chapter from the\nRule, the meeting itself acquired the name \"chapter\", and the place where it is\nheld, \"chapter house\" or \"chapter room\".\n\nThe term was then extended to apply to other meetings. The term 'general\nchapter' designates a monastic general assembly, usually of representatives from\nall of the monasteries of an order or congregation. The \"Chapter of Mats\" is the\nterm for a similar meeting of representatives of various provinces and subgroups\nof the Franciscan family of communities. A \"chapter of faults\" is held regularly\nby many religious communities at which members are both corrected for\ninfractions against the community's rule, or accuse themselves of their faults\nand ask for a penance to be prescribed.\n\nFrom these conventual chapters or meetings of monks for the transaction of\nbusiness connected with their monasteries or orders, the designation passed over\nto somewhat analogous assemblies of other ecclesiastics. Hence, one speaks of\n'collegiate chapters' and of 'cathedral chapters', both of which comprise the\ncanons connected to the cathedral or other church (\"collegiate\" here refers to\nthe \"college\" or community of canons to whom the church has been entrusted). In\ngeneral a chapter may be defined as an association of clerics of a certain\nchurch forming a moral body and instituted by ecclesiastical authority for the\npurpose of promoting the divine worship by means of choir service. If it be a\ncathedral chapter, however, its principal object is to assist the bishop in the\ngovernment of his diocese, and the choir service is only secondary. Members of\nchapters are called canons.\n","linknr":119,"url":"Chapter_(religion)","recorded":1362374737,"links":36,"instances":["priest","books"],"pdf":[],"categories":["Roman Catholic Church organisation","Anglicanism"],"headings":["Sources and references"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Wikisource-logo.svg/12px-Wikisource-logo.svg.png","//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["chapter","books"],["canon","priest"],["canon","priest"]],"members":["canon","chapter"],"related":["Latin_language","Ecclesiology","Catholic_Church","Anglicanism","Lutheranism","Chapter_(books)","Rule_of_Saint_Benedict","Monk","Chapter_house","Canon_(priest)","Worship","Cathedral_chapter","Bishop","Diocese","Canon_(priest)"]}