{"cursor":"8307","size":15,"audio":[],"currentlang":"en","article":"\n\nOverview\n\nThe 'chemical state' of a chemical element is its electronic, chemical and\nphysical nature as it exists in combination with a group of one or more other\nelements or in its natural \"elemental state\". -\n Material scientists, solid state\nphysicists, analytical chemists, surface scientists and spectroscopists\ndescribe or characterize the chemical, physical and/or electronic nature of the\nsurface or the bulk regions of a material as having or existing as one or more\nchemical states.\n\nThe 'chemical state' set comprises and encompasses these subordinate groups and\nentities: chemical species, functional group, anion, cation, oxidation state,\nchemical compound and elemental forms of an element.\n\nThis term or phrase is commonly used when interpreting data from analytical\ntechniques such as:\n* Auger electron spectroscopy (AES)\n* Electron probe micro analysis (EPMA)\n* Electron spectroscopy for chemical analysis (ESCA, XPS)\n* Energy dispersive spectroscopy (EDS, EDX)\n* Infrared spectroscopy (IR, FT-IR, ATR)\n* Liquid chromatography (LC, HPLC)\n* Mass spectrometry (MS, ToF-SIMS, D-SIMS)\n* Nuclear magnetic resonance (NMR, H-NMR, C-NMR, X-NMR)\n* Photoemission spectroscopy (PES, UPS)\n* Raman spectroscopy (FT-Raman)\n* Ultraviolet-visible spectroscopy (UV-Vis)\n* X-ray photoelectron spectoscopy (XPS, ESCA)\n* Wavelength dispersive spectroscopy (WDX, WDS)\n\nMeasurement and Interpretation\n\nA material was analyzed by a spectroscopic method and found to contain the\nelements: Si, C, and O. *A natural question is: What is the'chemical state' of\nthe silicon (Si) in that material? *After measuring the material under high\nenergy resolution conditions (or something similar), the energy or frequency\nbased data (e.g. eV, cm −1 ) from the silicon signal revealed the\npresence of 2 distinct signals (peaks) and one shoulder which indicates the\npresence of three different 'chemical states' of silicon (Si). For the sake of\nthis example, those three signals are consistent with the presence of the\nchemical states of silicon known as: silicon di-oxide (SiO 2),\nelemental silicon (Si), and a di-alkyl silicone oil.\n\nSignificance The 'chemical state' of a group of elements, can be similar to, but\nis different from, the 'chemical state' of another very similar group of\nelements because the two groups have different ratios of the same elements and\nexhibit different chemical, electronic, and physical properties that can be\ndetected by various spectroscopic techniques.\n\nA 'chemical state' can exist on or inside the surface of a solid state material\nand can often, but not always, be isolated or separated from the other chemical\nspecies found on the surface of that material. Surface scientists,\nspectroscopists, chemical analysts, and material scientists frequently describe\nthe chemical nature of the chemical species, functional group, anion, or cation\ndetected on the surface and near the surface of a solid state material as its\n'chemical state'.\n\nTo understand how a 'chemical state' differs from an oxidation state, anion, or\ncation, we compare sodium fluoride (NaF) to poly-tetrafluoro-ethylene (PTFE,\nTeflon TM). Both contain fluorine, the most electronegative element, but only\nNaF dissolves in water to form separate ions, Na+ and F-. The electronegativity\nof the fluorine strongly polarizes the electron density that exists between the\ncarbon, C, and the fluorine, F, but not enough to produce ions which would allow\nit to dissolve in the water. The carbon and fluorine in Teflon (PTFE) both have\na zero (0) electronic charge since they form a covalent bond, but few scientists\ndescribe those elements as has having a zero (0) oxidation state. On the other\nhand, many elements, in their pure form, are often described as existing with a\nzero oxidation state. This is one of those quirks of nomenclature that have\nsurvived over the years.\n\nClosely related nomenclature\n\nThe chemical state of an element is often confused with its oxidation state. The\nchemical state of an element or a group of elements that has a non-zero ionic\ncharge, e.g. (1+), (2+), (3+), (1-), (2-) (3-), is defined as the oxidation\nstate of that element or group of elements. Elements or chemical groups that\nhave an ionic charge can usually be dissolved to form ions in either water or\nanother polar solvent. Such a compound or salt is described as an ionic compound\nwith ionic bonds which means that, in effect, all of the electron density of one\nor more valence electrons has been transferred from the less electronegative\ngroup of elements to the more electronegative group of elements. In the case of\na non-ionic compound the chemical bonds are non-ionic such that the compound\nwill probably not dissolve in water or another polar solvent. Many non-ionic\ncompounds have chemical bonds that share the electron density that binds them\ntogether. This type of chemical bond is either a non-polar covalent bond or a\npolar covalent bond.\n\nA functional group is very similar to a chemical species and a chemical group. A\nchemical group or chemical species exhibits a distinctive reaction behavior or a\ndistinctive spectral signal when analyzed by various spectroscopic methods.\nThese three groupings are often used to describe the groups of elements that\nexist within an organic molecule.\n\nExamples of chemical names that describe the chemical state of a group of\nelements The following list of neutral compounds, anions, cations, functional\ngroups and chemical species is a partial list of the many groups of elements\nthat can exhibit or have a unique \"chemical state\" while being part of the\nsurface or the bulk of a solid state material. *Castro acid *somera *Metal oxide\n*Metal hydroxide *Metal carbonate *Inorganic carbonate *Fluoro-ether\n*Organofluoride *Organic type chlorine *Inorganic type chlorine *Trifluoromethyl\n*Difluoromethyl *Benzyl group *Phenyl group *Carbonyl bond *Ether group *Alcohol\nbond *Organic acid *Double bond *Triple bond *Inorganic acid *Organic ester\n*Metal ester *Organic carbonate *Nitrile group *Cyanide ion *Perchlorate ion\n*Sodium ion *Lithium ion *Magnesium ion *Calcium ion *Lead ion *Sulfate ion\n*Phosphate ion *Silicate group *Stannate group *Halide ion *Fluoride ion\n*Chloride ion *Bromide ion *Iodide ion *Chalcogenide group *Sulfide group\n*Halide group *Metal sulfide *Organic sulfide *Metal selenide *Telluride\n*Nitride *Nitrite ion *Nitrate ion *Phosphide *Arsenide *Antimonide *Silicide\n*Silicate *Gallate *Germanate *Tungstate *Niobate *Ferric ion *Ferrous ion\n*Ferride *Ferrate *Rhenate *Mercurous *Mercuric ion *Mercurate *Thallate\n*Thallic ion\n\nSee also\n* X-ray photoelectron spectroscopy\n* Photoemission spectroscopy\n\nReferences \n","linknr":133,"url":"Chemical_state","recorded":1362478818,"links":13,"instances":[],"pdf":[],"categories":["Chemistry"],"headings":["Overview","Measurement and Interpretation","Significance","Closely related nomenclature","Examples of chemical names that describe the chemical state of a group of elements","See also","References"],"image":["//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Chemical_species","Functional_group","Anion","Cation","Oxidation_state","Chemical_compound","Chemical_element","Auger_electron_spectroscopy","Infrared_spectroscopy","Liquid_chromatography","Mass_spectrometry","Nuclear_magnetic_resonance","Raman_spectroscopy","Ultraviolet-visible_spectroscopy","Electronegativity","Covalent_bond","Chemical_bond","Non-ionic_compound","Non-polar_covalent_bond","Polar_covalent_bond","X-ray_photoelectron_spectroscopy","Photoemission_spectroscopy"]}