{"cursor":"1740","size":15,"audio":[],"currentlang":"en","article":"Chemical reactions are defined usually in small contexts (only up to a small\nnumber of neighbouring atoms), such generalizations are a matter of utility. The\npreferential outcome of one instance of a generalized reaction over a set of\nother plausible reactions, is defined as 'chemoselectivity'.\n[http://goldbook.iupac.org/C01051.html IUPAC Gold Book definition for\nchemoselectivity].\n\nIn another definition, chemoselectivity refers to the selective reactivity of\none functional group in the presence of others; often this process in convoluted\nand protecting groups are on the molecular connectivity alone. Such predictions\nbased on connectivity are generally considered plausible, but the physical\noutcome of the actual reaction is ultimately dependent on a number of factors\nthat are practically impossible to predict to any useful accuracy (solvent,\natomic orbitals, etc.).\n\nAs such, chemoselectivity can be difficult to predict, but observing selective\noutcomes in cases where many reactions are plausible, is common. Examples\ninclude the selective organic reduction of the greater relative chemoselectivity\nof sodium borohydride reduction vs. lithium aluminium hydride reduction. In\nanother example, the compound 4-methoxyacetophenone is oxidized by bleach at the\nketone group at high pH (forming the carboxylic acid) and oxidized by EAS (to\nthe aryl chloride) at low pH \n","linknr":99,"url":"Chemoselectivity","recorded":1362504736,"links":15,"instances":[],"pdf":[],"categories":["Chemical reactions"],"headings":["See also","References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Chemical_reactions","Functional_group","Atomic_orbitals","Redox","Sodium_borohydride","Redox","Lithium_aluminium_hydride","Redox","4-methoxyacetophenone","Bleach","Ketone_group","Carboxylic_acid","Electrophilic_aromatic_substitution","Aryl_chloride","Regioselectivity","Stereoselectivity"]}