{"cursor":"2913","size":15,"audio":[],"currentlang":"en","article":" preparations]] '' species midge]]\n\nAn 'inversion' is a chromosome rearrangement in which a segment of a chromosome\nis reversed end to end. An inversion occurs when a single chromosome undergoes\nbreakage and rearrangement within itself. Inversions are of two types:\n'paracentric' and 'pericentric'.\n\nParacentric inversions do not include the centromere and both breaks occur in\none arm of the chromosome. Pericentric inversions include the centromere and\nthere is a break point in each arm.\n\nCytogenetic techniques may be able to detect inversions, or inversions may be\ninferred from genetic analysis. Nevertheless, in most species small inversions\ngo undetected. In insects with polytene chromosomes, for example Drosophila,\npreparations of larval salivary gland chromosomes allow inversions to be seen\nwhen they are heterozygous. This useful characteristic of polytene chromosomes\nwas first advertised by Theophilus Shickel Painter in 1933.\n\nInversions usually do not cause any abnormalities in carriers as long as the\nrearrangement is balanced with no extra or missing DNA. However, in\nindividuals which are heterozygous for an inversion, there is an increased\nproduction of abnormal chromatids (this occurs when crossing-over occurs\nwithin the span of the inversion). This leads to lowered fertility due to\nproduction of unbalanced gametes.\n\nThe most common inversion seen in humans is on chromosome 9, at inv(9)(p12q13).\nThis inversion is generally considered to have no deleterious or harmful\neffects, but there is some suspicion it could lead to an increased risk for\nmiscarriage or infertility for some affected individuals.\n\nAn inversion does not involve a loss of genetic information, but simply\nrearranges the linear gene sequence.\n\nFamilies that may be carriers of inversions may be offered genetic counseling\nand genetic testing. Gardner R.J.M. and Sutherland G.R. 2004. Chromosome\nabnormalities and genetic counseling. Oxford.\n","linknr":179,"url":"Chromosomal_inversion","recorded":1362566706,"links":27,"instances":[],"pdf":[],"categories":["Chromosomes"],"headings":["References","See also"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Inversioncartoon.gif/250px-Inversioncartoon.gif","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/c/ce/A_arm_inversion.jpg/250px-A_arm_inversion.jpg","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Chromosome","Centromere","Cytogenetic","Genetic_analysis","Polytene_chromosome","Drosophila","Heterozygous","Polytene_chromosome","Theophilus_Shickel_Painter","Heterozygous","Chromatids","Chromosome_9","Genetic_counseling","Genetic_testing","Chromosome_abnormalities","Karyotype"]}