{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/Cap._FAP_Jos%C3%A9_A._Qui%C3%B1ones_Gonzales_International_Airport\">Cap. FAP José A. Quiñones Gonzales International Airport</a> - Capitán FAP José A. Quiñones González International Airport  is an airport serving Chiclayo, Peru and the surrounding metropolitan area.","\n<a href=\"http://duckduckgo.com/c/Internet_forums\">Internet forums</a>","\n<a href=\"http://duckduckgo.com/109\">109</a> - Year 109 was a common year starting on Monday of the Julian calendar.","\n<a href=\"http://duckduckgo.com/the_WELL\">WELL</a> - US precursor of CIX","CIX","https://i.duckduckgo.com/i/7affb29f.png","\n<a href=\"http://duckduckgo.com/c/Bulletin_board_systems\">Bulletin board systems</a>","\n<a href=\"http://duckduckgo.com/Byte_Information_Exchange\">BIX</a> - the Byte Information eXchange","CIX (originally Compulink Information eXchange) is an online based conferencing discussion system and was one of the earliest British Internet service providers.","ARRAY(0x48b92f0)","\n<a href=\"http://duckduckgo.com/Commercial_Internet_eXchange\">Commercial Internet eXchange</a> - The Commercial Internet eXchange was an early interexchange point that allowed the free exchange of TCP/IP traffic, including commercial traffic, between ISPs. It was an important initial effort..."],"common":{"milestones":["<a target=\"_new\" href=\"http://en.wikinews.org/wiki/India_and_Europe_team_up_for_moon_mission\" title=\"India and Europe team up for moon mission\">India and Europe team up for moon mission</a>"],"image":[[],[]]},"Lists":[],"created":1373552941,"book":[],"micro-www":{"cix":[""]},"wiki":{"cat":["Internet forums|CIX","Social networking services","Bulletin board systems","Pre–World Wide Web online services"],"text":"\n\n{{Infobox company\n| name = CIX Online Ltd logo = Cix conferencing logo.png type = Limited Company\n| location_city = Croydon location_country = UK area_served = Worldwide industry\n| = Internet<br>Conferencing<br>Social Media homepage = [http://www.cix.co.uk\n| CIX Website]\n}}\n\n'CIX' (originally Compulink Information eXchange) is an online based\nconferencing discussion system and was one of the earliest British Internet\nservice providers. Founded in 1983 by Frank and Sylvia Thornley, it began as a\nFidoNet bulletin board system, but in 1987 was relaunched commercially as CIX.\nAt the core of the service were many thousands of \"conferences\" - groups\nestablished by users to discuss particular topics, conceptually not unlike\nnewsgroups but limited to CIX subscribers (who sometimes describe themselves as\n'Cixen'). These conferences still exist today although the CIX service has since\nexpanded to include many other features. The service is funded by a monthly\nsubscription charge rather than by advertising.\n\nIn 1988 it provided the first commercial Internet email and Usenet access in the\nUK. CIX then grew rapidly, reaching a peak of more than 16,000 users in 1994,\nbefore starting to lose customers to the newly formed Internet service providers\nthat offered free access to the mass market using 0845 dialup, such as Demon\n(which was started by Cixen Cliff Stanford, whose CIX nickname was 'Demon'),\nPipex, AOL and Freeserve.\n\nIn its heyday, CIX was one of the UK's premier online locations for both\ntechnical and social interaction. It hosted several official online support\nareas for companies such as Borland and Novell and counted among its subscribers\nmany of the UK's technology journalists (some of them wooed with free accounts),\nwhich ensured regular mention in the computing press.\n\nThe Liberal Democrats have used CIX as a conferencing system and a branded\nversion of the Off line reader Ameol is provided for their use.\n","title":"CIX","headings":["Later company history","Technical information","Example conferences","See also","References","External links"]},"micro-relation":["1: United_Kingdom","1: Internet_service_providers","1: FidoNet","1: Bulletin_board_system","1: Newsgroups","1: Email","1: Usenet","1: Demon_Internet","1: Cliff_Stanford","1: Pipex","1: AOL","1: Freeserve","1: Borland","1: Novell","1: Liberal_Democrats","1: Ameol","1: Telenor","1: Norway","1: Norsk_Data","1: UNIX","1: BIX","1: Amiga","1: Psion","1: Windows_XP","1: Philology","1: Apple_Inc.","1: Mac_OS","1: Global_Positioning_System","1: Byte_Information_Exchange"]}