{"micrownet":["computational","computational_linguist","computational_linguistics"],"duck":["\n<a href=\"http://duckduckgo.com/ontology_(information_science)\">Computational ontology</a> - In computer science and information science, an ontology formally represents knowledge as a set of concepts within a domain, and the relationships between those concepts.","\n<a href=\"http://duckduckgo.com/Computational_journalism\">Computational journalism</a> - Computational journalism can be defined as the application of computation to the activities of journalism such as information gathering, organization, sensemaking, communication and disseminatio...","\n<a href=\"http://duckduckgo.com/Computational_Center_for_Nanotechnology_Innovations\">Computational Center for Nanotechnology Innovations</a> - The Computational Center for Nanotechnology Innovations (CCNI) is a supercomputing center located at the Rensselaer Technology Park on the Rensselaer Polytechnic Institute campus in Troy, New York.","\n<a href=\"http://duckduckgo.com/modelling_biological_systems\">Computational biomodeling</a> - Modelling biological systems is a significant task of systems biology and mathematical biology.","\n<a href=\"http://duckduckgo.com/computational_complexity_theory\">Computational intractability</a> - Computational complexity theory is a branch of the theory of computation in theoretical computer science and mathematics that focuses on classifying computational problems according to their inh...","\n<a href=\"http://duckduckgo.com/Computational_epidemiology\">Computational epidemiology</a> - Computational epidemiology is a multidisciplinary field utilizing techniques from computer science, mathematics, geographic information science and public health to develop tools and models to a...","\n<a href=\"http://duckduckgo.com/Computational_photography\">Computational photography</a>","\n<a href=\"http://duckduckgo.com/cGAL\">Computational Geometry Algorithms Library</a> - The Computational Geometry Algorithms Library (CGAL) is a software library that aims to provide easy access to efficient and reliable  algorithms in computational geometry.","\n<a href=\"http://duckduckgo.com/Computational_neurogenetic_modeling\">Computational neurogenetic modeling</a> - Computational neurogenetic modeling (CNGM) is concerned with the study and development of dynamic neuronal models for modeling brain functions with respect to genes and dynamic interactions betw...","\n<a href=\"http://duckduckgo.com/Computational_Linguistics__(journal)\">Computational Linguistics  (journal)</a>","\n<a href=\"http://duckduckgo.com/grid_computing\">Computational grid</a> - Grid computing is a term referring to the federation of computer resources from multiple administrative domains to reach a common goal.","\n<a href=\"http://duckduckgo.com/Computational_cybernetics\">Computational cybernetics</a> - Computational cybernetics is the integration of cybernetics and computational intelligence techniques.","\n<a href=\"http://duckduckgo.com/Computational_Chemistry_List\">Computational Chemistry List</a> - The Computational Chemistry List (CCL) was established on January 11, 1991, as an independent electronic forum for chemistry researchers and educators from around the world.","\n<a href=\"http://duckduckgo.com/Computational_chemical_methods_in_solid_state_physics\">Computational chemical methods in solid state physics</a> - Computational chemical methods in solid-state physics follow the same approach as they do for molecules, but with two differences.","\n<a href=\"http://duckduckgo.com/Computational_neuroscience\">Computational neuroscience</a> - Computational neuroscience is the study of brain function in terms of the information processing properties of the structures that make up the nervous system.","\n<a href=\"http://duckduckgo.com/Computational_science\">Computational science</a> - Computational science is the subfield of computer science concerned with constructing mathematical models and quantitative analysis techniques and using computers to analyze and solve scientific...","\n<a href=\"http://duckduckgo.com/Computational_geophysics\">Computational geophysics</a> - Computational geophysics entails rapid numerical computations that help analyses of geophysical data and observations.","\n<a href=\"http://duckduckgo.com/Computational_resource\">Computational resource</a> - In computational complexity theory, a computational resource is a resource used by some computational models in the solution of computational problems.","\n<a href=\"http://duckduckgo.com/logic_in_computer_science\">Computational logic</a> - Logic in computer science describes topics where logic is applied to computer science and artificial intelligence.","\n<a href=\"http://duckduckgo.com/Computational_thinking\">Computational thinking</a> - Computational Thinking is a new problem solving method, named for its extensive use of computer science techniques.","\n<a href=\"http://duckduckgo.com/Computational_trust\">Computational trust</a> - In Information security, computational trust is the generation of trusted authorities or user trust through cryptography.","\n<a href=\"http://duckduckgo.com/Computational_learning_theory\">Computational learning theory</a> - In theoretical computer science, computational learning theory is a mathematical field related to the analysis of machine learning algorithms.","\n<a href=\"http://duckduckgo.com/Computational_fluid_dynamics\">Computational fluid dynamics</a> - Computational fluid dynamics, usually abbreviated as CFD, is a branch of fluid mechanics that uses numerical methods and algorithms to solve and analyze problems that involve fluid flows.","\n<a href=\"http://duckduckgo.com/moore's_law\">Computational power</a> - Moore's law is a rule of thumb in the history of computing hardware whereby the number of transistors that can be placed inexpensively on an integrated circuit doubles approximately every two years.","\n<a href=\"http://duckduckgo.com/Computational_linguistics\">Computational linguistics</a> - Computational linguistics is an interdisciplinary field dealing with the statistical or rule-based modeling of natural language from a computational perspective.","\n<a href=\"http://duckduckgo.com/Computation_tree_logic\">Computation tree logic</a> - Computation tree logic&nbsp; is a branching-time logic, meaning that its model of time is a tree-like structure in which the future is not determined; there are different paths in the future, an...","\n<a href=\"http://duckduckgo.com/numerical_linear_algebra\">Computational matrix algebra</a> - Numerical linear algebra is the study of algorithms for performing linear algebra computations, most notably matrix operations, on computers.","\n<a href=\"http://duckduckgo.com/Computational_informatics\">Computational informatics</a>","\n<a href=\"http://duckduckgo.com/Computational_finance\">Computational finance</a> - Computational finance, also called financial engineering, is a cross-disciplinary field which relies on computational intelligence, mathematical finance, numerical methods and computer simulatio...","\n<a href=\"http://duckduckgo.com/Computational_semantics\">Computational semantics</a> - Computational semantics is the study of how to automate the process of constructing and reasoning with meaning representations of natural language expressions.","\n<a href=\"http://duckduckgo.com/Computational_intelligence\">Computational intelligence</a> - Computational intelligence (CI) is a set of Nature-inspired computational methodologies and approaches to address complex problems of the real world applications to which traditional (first prin...","\n<a href=\"http://duckduckgo.com/reflection_(computer_programming)\">Computational reflection</a> - In computer science, reflection is the ability of a computer program to examine and modify the structure and behavior of an object at runtime.","\n<a href=\"http://duckduckgo.com/Computational_semiotics\">Computational semiotics</a> - Computational semiotics is an interdisciplinary field that applies, conducts, and draws on research in logic, mathematics, the theory and practice of computation, formal and natural language stu...","\n<a href=\"http://duckduckgo.com/computational_irreducibility\">Computational reducibility</a> - Computational irreducibility is one of the main ideas proposed by Stephen Wolfram in his book A New Kind of Science.","\n<a href=\"http://duckduckgo.com/Computational_statistics\">Computational statistics</a> - Computational statistics, or statistical computing, is the interface between statistics and computer science.","\n<a href=\"http://duckduckgo.com/Computational_formula_for_the_variance\">Computational formula for the variance</a>","\n<a href=\"http://duckduckgo.com/Computational_complexity_of_mathematical_operations\">Computational complexity of mathematical operations</a>","\n<a href=\"http://duckduckgo.com/Computational_magnetohydrodynamics\">Computational magnetohydrodynamics</a> - Computational magnetohydrodynamics is a rapidly developing branch of magnetohydrodynamics that uses numerical methods and algorithms to solve and analyze problems that involve electrically condu...","\n<a href=\"http://duckduckgo.com/Computational_hardness_assumption\">Computational hardness assumption</a>","http://www.merriam-webster.com/dictionary/computational","\n<a href=\"http://duckduckgo.com/Computational_biology\">Computational biology</a> - Computational biology involves the development and application of data-analytical and theoretical methods, mathematical modeling and computational simulation techniques to the study of biologica...","\n<a href=\"http://duckduckgo.com/Computational_theory_of_mind\">Computational theory of mind</a> - In philosophy, the computational theory of mind is the view that the human mind is an information processing system and that thinking is a form of computing.","\n<a href=\"http://duckduckgo.com/computer_algebra_system\">Computational algebra</a> - A computer algebra system is a software program that facilitates symbolic mathematics.","\n<a href=\"http://duckduckgo.com/Computational_archaeology\">Computational archaeology</a> - Computational archaeology describes computer-based analytical methods for the study of long-term human behaviour and behavioural evolution.","\n<a href=\"http://duckduckgo.com/Computational_particle_physics\">Computational particle physics</a> - Computational particle physics refers to the methods and computing tools developed in and used by  particle physics research.","\n<a href=\"http://duckduckgo.com/Computational_model\">Computational model</a> - A computational model is a mathematical model in computational science that requires extensive computational resources to study the behavior of a complex system by computer simulation.","\n<a href=\"http://duckduckgo.com/artificial_intelligence\">Computational Rationality</a> - Artificial intelligence is the intelligence of machines and the branch of computer science that aims to create it.","\n<a href=\"http://duckduckgo.com/Computational_aeroacoustics\">Computational aeroacoustics</a>","\n<a href=\"http://duckduckgo.com/Computational_creativity\">Computational creativity</a> - Computational creativity is a multidisciplinary endeavour that is located at the intersection of the fields of artificial intelligence, cognitive psychology, philosophy, and the arts.","\n<a href=\"http://duckduckgo.com/Computational_steering\">Computational steering</a> - Computational steering is the practice of manually intervening with an otherwise autonomous computational process, to change its outcome.","\n<a href=\"http://duckduckgo.com/computer_simulation\">Computational modeling</a> - A computer simulation, a computer model, or a computational model is a computer program, or network of computers, that attempts to simulate an abstract model of a particular system.","\n<a href=\"http://duckduckgo.com/Computational_forensics\">Computational forensics</a> - Computational forensics is a quantitative approach to  the methodology of the forensic sciences.","\n<a href=\"http://duckduckgo.com/Computational_overhead\">Computational overhead</a> - In computer science, overhead is generally considered any combination of excess or indirect computation time, memory, bandwidth, or other resources that are required to attain a particular goal.","\n<a href=\"http://duckduckgo.com/Computational_epistemology\">Computational epistemology</a> - Computational epistemology is a subdiscipline of formal epistemology that studies the intrinsic complexity of inductive problems for ideal and computationally bounded agents.","\n<a href=\"http://duckduckgo.com/digital_physics\">Computational universe theory</a> - In physics and cosmology, digital physics is a collection of theoretical perspectives based on the premise that the universe is, at heart, describable by information, and is therefore computable.","\n<a href=\"http://duckduckgo.com/Computational_mathematics\">Computational mathematics</a> - Computational mathematics involves mathematical research in areas of science where computing plays a central and essential role, emphasizing algorithms, numerical methods, and symbolic methods.","\n<a href=\"http://duckduckgo.com/Computational_number_theory\">Computational number theory</a> - In mathematics, computational number theory, also known as algorithmic number theory, is the study of algorithms for performing number theoretic computations.","\n<a href=\"http://duckduckgo.com/Computational_scientist\">Computational scientist</a> - A computational scientist is a person skilled in scientific computing.","\n<a href=\"http://duckduckgo.com/Computational_genomics\">Computational genomics</a> - Computational genomics refers to the use of computational analysis to decipher biology from genome sequences and related data, including both DNA and RNA sequence as well as other \"post-genomic\"...","\n<a href=\"http://duckduckgo.com/cIML_community_portal\">Computational Intelligence and Machine Learning Portal</a> - The CIML community portal was created to facilitate an online virtual scientific community wherein anyone interested in CIML can share research, obtain resources, or simply learn more.","Computational","\n<a href=\"http://duckduckgo.com/Computational_topology\">Computational topology</a> - Algorithmic topology, or computational topology, is a subfield of topology with an overlap with areas of computer science, in particular computational geometry and computational complexity...","\n<a href=\"http://duckduckgo.com/Computational_synthetic_geometry\">Computational synthetic geometry</a>","\n<a href=\"http://duckduckgo.com/Computational_lithography\">Computational lithography</a> - Computational lithography is the set of mathematical and algorithmic approaches designed to improve the resolution attainable through photolithography.","\n<a href=\"http://duckduckgo.com/Computational_Science_and_Engineering\">Computational Science and Engineering</a> - Computational science and engineering is a relatively new discipline that deals with the development and application of computational models and simulations, often coupled with high-performance ...","\n<a href=\"http://duckduckgo.com/Computational_complexity_theory\">Computational complexity theory</a> - Computational complexity theory is a branch of the theory of computation in theoretical computer science and mathematics that focuses on classifying computational problems according to their inh...","\n<a href=\"http://duckduckgo.com/computer_vision\">Computational vision</a> - Computer vision is a field that includes methods for acquiring, processing, analysing, and understanding images and, in general, high-dimensional data from the real world in order to produce num...","\n<a href=\"http://duckduckgo.com/compositional_pattern-producing_network\">Computational Pattern Producing Network</a> - Compositional pattern-producing networks (CPPNs), are a variation of artificial neural networks (ANNs) which differ in their set of activation functions and how they are applied.","\n<a href=\"http://duckduckgo.com/Computational_gene\">Computational gene</a> - A computational gene  is a molecular automaton consisting of a structural part and  a functional part; and its design is such that it might work in a cellular environment.","\n<a href=\"http://duckduckgo.com/Computational_physics\">Computational physics</a> - Computational physics is the study and implementation of numerical algorithms to solve problems in physics for which a quantitative theory already exists.","\n<a href=\"http://duckduckgo.com/Computational_chemistry\">Computational chemistry</a> - Computational chemistry is a branch of chemistry that uses principles of computer science to assist in solving chemical problems.","\n<a href=\"http://duckduckgo.com/Computational_visualistics\">Computational visualistics</a> - The term Computational visualistics is used for addressing the whole range of investigating scientifically pictures “in” the computer.","\n<a href=\"http://duckduckgo.com/diffie%E2%80%93Hellman_problem\">Computational Diffie-Hellman problem</a> - The Diffie–Hellman problem is a mathematical problem first proposed by Whitfield Diffie and Martin Hellman in the context of cryptography.","\n<a href=\"http://duckduckgo.com/time_complexity\">Computational time</a> - In computer science, the time complexity of an algorithm quantifies the amount of time taken by an algorithm to run as a function of the size of the input to the problem.","\n<a href=\"http://duckduckgo.com/computational_cybernetics\">Computational neuroanatomy</a> - Computational cybernetics is the integration of cybernetics and computational intelligence techniques.","Merriam-Webster","\n<a href=\"http://duckduckgo.com/modelling_biological_systems\">Computational systems biology</a> - Modelling biological systems is a significant task of systems biology and mathematical biology.","\n<a href=\"http://duckduckgo.com/Computational_and_Systems_Neuroscience\">Computational and Systems Neuroscience</a> - Computational and Systems Neuroscience is a scientific conference with the main meeting  usually held in Salt Lake City.","\n<a href=\"http://duckduckgo.com/Computational_Chemistry_Grid\">Computational Chemistry Grid</a> - The Computational Chemistry Grid project (CCG) is a National Science Foundation project  in computational chemistry.","\n<a href=\"http://duckduckgo.com/Computational_mechanics\">Computational mechanics</a> - Computational mechanics is the discipline concerned with the use of computational methods to study phenomena governed by the principles of mechanics.","\n<a href=\"http://duckduckgo.com/Computational_indistinguishability\">Computational indistinguishability</a>","\n<a href=\"http://duckduckgo.com/Computational_irreducibility\">Computational irreducibility</a> - Computational irreducibility is one of the main ideas proposed by Stephen Wolfram in his book A New Kind of Science.","\n<a href=\"http://duckduckgo.com/Computational_sociology\">Computational sociology</a> - Computational sociology is a branch of sociology that uses computationally intensive methods to analyze and model social phenomena.","\n<a href=\"http://duckduckgo.com/Computational_phylogenetics_software\">Computational phylogenetics software</a>","\n<a href=\"http://duckduckgo.com/computation\">Computational process</a> - Computation is any type of calculation or the use of computer technology in Information processing.","\n<a href=\"http://duckduckgo.com/Computational_Research_Laboratories\">Computational Research Laboratories</a> - A member of the TATA Group, Computational Research Laboratories (CRL) is a wholly owned subsidiary of TATA Sons Limited.","\n<a href=\"http://duckduckgo.com/Computational_auditory_scene_analysis\">Computational auditory scene analysis</a> - Computational auditory scene analysis (CASA) is the study of auditory scene analysis by computational means.","computational definition: the act or action of computing.","\n<a href=\"http://duckduckgo.com/Computational_group_theory\">Computational group theory</a> - In mathematics, computational group theory is the study of groups by means of computers.","\n<a href=\"http://duckduckgo.com/Computational_epigenetics\">Computational epigenetics</a> - Computational epigenetics uses bioinformatic methods to complement experimental research in epigenetics.","\n<a href=\"http://duckduckgo.com/Computational_RAM\">Computational RAM</a> - Computational RAM or C-RAM is random access memory with processing elements integrated into the design.","\n<a href=\"http://duckduckgo.com/docking_(molecular)\">Computational Molecular Docking</a> - In the field of molecular modeling, docking is a method which predicts the preferred orientation of one molecule to a second when bound to each other to form a stable complex.","\n<a href=\"http://duckduckgo.com/Computational-Representational_Understanding_of_Mind\">Computational-Representational Understanding of Mind</a> - Computational Representational Understanding of Mind (abbreviated CRUM) is an hypothesis in cognitive science which proposes that thinking is performed by computations operating on representations.","\n<a href=\"http://duckduckgo.com/Computational_economics\">Computational economics</a> - Computational economics is a research discipline at the interface between computer science and economic and management science.","\n<a href=\"http://duckduckgo.com/Computational_electromagnetics\">Computational electromagnetics</a> - Computational electromagnetics, computational electrodynamics or electromagnetic modeling is the process of modeling the interaction of electromagnetic fields with physical objects a...","\n<a href=\"http://duckduckgo.com/neuroethology\">Computational neuroethology</a> - Neuroethology is the evolutionary and comparative approach to the study of animal behavior and its underlying mechanistic control by the nervous system.","\n<a href=\"http://duckduckgo.com/Computer\">Computer</a> - A computer is a programmable machine designed to automatically carry out a sequence of arithmetic or logical operations.","\n<a href=\"http://duckduckgo.com/mathematics_of_paper_folding\">Computational origami</a>","\n<a href=\"http://duckduckgo.com/Computational_immunology\">Computational immunology</a> - In academia, computational immunology is a field of science that encompasses high-throughput genomic and bioinformatics approaches to immunology.","\n<a href=\"http://duckduckgo.com/Computational_Intensive_Workload\">Computational Intensive Workload</a> - Computational Intensive Workload, or CIW, is a measurement invented by IBM to compare the performance of its iSeries servers based on a CPU-intensive benchmark.","\n<a href=\"http://duckduckgo.com/Computational_phylogenetics\">Computational phylogenetics</a> - Computational phylogenetics is the application of computational algorithms, methods and programs to phylogenetic analyses.","\n<a href=\"http://duckduckgo.com/Computational_lexicology\">Computational lexicology</a> - Computational lexicology is that branch of computational linguistics, which is concerned with the use of computers in the study of lexicon.","\n<a href=\"http://duckduckgo.com/turing_completeness\">Computational universality</a> - In computability theory, a system of data-manipulation rules is said to be Turing complete or computationally universal if and only if it can be used to simulate any single-taped Turing ma...","\n<a href=\"http://duckduckgo.com/Computational_musicology\">Computational musicology</a> - Computational musicology is defined as the study of music with computational modelling and simulation.","\n<a href=\"http://duckduckgo.com/computational_science\">Computational Engineering</a> - Computational science is the subfield of computer science concerned with constructing mathematical models and quantitative analysis techniques and using computers to analyze and solve scientific...","\n<a href=\"http://duckduckgo.com/Computational_geometry\">Computational geometry</a> - Computational geometry is a branch of computer science devoted to the study of algorithms which can be stated in terms of geometry.","\n<a href=\"http://duckduckgo.com/Computational_photography_(artistic)\">Computational photography (artistic)</a> - See computational photography for a new article on the topic of computational photography.","\n<a href=\"http://duckduckgo.com/Computational_problem\">Computational problem</a> - In theoretical computer science, a computational problem is a mathematical object representing a collection of questions that computers might want to solve.","\n<a href=\"http://duckduckgo.com/Computation_tree\">Computation tree</a> - A computation tree is a representation for the computation steps of a non-deterministic Turing machine on a specified input.","\n<a href=\"http://duckduckgo.com/Computational_Mechanics__(journal)\">Computational Mechanics  (journal)</a>","\n<a href=\"http://duckduckgo.com/Computational_humor\">Computational humor</a> - Computational humor is a branch of computational linguistics and artificial intelligence which uses computers in humor research.","\n<a href=\"http://duckduckgo.com/Computational_Diffie%E2%80%93Hellman_assumption\">Computational Diffie–Hellman assumption</a> - The computational Diffie–Hellman is the assumption that a certain computational problem within a cyclic group is hard."],"common":{"milestones":["<a target=\"_new\" href=\"http://en.wikinews.org/wiki/David_S._Touretzky_discusses_Scientology,_Anonymous_and_Tom_Cruise\" title=\"David S. Touretzky discusses Scientology, Anonymous and Tom Cruise\">David S. Touretzky discusses Scientology, Anonymous and Tom Cruise</a>","<a target=\"_new\" href=\"http://en.wikinews.org/wiki/DHS_funds_research_targeting_anonymity_and_blogs\" title=\"DHS funds research targeting anonymity and blogs\">DHS funds research targeting anonymity and blogs</a>","<a target=\"_new\" href=\"http://en.wikinews.org/wiki/RNA_journal_submits_articles_to_Wikipedia\" title=\"RNA journal submits articles to Wikipedia\">RNA journal submits articles to Wikipedia</a>","<a target=\"_new\" href=\"http://en.wikinews.org/wiki/Wolfram_Research%E2%80%99s_new_product_Alpha_to_compete_with_Google_and_Wikipedia\" title=\"Wolfram Researchâs new product Alpha to compete with Google and Wikipedia\">Wolfram Researchâs new product Alpha to compete with Google and Wikipedia</a>","<a target=\"_new\" href=\"http://en.wikinews.org/wiki/Wikimania_2012_tackles_diversity_issues\" title=\"Wikimania 2012 tackles diversity issues\">Wikimania 2012 tackles diversity issues</a>","<a target=\"_new\" href=\"http://en.wikinews.org/wiki/UK_mathematician_Nick_Higham_wins_Fr%C3%B6hlich_Prize\" title=\"UK mathematician Nick Higham wins FrÃ¶hlich Prize\">UK mathematician Nick Higham wins FrÃ¶hlich Prize</a>","<a target=\"_new\" href=\"http://en.wikinews.org/wiki/Record_size_17.4_million-digit_prime_found\" title=\"Record size 17.4 million-digit prime found\">Record size 17.4 million-digit prime found</a>","<a target=\"_new\" href=\"http://en.wikinews.org/wiki/British_computer_scientist%27s_new_%22nullity%22_idea_provokes_reaction_from_mathematicians\" title=\"British computer scientist&#39;s new &quot;nullity&quot; idea provokes reaction from mathematicians\">British computer scientist&#39;s new &quot;nullity&quot; idea provokes reaction from mathematicians</a>","<a target=\"_new\" href=\"http://en.wikinews.org/wiki/Canada%27s_supercomputer_goes_online\" title=\"Canada&#39;s supercomputer goes online\">Canada&#39;s supercomputer goes online</a>","<a target=\"_new\" href=\"http://en.wikinews.org/wiki/UK_study_claims_men_have_higher_average_I.Q._than_women\" title=\"UK study claims men have higher average I.Q. than women\">UK study claims men have higher average I.Q. than women</a>","<a target=\"_new\" href=\"http://en.wikinews.org/wiki/United_States_2003_National_Adult_Literacy_Survey_released\" title=\"United States 2003 National Adult Literacy Survey released\">United States 2003 National Adult Literacy Survey released</a>","<a target=\"_new\" href=\"http://en.wikinews.org/wiki/U.S._minimum_wage_gets_first_federal_boost_in_a_decade\" title=\"U.S. minimum wage gets first federal boost in a decade\">U.S. minimum wage gets first federal boost in a decade</a>"],"image":[[],[]]},"Lists":[],"created":1373499306,"book":[],"micro-www":{"computational":["computational","Computational_science","Computational_overhead","Computational_neuroscience","Computational_genomics","Computational_chemistry","Computational_biomodeling","Computational_biology","Computational_auditory_scene_analysis","Computational_archaeology","Computational_and_Systems_Neuroscience","Computational_and_Information_Systems_Laboratory","Computational_algebra","Computational_aeroacoustics","Computational_Center_for_Nanotechnology_Innovations","Computational_Biology",""]},"wiki":{"cat":[],"text":"\n'Computational' may refer to:\n\n* Computer\n\n* Computational algebra\n* Computational aeroacoustics\n* Computational and Information Systems Laboratory\n* Computational and Systems Neuroscience\n* Computational archaeology\n* Computational auditory scene analysis\n\n* Computational biology\n* Computational biomodeling\n\n* Computational Center for Nanotechnology Innovations\n* Computational chemical methods in solid state physics\n* Computational chemistry\n* Computational Chemistry Grid\n* Computational Chemistry List\n* Computational complexity of mathematical operations\n* Computational complexity theory\n* Computational creativity\n* Computational cybernetics\n\n* Computational Diffie–Hellman assumption\n* Computational Diffie-Hellman problem\n\n* Computational economics\n* Computational electromagnetics\n* Computational Engineering\n* Computational epidemiology\n* Computational epigenetics\n* Computational epistemology\n\n* Computational finance\n* Computational fluid dynamics\n* Computational forensics\n* Computational formula for the variance\n\n* Computational gene\n* Computational genomics\n* Computational geometry\n* Computational Geometry Algorithms Library\n* Computational geophysics\n* Computational grid\n* Computational group theory\n\n* Computational hardness assumption\n* Computational humor\n\n* Computational indistinguishability\n* Computational informatics\n* Computational immunology\n* Computational intelligence\n* Computational Intelligence and Machine Learning Portal\n* Computational Intensive Workload\n* Computational intractability\n* Computational irreducibility\n\n* Computational journalism\n\n* Computational learning theory\n* Computational lexicology\n* Computational linguistics\n* Computational Linguistics (journal)\n* Computational lithography\n* Computational logic\n\n* Computational magnetohydrodynamics\n* Computational mathematics\n* Computational matrix algebra\n* Computational mechanics\n* Computational Mechanics (journal)\n* Computational model\n* Computational modeling\n* Computational Molecular Docking\n* Computational musicology\n\n* Computational neuroanatomy\n* Computational neuroethology\n* Computational neurogenetic modeling\n* Computational neuroscience\n* Computational number theory\n\n* Computational ontology\n* Computational origami\n* Computational overhead\n\n* Computational particle physics\n* Computational Pattern Producing Network\n* Computational photography\n* Computational photography (artistic)\n* Computational phylogenetics\n* Computational phylogenetics software\n* Computational physics\n* Computational power\n* Computational problem\n* Computational process\n\n* Computational RAM\n* Computational Rationality\n* Computational reflection\n* Computational reducibility\n* Computational-Representational Understanding of Mind\n* Computational Research Laboratories\n* Computational resource\n\n* Computational semantics\n* Computational science\n* Computational Science and Engineering\n* Computational scientist\n* Computational semiotics\n* Computational sociology\n* Computational statistics\n* Computational steering\n* Computational synthetic geometry\n* Computational systems biology\n\n* Computational theory of mind\n* Computational thinking\n* Computational time\n* Computational topology\n* Computation tree\n* Computation tree logic\n* Computational trust\n\n* Computational universality\n* Computational universe theory\n\n* Computational vision\n* Computational visualistics\n","title":"computational","headings":[]},"micro-relation":["1: Computer","1: Computational_algebra","1: Computational_aeroacoustics","1: Computational_and_Information_Systems_Laboratory","1: Computational_and_Systems_Neuroscience","1: Computational_archaeology","1: Computational_auditory_scene_analysis","1: Computational_biology","1: Computational_biomodeling","1: Computational_Center_for_Nanotechnology_Innovations","1: Computational_chemical_methods_in_solid_state_physics","1: Computational_chemistry","1: Computational_Chemistry_Grid","1: Computational_Chemistry_List","1: Computational_complexity_of_mathematical_operations","1: Computational_complexity_theory","1: Computational_creativity","1: Computational_cybernetics","1: Computational_DiffieâHellman_assumption","1: Computational_Diffie-Hellman_problem","1: Computational_economics","1: Computational_electromagnetics","1: Computational_Engineering","1: Computational_epidemiology","1: Computational_epigenetics","1: Computational_epistemology","1: Computational_finance","1: Computational_fluid_dynamics","1: Computational_forensics","1: Computational_formula_for_the_variance","1: Computational_gene","1: Computational_genomics","1: Computational_geometry","1: Computational_Geometry_Algorithms_Library","1: Computational_geophysics","1: Computational_grid","1: Computational_group_theory","1: Computational_hardness_assumption","1: Computational_humor","1: Computational_indistinguishability","1: Computational_informatics","1: Computational_immunology","1: Computational_intelligence","1: Computational_Intelligence_and_Machine_Learning_Portal","1: Computational_Intensive_Workload","1: Computational_intractability","1: Computational_irreducibility","1: Computational_journalism","1: Computational_learning_theory","1: Computational_lexicology","1: Computational_linguistics","1: Computational_lithography","1: Computational_logic","1: Computational_magnetohydrodynamics","1: Computational_mathematics","1: Computational_matrix_algebra","1: Computational_mechanics","1: Computational_model","1: Computational_modeling","1: Computational_Molecular_Docking","1: Computational_musicology","1: Computational_neuroanatomy","1: Computational_neuroethology","1: Computational_neurogenetic_modeling","1: Computational_neuroscience","1: Computational_number_theory","1: Computational_ontology","1: Computational_origami","1: Computational_overhead","1: Computational_particle_physics","1: Computational_Pattern_Producing_Network","1: Computational_photography","1: Computational_phylogenetics","1: Computational_phylogenetics_software","1: Computational_physics","1: Computational_power","1: Computational_problem","1: Computational_process","1: Computational_RAM","1: Computational_Rationality","1: Computational_reflection","1: Computational_reducibility","1: Computational-Representational_Understanding_of_Mind","1: Computational_Research_Laboratories","1: Computational_resource","1: Computational_semantics","1: Computational_science","1: Computational_Science_and_Engineering","1: Computational_scientist","1: Computational_semiotics","1: Computational_sociology","1: Computational_statistics","1: Computational_steering","1: Computational_synthetic_geometry","1: Computational_systems_biology","1: Computational_theory_of_mind","1: Computational_thinking","1: Computational_time","1: Computational_topology","1: Computation_tree","1: Computation_tree_logic","1: Computational_trust","1: Computational_universality","1: Computational_universe_theory","1: Computational_vision","1: Computational_visualistics"]}