{"cursor":"2308","size":15,"audio":[],"currentlang":"en","article":"'Consequences' is the title of a short story by Rudyard Kipling, first published\nin the [[Civil and Military Gazette]] on December 9, 1886; and first in book\nform in the first Indian edition of [[Plain Tales from the Hills]] (1888), and\nin subsequent editions of that collection.\n\nThe story is an illustration of the power of Mrs Hauksbee. (It is Kipling's\nthird story about her in book form.) Tarrion, a \"clever and amusing\" young\nofficer in an unfashionable regiment, longs for a permanent appointment in\nSimla. There he has the good fortune to do Mrs Hauksbee a favour (by forging a\ndate on her invitation, so that she can attend the more prestigious Ball, rather\nthan the smaller \"dance\" to which she has been sent an invitation by the\nGovernor's A.-D.-C. with whom she has quarrelled). So she owes Tarrion a favour,\nand asks what she can do. He admits that \"I haven't a square inch of interest\nhere in Simla\" - but says that he wants a permanent post in that most desirable\nHill Station. She agrees to help him.\n\nNow by chance (an ill-written address, and a stupid orderly) she comes into\npossession of some official papers. These she reads with Tarrion, and he uses\nthem to persuade \"the biggest and strongest man that the Government owned\" to\ngive him a permanent post. It is not particularly well-paid, but it is finally\ngranted because the Viceroy has an obsession with 'Diplomatic secrecy', and\nbelieves that \"a boy so well supplied with information would be worth\"\npromoting.\n\nAt the end, Tarrion thinks \"'If Mrs Hauksbee were twenty years younger, and I\nher husband, I should be Viceroy of India in fifteen years.'\" Mrs Hauksbee\nthinks \"'What fools men are!'\"\n\n\n:All quotations in this article have been taken from the Uniform Edition of\nPlain Tales from the Hills published by Macmillan & Co., Limited in London in\n1899. The text is that of the third edition (1890), and the author of the\narticle has used his own copy of the 1923 reprint. Further comment, including\nthese [http://www.kipling.org.uk/rg_consequences1.htm page-by-page notes] are on\nthe Kipling Society's website.\n","linknr":81,"url":"Consequences_(Kipling_story)","recorded":1362670453,"links":11,"instances":[],"pdf":[],"categories":["1888 books","Short stories by Rudyard Kipling","Rudyard Kipling stories about India"],"headings":[],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Wikisource-logo.svg/38px-Wikisource-logo.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Rudyard_Kipling","Mrs_Hauksbee","Shimla","Aide-de-camp","Hill_Station","Orderly","Viceroy"]}