{"cursor":"3167","size":15,"audio":[],"currentlang":"en","article":"'Control' is a character from the rock musical Starlight Express. Although it is\nnever stated one way or the other, it is often assumed that Control is a boy. He\nnarrates the show, and commentates on the races. Some sources claim that he is a\nchild of nine years, although there is nothing to confirm this in the show's\nlibretto. He is from whichever country the show is in(though American in London\nas that was fashionable in the 80s - Thunderbirds is another example of an American-\naccented British production), who is playing with his trains at the beginning of\nthe show. His mother comes in and tells him to put his trains away, and get into\nbed. He does so, and he dreams that the trains come to life. In the London re-\nvamp and subsequent productions Control sneaks out of bed again to continue\nplaying. Most of his lines are repeated, his catchphrase being 'This is Control,\nThis is Control' with which he begins all announcements. He has a simple six-\nnote theme that plays whenever he speaks.\n\nHis favorite engine is Greaseball the Diesel. He consistently looks the other\nway when Greaseball cheats in the races, and is angry when the plot is wrenched\nfrom his grasp and Greaseball is defeated by unlikely challenger Rusty.\n\nThough he calls himself Control during the show, in some productions he is\nlisted in the playbill simply as 'The Boy.'\n","linknr":91,"url":"Control_(Starlight_Express)","recorded":1362477650,"links":10,"instances":["tv_series"],"pdf":[],"categories":["Characters in plays"],"headings":["Control's Mom","Musical numbers","Costume","Actors","References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["thunderbirds","tv_series"]],"members":["thunderbirds"],"related":["Starlight_Express","Thunderbirds_(TV_series)","Greaseball_the_Diesel","Rusty_the_Steam_Engine","Yumi_Tōma","Georgina_Hagen","Charlotte_Avery"]}