{"cursor":"2472","size":15,"audio":[],"currentlang":"en","article":"\nIn a scientific experiment measuring the effect of one or more independent\nvariables on a dependent variable, 'controlling for a variable' is a method to\nreduce the confounding effect of variations in a third variable that may also\naffect the value of the dependent variable. For example, in an experiment to\ndetermine the effect of nutrition (the independent variable) on organism\ngrowth (the dependent variable), the age of the organism (the third variable)\nneeds to be controlled for, since the effect may also depend on the age of an\nindividual organism.\n\nTo a certain extent, systematic selection bias can be avoided, and the further\nconfounding effect can be reduced, by a random assignment of individuals to the\nexperimental group and the control group, but controlling tends to reduce the\nexperimental error further.\n\nThe essence of the method is to ensure that comparisons between the control\ngroup and the experimental group are only made for groups or subgroups for\nwhich the variable to be controlled has (as much as possible) the same\nstatistical distribution. A common way to achieve this is to partition the\ngroups into subgroups whose members have (nearly) the same value for the\ncontrolled variable.\n\n'Controlling for a variable' is also a term used in statistical data analysis\nwhen inferences may need to be made for the relationships within one set of\nvariables given that some of these relationships may spuriously reflect\nrelationships to variables in another set. This is broadly equivalent to\nconditioning on the variables in the second set, although in techniques related\nto linear regression only linear relations are taken into account. Such analyses\nmay be described as \"controlling for variable X\", or \"controlling for the\nvariations in X\". Controlling in this sense is performed by including in the\nregression not only the explanatory variables of interest but also the\nextraneous variables. The failure to do so results in omitted-variable bias.\n","linknr":104,"url":"Controlling_for_a_variable","recorded":1362477621,"links":14,"instances":["probability"],"pdf":[],"categories":["Statistical terminology","Design of experiments","Regression analysis"],"headings":["See also","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/5/52/Merge-arrows.svg/50px-Merge-arrows.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/d/df/Bellcurve.svg/30px-Bellcurve.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["conditioning","probability"]],"members":["conditioning"],"related":["Scientific_experiment","Independent_variable","Confounding","Selection_bias","Random_assignment","Experimental_group","Control_group","Errors_and_residuals_in_statistics","Statistical_distribution","Partition_of_a_set","Statistics","Spurious_relationship","Conditioning_(probability)","Linear_regression","Explanatory_variable","Extraneous_variables","Omitted-variable_bias","Scientific_control"]}