{"cursor":"2372","size":15,"audio":[],"currentlang":"en","article":"\n\n'Conversion funnel' is a technical term used in e-commerce operations to\ndescribe the track a consumer takes through an Internet advertising or search\nsystem, navigating an e-commerce website and finally converting to a\nsale.\n\nThe metaphor of a funnel is used to describe the decrease in numbers that occurs\nat each step of the process.\n\nTypically a large number of visitors register as page view on a referring page\nwhich is linked to the e-commerce site by a banner ad, ad network or\nconventional link. Only a small proportion of those seeing the advert or link\nactually click the link. The metric used to describe this ratio is the click-\nthrough rate (CTR) and represents the top level of the funnel. Typical banner\nand advertising click-through rates are 0.02% in late 2010 and have decreased\nover the past three years. Click-through rates are highly sensitive to small\nchanges such as link text, link size, link position and many others and these\neffects interact cumulatively. The process of understanding which creative\nmaterial brings the highest click-through rate is known as ad optimization.\n\nOnce the link is clicked and the visitor to the referring page enters the e-\ncommerce site itself, only a small proportion of visitors typically proceed to\nthe product pages, creating further constriction of the metaphorical funnel.\nEach step the visitor takes further reduces the number of visitors, typically by\n30%–80% per page.\n\nAdding the product to the shopping cart, registering or filling in contact\ndetails and payment all further reduce the numbers step-by-step cumulatively\nalong the funnel. The more steps, the fewer visitors get through to becoming\npaying customers. For this reason, sites with similar pricing and products can\nhave hugely different conversion rates of visitors to customers and therefore\ngreatly differing profits.\n","linknr":99,"url":"Conversion_funnel","recorded":1362684493,"links":13,"instances":[],"pdf":[],"categories":["Web analytics"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/5/52/Merge-arrows.svg/50px-Merge-arrows.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["E-commerce","Funnel","Page_view","Referring_page","Hyperlink","Banner_ad","Ad_network","Click-through_rate","Ad_optimization","Conversion_rate"]}