{"cursor":"2874","size":15,"audio":[],"currentlang":"en","article":"\n\n[[Image:Kupferschmiede - Coppersmithy - Museumsdorf Cloppenburg - Open air\nmuseum Cloppenburg.jpg|thumb|600px| Workshop of a coppersmith. The oldest units\nare from the period around 1850.]]\n\nA 'coppersmith', also known as a 'redsmith', is a person who makes artifacts\nfrom copper. The term redsmith comes from the colour of copper.\n\nExamples of objects made by modern coppersmiths include jewellery, sculptures,\nplates and cookware, jugs, vases, trays, frames, rose bowls, cigarette cases,\ntobacco jars, overmantels, fenders, decorative panels, and challenge shields,\ntea and coffee pots, awnings, light fixtures, fountains, range hoods, cupolas,\nand stills. Famous copper styles in the UK include Newlyn in Cornwall and\nKeswick in Cumbria. Coppersmith work started waning in the late 1970s and early\n1980s and those in the sheetmetal trade began doing the coppersmith's work, the\npractices used being similar to those in the plumbing trade. Coppermiths in\nrecent years have turned to pipe work, not only in copper but also stainless\nsteel and aluminium, particularly in the aircraft industry. They are one of the\nfew trades that have a mention in the Bible. 2 Timothy 4:14(KJV), Alexander\nthe Coppersmith, although later editions mention a metalworker.\n\nCopper is generally considered to be a soft metal, meaning it can be worked\nwithout heating. Over a period of working the metal in this way it can 'work\nharden'. This means that the molecules within the copper are compressed and\nirregular in their arrangement. This causes stress in the metal and eventually\ncracking the metal along these stress points. In order for the copper to be\nworked to any extensive degree it must be annealed. This process involves\nheating the metal and then rapidly cooling it in water. The cooling stage is\nknown as quenching. By heating the copper, the molecules in the metal are\nrelaxed, and able to align themselves in a more uniform fashion. This allows for\neasier shaping of the metal. In order to keep this uniformity within the metal,\nit is cooled instantly. This prevents the molecules from moving around and\ncausing tension in the structure of the metal. Unlike ferrous metals—which must\nbe cooled slowly to anneal—copper can be cooled slowly in air or quickly by\nquenching in water.\n","linknr":141,"url":"Coppersmith","recorded":1362480241,"links":24,"instances":["metallurgy"],"pdf":[],"categories":["Arts occupations","Coppersmiths|"],"headings":["Notes","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/f/f0/Kupferschmiede_-_Coppersmithy_-_Museumsdorf_Cloppenburg_-_Open_air_museum_Cloppenburg.jpg/600px-Kupferschmiede_-_Coppersmithy_-_Museumsdorf_Cloppenburg_-_Open_air_museum_Cloppenburg.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/en/thumb/4/4a/Commons-logo.svg/30px-Commons-logo.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["annealing","metallurgy"]],"members":["annealing"],"related":["Copper","Cigarette_case","Extractor_hood","Still","Newlyn_Copper","Cornwall","Keswick_School_of_Industrial_Art","Cumbria","Plumber","Annealing_(metallurgy)","Quenching"]}