{"cursor":"5576","size":15,"audio":[],"currentlang":"en","article":"{{multiple issues|\n\n\n}}\n\n'Corporate Development' refers to the planning and execution of a wide range of\nstrategies to meet specific organizational objectives. The kinds of activities\nfalling under corporate development may include initiatives such as recruitment\nof a new management team, plans for phasing in or out of certain markets or\nproducts, considering a partner for a strategic alliance, establishing\nrelationships with strategic business partners, identifying and acquiring\ncompanies, securing financing, divesting of assets or divisions, increasing\nintellectual property assets and so on. There is no formula for \"corporate\ndevelopment\" and the activities encompassed are often the role of the CEO or\nother executives or experienced business consultants. However, particularly in\nlarger companies, corporate development is provided as a charter for a\nparticular executive or team. In these cases, the opportunities and initiatives\nare numerous enough to justify specialists, instead of being delegated to the\noffice of the CEO and line of business executives. When focused on product or\nfinancial issues, corporate development executives often have MBA, CFA or CPA\ncredentials. Often the internal corporate development executives come from a\nlegal or investment banking background, due to the complex contractual and\nvaluation issues associated with many transactions.\n\nThe process of corporate development can also be applied to the task of growing\nthe company through mergers and acquisitions. In this scenario, the project\ndevelopment will involve identifying potential target companies for acquisitions\nor unions resulting in a new and more aggressive corporation. The team will\nconsider all possible outcomes from any given potential merger or acquisition\nand attempt to project if the action is likely to result in positive growth or\ncould possibly impair the company permanently.\n\nOne of the manifestations of corporate development has to do with reshaping the\nmanagement arm of the corporation. This may involve a process of phasing certain\nmanagement positions out of the existing structure or creating new positions in\nan effort to strengthen the management team. As part of this type of approach,\ncorporate development may also demand that one or more current managers are\nreleased from the company and replaced with people who possess skills required\nto move the company forward. When this is the case, the corporate development\nteam will handle the functions of recruitment and evaluation of potential hires.\n\nJust as a management team may be revamped, corporate development may also be\nemployed to change the current focus for clients. This may mean looking into the\npotential for breaking into new markets with existing products or developing\ncomplementary products that will allow this type of expansion. Corporate\ndevelopment strategy would monitor the trends associated with a corporation's\nproducts or services and helps the corporation establish strategies to find more\ncustomers. In addition, corporate development works to maximize the profits of a\ncorporation by figuring out the appropriate pricing for a given good or service.\nA corporate development team also leads discussions with sales department heads\nregarding how to market corporate goods, organize marketing campaigns, analyze\nmarket research and incorporate any customer advice or complaints into marketing\nstrategies in such cases; extensive industry specific business experience is\noften preferred which is why companies may hire an external firm to help them\nengage in such moves.\n\nDepending on the status of the base market, corporate development may also look\nat shifting away from a shrinking consumer market while seeking market share in\na different consumer market with newer products.For example, many typewriter\nmanufacturers during the 1980s and 1990s slowly phased out their core business\nand began to focus more on computer parts and accessories as a way to continue\noperations.\n","linknr":118,"url":"Corporate_development","recorded":1362477564,"links":15,"instances":[],"pdf":[],"categories":["Business terms","Business and financial operations occupations"],"headings":["Process","Companies with large corporate development groups","See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["CEO","MBA","Chartered_Financial_Analyst","Certified_Practising_Accountant","Oracle_Corporation","IBM","SAP_AG","Hewlett-Packard","Intel","Google","Yahoo!","Cisco_Systems","Siemens","PepsiCo","State_Street_Corporation","Liberty_Mutual","Barclays","Business_development"]}