{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/Quotient_group\">Quotient group</a> - In mathematics, specifically group theory, a quotient group (or factor group) is a group obtained by aggregating similar elements of a larger group using an equivalence relation.","\n<a href=\"http://duckduckgo.com/Double_coset\">Double coset</a> - In mathematics, an double coset in G, where G is a group and H and K are subgroups of G, is an equivalence class for the equivalence relation defined on G by :x ~ y...","Coset","\n<a href=\"http://duckduckgo.com/Heap_(mathematics)\">Heap</a> - In abstract algebra, a heap is a mathematical generalisation of a group.","http://www.merriam-webster.com/dictionary/coset","\n<a href=\"http://duckduckgo.com/Lagrange's_theorem_(group_theory)\">Lagrange's theorem</a> - Lagrange's theorem, in the mathematics of group theory, states that for any finite group G, the order (number of elements) of every subgroup H of G divides the order of G.","coset definition: a subset of a mathematical group that consists of all the products obtained by multiplying either on the right or the left a fixed element of the group by each of the elements of a given subgroup.","Merriam-Webster","https://i.duckduckgo.com/i/5f96a1ef.png","\n<a href=\"http://duckduckgo.com/Coset_enumeration\">Coset enumeration</a> - In mathematics, coset enumeration is the problem of counting the cosets of a subgroup H of a group G given in terms of a presentation.","A coset is a left or right coset of some subgroup in G.","\n<a href=\"http://duckduckgo.com/c/Group_theory\">Group theory</a>"],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373523432,"book":[],"micro-www":{"cosets":[""]},"wiki":{"cat":["Group theory"],"text":" under addition. The subgroup H contains only 0 and 4, and is isomorphic to\n <math>\\mathbb{Z}/2\\mathbb{Z}</math>. There are four left cosets of H: H itself,\n 1+H, 2+H, and 3+H (written using additive notation since this is the additive\n group). Together they partition the entire group G into equal-size, non-\n overlapping sets. The index [G : H] is 4.]] In mathematics, if G is a group,\n and H is a subgroup of G, and g is an element of G, then :gH = {gh : h an\n element of H&thinsp;} is a 'left coset ofH' in G, and :Hg = {hg : h an element\n of H&thinsp;} is a 'right coset ofH' in G. Only when H is normal will the right\n and left cosets of H coincide, which is one definition of normality of a\n subgroup. Although derived from a subgroup, cosets are not usually themselves\n subgroups of G, only subsets.\n\nA 'coset' is a left or right coset of some subgroup in G. Since Hg =\ng&thinsp;(&thinsp;g<sup>−1</sup>Hg&thinsp;), the right coset Hg (of H&thinsp;)\nand the left coset g&thinsp;(&thinsp;g<sup>−1</sup>Hg&thinsp;) (of the conjugate\nsubgroup g<sup>−1</sup>Hg&thinsp;) are the same. Hence it is not meaningful to\nspeak of a coset as being left or right unless one first specifies the\nunderlying subgroup. In other words: a right coset of one subgroup equals a left\ncoset of a different (conjugate) subgroup. If the left cosets and right cosets\nare the same then H is a normal subgroup and the cosets form a group called the\nquotient group.\n\nThe map gH→(gH)<sup>−1</sup>=Hg<sup>−1</sup> defines a bijection between the\nleft cosets and the right cosets of H, so the number of left cosets is equal to\nthe number of right cosets. The common value is called the index of H in G.\n\nFor abelian groups, left cosets and right cosets are always the same. If\nthe group operation is written additively then the notation used changes to\ng+H or H+g.\n\nCosets are a basic tool in the study of groups; for example they play a central\nrole in Lagrange's theorem.\n","title":"Coset","headings":["Examples","Definition using equivalence classes","Double cosets","Notation","General properties","Applications","See also","References","External links"]},"micro-relation":["4: Subgroup","3: Normal_subgroup","3: Quotient_group","2: Abelian_group","2: Equivalence_relation","1: Mathematics","1: Conjugacy_class","1: Bijection","1: Index_of_a_subgroup","1: Modular_arithmetic","1: Vector_space","1: Vector_addition","1: Linear_subspace","1: Subgroups","1: Affine_subspace","1: Euclidean_space","1: Parallel_line","1: Equivalence_class","1: Disjoint_sets","1: Partition_of_a_set","1: Cardinality","1: Infinity","1: Vitali_set","1: Non-measurable_set","1: Optimal_solutions_for_Rubik's_Cube#Thistlethwaite's_algorithm","1: Rubik's_Cube","1: Coset_leader","1: Linear_code","1: Double_coset","1: Coset_enumeration"]}