{"cursor":"20479","size":15,"audio":[],"currentlang":"en","article":"\n:This article deals with the general concept of the term credit history. For\ndetailed information about the same topic in the United States, see [[Credit\nscore (United States)]].\n\n'Credit history' or 'credit report' is, in many countries, a negative record of\nan individual's or company's past borrowing and repaying, including information\nabout late payments and bankruptcy. The term \"'credit reputation'\" can either be\nused synonymous to credit history or to [[credit score]].\n\nIn the U.S., when a customer fills out an application for credit from a bank,\nstore or credit card company, their information is forwarded to a credit bureau.\nThe credit bureau matches the name, address and other identifying information on\nthe credit applicant with information retained by the bureau in its files.\nThat's why it's very important for creditors, lenders and others to provide\naccurate data to credit bureaus. http://www.washingtontimes.com/news/2009/jan/19/credit-agencies-\nare-the-messengers/\n\nThis information is used by lenders such as credit card companies to determine\nan individual's credit worthiness; that is, determining an individual's ability\nand track record of repaying a debt. The willingness to repay a debt is\nindicated by how timely past payments have been made to other lenders. Lenders\nlike to see consumer debt obligations paid regularly and on time, and therefore\nfocus particularly on missed payments and may not, for example, consider an\noverpayment as an offset for a missed payment.\n\nThere has been much discussion over the accuracy of the data in consumer\nreports. In general, industry participants maintain that the data in credit\nreports is very accurate. [http://www.federalreserve.gov/pubs/bulletin/2004-\n/summer04_credit.pdf Credit Report Accuracy and Access to Credit]. Federal\nReserve Bulletin. Summer 2004 [http://www.michigan.gov/documents/cis_-\nofis_allstate_testimony_36911_7.pdf Allstate Insurance Company’s Additional\nWritten Testimony: Allstate’s Use of Insurance Scoring]. 23 Jul 2002. The\ncredit bureaus point to their own study of 52 million credit reports to\nhighlight that the data in reports is very accurate. The Consumer Data Industry\nAssociation testified before the United States Congress that less than two\npercent of those reports that resulted in a consumer dispute had data deleted\nbecause it was in error. [http://www.ftc.gov/os/2007/06/070619credittestimony.pdf\nPrepared Statement of the Federal Trade Commission on Credit Reports: Consumers'\nAbility to Dispute and Change Inaccurate Information: Hearing Before the\nCommittee on Financial Services]. 19 Jun 2007. Nonetheless, there is\nwidespread concern that information in credit reports is prone to error. Thus\nCongress has enacted a series of laws aimed to resolve both the errors and the\nperception of errors.\n\nIf a US consumer disputes some information in a credit report, the credit bureau\nhas 30 days to verify the data. Over 70 percent of these consumer disputes are\nresolved within 14 days and then the consumer is notified of the resolution. The Federal Trade Commission states that one large credit\nbureau notes 95 percent of those who dispute an item seem satisfied with the ou-\ntcome. [http://www.ftc.gov/os/comments/fcradispute/P044808fcradisputeproces-\nsreporttocongress.pdf Report to Congress on the Fair Credit Reporting Act\nDispute Process]. Federal Trade Commission. Board of Governors of the Federal\nReserve System. Aug 2006.\n\nThe other factor in determining whether a lender will provide a consumer\ncredit or a loan is dependent on income. The higher the income, all other\nthings being equal, the more credit the consumer can access. However, lenders\nmake credit granting decisions based on both ability to repay a debt (income)\nand willingness (the credit report) as indicated by a history of regular,\nunmissed payments.\n\nThese factors help lenders determine whether to extend credit, and on what\nterms. With the adoption of risk-based pricing on almost all lending in the\nfinancial services industry, this report has become even more important since it\nis usually the sole element used to choose the annual percentage rate (APR),\ngrace period and other contractual obligations of the credit card or loan.\n","linknr":191,"url":"Credit_reports","recorded":1362570881,"links":26,"instances":[],"pdf":["http://www.federalreserve.gov/pubs/bulletin/2004/summer04_credit.pdf","http://www.michigan.gov/documents/cis_ofis_allstate_testimony_36911_7.pdf","http://www.ftc.gov/os/2007/06/070619credittestimony.pdf","http://www.ftc.gov/os/comments/fcradispute/P044808fcradisputeprocessreporttocongress.pdf","http://infopolicy.org/pdf/alt-data.pdf","http://www.federalreserve.gov/boarddocs/RptCongress/creditscore/creditscore.pdf"],"categories":["Personal finance","Credit"],"headings":["Calculating a credit rating","Acquiring and understanding credit reports and scores","Credit history of immigrants","Adverse credit","Consequences","More than one credit history per person","Abuse","See also","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Ambox_globe_content.svg/48px-Ambox_globe_content.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Bankruptcy","Bank","Credit_card","Credit_bureau","Credit_card","Credit_worthiness","Risk-based_pricing","Financial_services","Annual_percentage_rate","Charge_card","Credit_score","Institution","Creditor","Credit_counseling","Credit_report","Permissible_purpose","Lender","Government_of_Canada","Financial_Consumer_Agency_of_Canada","Credit_rating","Political_and_Economic_Research_Council","Credit_scoring","Algorithm","Credit_scoring","Probability","Credit_report","Interest_rates","Trade_secret","Social_Insurance_Number","Alternative_data","Comparison_of_free_credit_report_websites","Credit_bureau","Credit_card","Credit_rating_agency","Credit_reference_agency","Credit_score","Credit_zombie","Identity_theft","Fair_Credit_Reporting_Act","Fair_and_Accurate_Credit_Transactions_Act","Fair_Debt_Collection_Practices_Act","Office_of_Fair_Trading","Remortgage","Seasoned_trade_lines"]}