{"cursor":"6455","size":15,"audio":[],"currentlang":"en","article":" wearing a cricket cap]]A 'cricket cap' is a type of soft cap, often made from\n felt that is a traditional form of headwear for players of the game of cricket,\n regardless of age or gender. It is usually a tight-fitting skullcap, usually\n made of six or eight sections, with a small crescent shaped brim that points\n downwards over the brow to provide shade for the eyes. It is often, but not\n always, elasticised at the rear to hold it in place upon the wearer's head.\n Sometimes, rather than tight-fitting, the cricket cap comes in a baggy variety,\n that is always kept in place by elastic.\n\nThe style of cap is also often used as official headwear as part of school\nuniforms for boys from private schools, particularly in the United Kingdom and\nthroughout the Commonwealth of Nations. Although not common in the modern\nperiod, the cricket cap used to be a fashionable form of headwear for people who\nwere casually dressed, and not necessarily worn just for playing the game.\n\n\n\nCricket caps are usually, but not always multi-coloured in the colours of the\ncricket club or school for which the cap is designed to represent. Sometimes\nthey are particularly elaborately patterned with different sections in different\ncolours, or different coloured rings or hoops around them. At international\nlevel, the cap is traditionally made from a single colour. However in recent\nyears in particular, many cricket teams, particularly for limited overs cricket\nhave opted to wear baseball caps, rather than traditional cricket caps, but the\nstyle is still quite popular for first-class cricket teams, as well as Test\ncricket sides.\n\nThe origins of the cricket cap are hard to discern, however prints showing the\ngame being played in the eighteenth century, already depict players wearing a\nvariety similar versions of the traditional cricket cap.\n\nPerhaps the most famous version of the cricket cap in the modern setting is the\nbaggy green cricket cap of the Australian cricket team, for which the players\nand fans of Australia hold a degree of reverence. The cap is treated with a\ndegree of mysticism, and players who have long careers often refuse to replace\nthe original one they receive as they often feel the cap is a lucky talisman.\nThis sometimes results in players who have long careers wearing their cricket\ncaps in quite a tattered state. The Australian side has long worn their baggy\ncricket cap, rather than alternatives such as a sun hat, for the first session\nof each match as a symbol of team solidarity.\n\nPlayers who represent first-class or Test match cricket sides are often\npresented with a cap ceremonially before their debut. This is called \"receiving\ntheir first cap\". The cap is numbered according to how many players have\nrepresented that side before them. For example, Indian cricketer Sachin\nTendulkar was the 187th player to represent India at Test level, and was awarded\ncap number 187. It is also sometimes used to refer to the number of time a\nplayer has played. Tendulkar has played 195 Tests for India, so therefore he has\nreceived 195 caps (as of February 2013).\n","linknr":172,"url":"Cricket_cap","recorded":1362566485,"links":13,"instances":["color","color","color"],"pdf":[],"categories":["Headgear","Cricket equipment","Caps"],"headings":["Famous cricket cap colours","See also"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/4/45/SidBarnesHeadshot.jpg/220px-SidBarnesHeadshot.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/en/thumb/3/39/Englandcricketcaptraditional.jpg/220px-Englandcricketcaptraditional.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["dark_blue","color"],["maroon","color"],["scarlet","color"]],"members":["dark_blue","scarlet","maroon"],"related":["Cap","Felt","Cricket","School_uniforms","Private_school","United_Kingdom","Commonwealth_of_Nations","Cricket_club","School","Limited_overs_cricket","Baseball_caps","First-class_cricket","Test_cricket","Baggy_green","Australian_cricket_team","Australia","Mysticism","Sun_hat","England_Cap_Numbers","Sachin_Tendulkar","Australian_cricket_team","Dark_green","England_cricket_team","Navy_blue","India_cricket_team","Navy_blue","New_Zealand_cricket_team","Black","Pakistan_cricket_team","Dark_green","Sri_Lankan_cricket_team","Dark_blue_(color)","South_African_cricket_team","Dark_green","West_Indies_cricket_team","Maroon_(color)","Zimbabwe_cricket_team","Dark_green","Scarlet_(color)","Bangladesh_cricket_team","Dark_green","Bangladesh_cricket_team","Indian_cricket_team","New_Zealand_cricket_team","Baseball_cap","Afghanistan_cricket_team","Canada_cricket_team","Ireland_cricket_team","Kenya_cricket_team","Netherlands_cricket_team","Scotland_cricket_team","Marylebone_Cricket_Club","Derbyshire","Durham","Essex","Glamorgan","Gloucestershire","Hampshire","Kent","Lancashire","Leicestershire","Middlesex","Northamptonshire","Nottinghamshire","Somerset","Surrey","Sussex","Warwickshire","Worcestershire","Yorkshire","Baggy_green"]}