{"cursor":"2900","size":15,"audio":[],"currentlang":"en","article":"\n\n\nA 'crimp connection' is achieved with a type of solderless electrical connector.\n\nCrimp connectors are typically used to terminate stranded wire. They fulfill\nnumerous uses, including allowing the wires to be easily terminated to screw\nterminals, fast-on / quick-disconnect / spade-foot type terminals, wire splices,\nvarious combinations of these. Crimp-on terminals are attached by inserting the\nstripped end of a stranded wire into a portion of the terminal, which is then\nmechanically deformed / compressed (crimped) tightly around the wire.\nThe crimping is accomplished with special crimping pliers. A key idea behind\ncrimped connectors is that the finished connection is gas-tight.\n\nCrimped connections fulfill similar roles, and may be thought of similarly,\nto soldered connections. There are complex considerations for determining\nwhich type is appropriate - crimp connections are sometimes preferred for\nthese reasons:\n* Easier, cheaper, or faster to reproduce reliable connections in large-scale\n  production.\n* Fewer dangerous, toxic or harmful processes involved in achieving the\n  connection (soldered connections require aggressive cleaning, high heat, and\n  possibly toxic solders).\n* Potentially superior mechanical characteristics due to strain relief and lack\n  of solder wicking.\n\nMany classes of crimped connections exist. Some of the most common are:\n\n;Barrel:\n* Wire to be terminated is inserted into a cylindrical section of metal, then\n  crimped, with the resultant shape somewhat of an oval.\n* To the layperson, perhaps the most common type. Readily available at retail\n  (Radio Shack, Home Depot, Frys, etc.). ;Open-barrel:\n* refers to the pre-crimp crimp section having a U or V shape\n* More robust connection than barrel-type and thus more common in industrial and\n  automotive applications\n* Simpler to automate since wire can be laid in the un-crimped connector versus\n  barrel which requires funneling the wire into the barrel to prevent strands\n  from catching.\n* Types: ** F crimp: Both wire and insulation (if optional insulation support is\n  present) are crimped from U to B shape. ** Weather-Pack/Metri-Pack: common brand-\n  name crimp connectors designed for use in sealed housings. Wire is crimped\n  from U to B shape, insulation from U to 'O' shape.\n","linknr":96,"url":"Crimp_connection","recorded":1362486649,"links":14,"instances":[],"pdf":[],"categories":["Electrical connectors"],"headings":["References","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Ambox_wikify.svg/40px-Ambox_wikify.svg.png","//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Electrical_connector","Electrical_termination","Stranded_wire","Radio_Shack","Home_Depot","F_crimp"]}