{"cursor":"4750","size":15,"audio":[],"currentlang":"en","article":"The 'critical apparatus' (or Latin: ) is the critical and primary source\nmaterial that accompanies an edition of a text. A critical apparatus is often a\nby-product of textual criticism.\n\nMany editions employ a standard format for a critical apparatus, as illustrated\nby a line from [[Hamlet]], which the Oxford Complete Works (1988) prints as\nfollows: William Shakespeare, The Complete Works (Oxford: Oxford University\nPress, 1991), p. 682\n\n: LAERTES . Alas, then is she drowned.\n\nThe apparatus for the line might be rendered as: Suggested by Stanley Wells\nand Gary Taylor, William Shakespeare: A Textual Companion (New York: W. W.\nNorton & Company, 1997), p. 408.\n\n:4.7.156 Alas, then is she drowned.] ' HIBBARD '; Alas then, is she\n:    drown'd? 'F'; Alas then is she drownd. 'Q3'; Alas, then, she is drownd.\n:    'Q2'; So, she is drownde: 'Q1'.\n\nThe format of the apparatus has several parts:\n* The location of the variant in the text (act, scene, line number)\n* The lemma, which is the portion of the text to which the note applies\n* A right bracket (])\n* The source from which the edition took its reading\n* A list of variants, in each case followed by the source in which the variant\n  is found, and set off with a semicolon.\n\nTo save space, frequently cited sources are usually assigned an abbreviation\ncalled a siglum. In Shakespeare editions, 'F' always signifies the First Folio;\nthe second through fourth folios are referred to as 'F2' through 'F4'\nrespectively. Similarly, 'Q1' is the first quarto, 'Q2' the second quarto, and\n'Q3' the third.\n\nIn the example given, the first folio ('F') and the three early quartos ('Q1' to\n'Q3') each have a different reading of the line in question. The editors have\nconcluded that all four early sources are corrupt, and instead have adopted a\nreading suggested by G. R. Hibbard. Other editors of the play may choose a\ndifferent reading of the line. The apparatus summarizes all of the textual\nevidence, allowing readers to assess for themselves whether the editor has made\nthe best choice. Sometimes the editor will add a commentary, defending the\nchoice made, explaining why other readings were rejected, or discussing how\nother editors have treated the passage.\n\nThis format has been used for critical apparatuses of Shakespeare and many other\nauthors. In variorum editions, the apparatus is often placed at the bottom of\nthe page. Sometimes a three-part format is employed, with the main text at the\ntop of the page, textual variants in the middle, and the editor's commentary at\nthe bottom. This remains the most common format for Shakespeare editions,\nalthough the Oxford Complete Works breaks with tradition by putting its critical\napparatus in a separately published volume.\n\nIn the United States, bibliographer Fredson Bowers established a tradition of\nputting the critical apparatus at the back of the book, leaving the edited text\nclear of apparatus. This has the advantage of leaving the main text uncluttered\nwith editorial details that may not be of interest to the general reader.\nHowever, this format is a disadvantage to scholarly readers, who are not able to\nsee all of the textual evidence in one place.\n","linknr":103,"url":"Critical_apparatus","recorded":1362579667,"links":15,"instances":[],"pdf":[],"categories":["Bibliography","Textual criticism"],"headings":["Bible","Electronic Representation","Notes"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Latin","Primary_source","Textual_criticism","First_Folio","Quarto","G._R._Hibbard","Shakespeare","Variorum","Fredson_Bowers","New_Testament","Robert_Estienne","House_of_Elzevir","Text_Encoding_Initiative"]}