{"cursor":"18581","size":15,"audio":[],"currentlang":"en","article":"'Crop diversity' is the variance in genetic and phenotypic characteristics of\nplants used in agriculture. Crops may vary in seed size, branching pattern, in\nheight, flower color, fruiting time, or flavor. They may also vary in less\nobvious characteristics such as their response to heat, cold or drought, or\ntheir ability to resist specific diseases and pests. It is possible to discover\nvariation in almost every conceivable trait, including nutritional qualities,\npreparation and cooking techniques, and of course how a crop tastes. And if a\ntrait cannot be found in the crop itself, it can often be found in a wild\nrelative of the crop; a plant that has similar species that have not been farmed\nor used in agriculture, but exist in the wild. Crop Wild Relatives “Global\nPortal.” Bioversity International, Dec 5 2008 \n\nDiversity in a crop can also result from different growing conditions: a crop\ngrowing in nutrient poor soil is likely to be shorter than a crop growing in\nmore fertile soil. In addition, and perhaps most importantly, diversity of a\nharvested plant can be the result of genetic differences: a crop may have genes\nconferring early maturity or disease resistance. Imbruce, Valerie. “Bringing\nSoutheast Asia to the Southeast United States: New forms of alternative\nagriculture in Homestead, Florida.” Agriculture and Human Values Vol. 24, no. 1,\npp. 41–59. Mar 2007 It is these heritable traits that are of special\ninterest as they are passed on from generation to generation and collectively\ndetermine a crop’s overall characteristics and future potential. Through\ncombining genes for different traits in desired combinations, plant breeders are\nable to develop new crop varieties to meet specific conditions. A new variety\nmight, for example, be higher yielding, more disease resistant and have a longer\nshelf life than the varieties from which it was bred. The practical use of crop\ndiversity goes back to early agricultural methods of crop rotation and fallow\nfields, planting and harvesting one type of crop on a plot of land one year, and\nusing a different crop the next based on differences in a plant's nutrient\nneeds. Both farmers and scientists must continually draw on the irreplaceable\nresource of genetic diversity to ensure productive harvests, as genetic\nvariability provides farmers resilience to pests and diseases and allows\nscientists access to a more diverse genetic bank. Diversification of harvests\nand maintaining wild biodiversity in crop relatives influence many aspects of\nhuman and global interaction, being important for environmental and species\nsustainability. Jarvis, Devra I. and Camplain, Dindo M. “Crop genetic\ndiversity to reduce pests and diseases on-farm: Participatory diagnosis\nguidelines Version I.” BioversityTechnical Bulletin No. 12, Bioversity\nInternational. October 2004\n","linknr":221,"url":"Crop_diversity","recorded":1362539623,"links":10,"instances":["organism","ethic"],"pdf":[],"categories":["Crops","Sustainable agriculture","Biodiversity","Agronomy"],"headings":["Benefits to the environment","Crop diversity and the economy","Disease threats to crops with low genetic diversity","Organizations, technology and solutions","See also","References","External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["conservation","botany"],["pest","organism"],["conservation","ethic"]],"members":["pest","conservation"],"related":["Genetics","Phenotype","Agriculture","Crop_rotation","Biodiversity","Sustainability","Food_and_Agriculture_Organization_of_the_United_Nations","Extinction","Maize","Sorghum","Pesticides","Weed","Herbicides","Aarhus_University","Irrigation","Fertilizer","Crop_failure","Genetic_variability","Monoculture","Irish_Potato_Famine","Wheat_rust","Stem_rust","Africa","Arabian_Peninsula","Borlaug_Global_Rust_Initiative","United_States_Department_of_Agriculture","Kenya","Cultivars","Norman_Borlaug","Burundi","Angola","African_cassava_mosaic_virus","Famine_Early_Warning_Network","USAID","Cassava","FAO","Republic_of_the_Congo","African_Great_Lakes","Gros_Michel","Fusarium_oxysporum","Cavendish_banana","Bioversity_International","Earth_Summit_2002","Germplasm","Global_Crop_Diversity_Trust","International_organisation","Conservation_(botany)","Food_security","United_Nations","Food_and_Agriculture_Organisation","Consultative_Group_on_International_Agricultural_Research","Forestry","Department_of_Agriculture","Taiwan_Livestock_Research_Institute","U.S._Department_of_Agriculture","Taiwan_Livestock_Research_Institute","Xinhua,_Tainan","World_Resources_Institute","World_Conservation_Union","Bacterium","Bacillus_thuringiensis","Insecticide","Toxin","Plant_disease_resistance","Pest_(organism)","Monarch_butterfly","Global_Crop_Diversity_Trust","USC_Canada","Monoculture","Polyculture","List_of_environmental_issues","Conservation_(ethic)","Globally_Important_Agricultural_Heritage_Systems"]}