{"micrownet":[],"duck":["CSG","\n<a href=\"http://duckduckgo.com/Constructive_solid_geometry\">Constructive solid geometry</a> - Constructive solid geometry is a technique used in solid modeling.","\n<a href=\"http://duckduckgo.com/CSG_Limited\">CSG Limited</a> an Australian ICT company","\n<a href=\"http://duckduckgo.com/carrier_strike_group\">Carrier Strike Group</a> - A carrier strike group is an operational formation of the United States Navy.","\n<a href=\"http://duckduckgo.com/Columbus_Airport_(Georgia)\">Columbus Airport</a> in <a href=\"http://duckduckgo.com/?q=Columbus, Georgia\">Columbus, Georgia</a>, its <a href=\"http://duckduckgo.com/?q=IATA airport code\">IATA airport code</a>","\n<a href=\"http://duckduckgo.com/CS_gas\">CS gas</a> - The compound 2-chlorobenzalmalononitrile (also called o-chlorobenzylidene malononitrile) (chemical formula: C10H5ClN2), a cyanocarbon, is the defining component of a \"tear gas\" commo...","\n<a href=\"http://duckduckgo.com/Council_of_State_Governments\">Council of State Governments</a> - The Council of State Governments is a nonpartisan non-profit organization in the United States serving the state governments.","\n<a href=\"http://duckduckgo.com/Constructible_strategy_game\">Constructible strategy game</a> - A constructible strategy game (or CSG;  also spelled \"constructable strategy game\") is a tabletop strategy game employing pieces assembled from components.","\n<a href=\"http://duckduckgo.com/Context-sensitive_grammar\">Context-sensitive grammar</a> - A context-sensitive grammar is a formal grammar in which the left-hand sides and right-hand sides of any production rules may be surrounded by a context of terminal and nonterminal symbols.","\n<a href=\"http://duckduckgo.com/Centrum_Schwule_Geschichte\">Centrum Schwule Geschichte</a> (i.e. Gay History Center) in Cologne, Germany","\n<a href=\"http://duckduckgo.com/Guiana_Space_Centre\">Centre Spatial Guyanais</a> (Guiana Space Centre) near Kourou, the launch site for the Ariane 5 rocket","\n<a href=\"http://duckduckgo.com/Corps_Support_Group\">Corps Support Group</a> - A Corps Support Group, or CSG, was a brigade-sized unit in the United States Army.","\n<a href=\"http://duckduckgo.com/Coalbed_methane\">Coal Seam Gas</a> - Coalbed methane, coalbed gas, or coal mine methane is a form of natural gas extracted from coal beds.","\n<a href=\"http://duckduckgo.com/Camden_School_for_Girls\">Camden School for Girls</a> - The Camden School for Girls is a comprehensive secondary school for girls, with a co-educational sixth form, in the London Borough of Camden in North London.","\n<a href=\"http://duckduckgo.com/Credit_Suisse\">Credit Suisse Group</a> - The Credit Suisse Group AG is a Swiss multinational financial services company headquartered in Zurich,  with more than 250 branches in Switzerland and operations in more than 50 countries.","\n<a href=\"http://duckduckgo.com/Canada_Systems_Group\">Canada Systems Group</a> - Canada Systems Group was one of the first data processing service bureaus in Canada.","\n<a href=\"http://duckduckgo.com/Commuter_Security_Group\">Commuter Security Group</a> - Commuter Security Group is a Swedish security guard company, with its headquarters in Solna."],"common":{"milestones":["<a target=\"_new\" href=\"http://en.wikinews.org/wiki/Plane_makes_emergency_water_landing_in_Darwin_Harbour\" title=\"Plane makes emergency water landing in Darwin Harbour\">Plane makes emergency water landing in Darwin Harbour</a>","<a target=\"_new\" href=\"http://en.wikinews.org/wiki/Spain-based_Santander_agrees_to_purchase_of_UK_bank_Alliance_%26_Leicester\" title=\"Spain-based Santander agrees to purchase of UK bank Alliance &amp; Leicester\">Spain-based Santander agrees to purchase of UK bank Alliance &amp; Leicester</a>","<a target=\"_new\" href=\"http://en.wikinews.org/wiki/40th_Ariane_5_rocket_launches_ProtoStar-1_and_Badr-6_satellites\" title=\"40th Ariane 5 rocket launches ProtoStar-1 and Badr-6 satellites\">40th Ariane 5 rocket launches ProtoStar-1 and Badr-6 satellites</a>"],"image":[[],[]]},"Lists":[],"created":1373551101,"book":[],"micro-www":{"csg":[""]},"micro-relation":[]}