{"cursor":"5271","size":15,"audio":[],"currentlang":"en","article":"'Aggregates' are used in dimensional models of the data warehouse to produce\ndramatic positive effects on the time it takes to query large sets of data. At\nthe simplest form an 'aggregate' is a simple summary table that can be derived\nby performing a [[Group by]] SQL query. A more common use of aggregates is to\ntake a dimension and change the granularity of this dimension. When changing the\ngranularity of the dimension the fact table has to be partially summarized to\nfit the new grain of the new dimension, thus creating new dimensional and fact\ntables, fitting this new level of grain. Aggregates are sometimes referred to as\npre-calculated summary data, since aggregations are usually precomputed,\npartially summarized data, that are stored in new aggregated tables. When facts\nare aggregated, it is either done by eliminating dimensionality or by\nassociating the facts with a rolled up dimension. Rolled up dimensions should be\nshrunken versions of the dimensions associated with the granular base facts.\nThis way, the aggregated dimension tables should conform to the base dimension\ntables. Ralph Kimball, Margy Ross, The Data Warehouse Toolkit: The Complete\nGuide to Dimensional Modeling, Second Edition, Wiley Computer Publishing, 2002.\nISBN 0-471-20024-7, Page 356 So the reason why aggregates can make such a\ndramatic increase in the performance of the data warehouse is the reduction of\nthe number of rows to be accessed when responding to a query. Christopher\nAdamson, Mastering Data Warehouse Aggregates: Solutions for Star Schema\nPerformance, Wiley Publishing, Inc., 2006 ISBN 978-0-471-77709-0, Page 23\n\nKimball, who is widely regarded as one of the original architects of data\nwarehousing, says: The single most dramatic way to affect\nperformance in a large data warehouse is to provide a proper set of aggregate\n(summary) records that coexist with the primary base records. Aggregates can\nhave a very significant effect on performance, in some cases speeding queries by\na factor of one hundred or even one thousand. No other means exist to harvest\nsuch spectacular gains.\n\nHaving aggregates and atomic data increases the complexity of the dimensional\nmodel. This complexity should be transparent to the users of the data warehouse,\nthus when a request is made, the data warehouse should return data from the\ntable with the correct grain. So when requests to the data warehouse are made,\naggregate navigator functionality should be implemented, to help determine the\ncorrect table with the correct grain. The number of possible aggregations is\ndetermined by every possible combination of dimension granularities. Since it\nwould produce a lot of overhead to build all possible aggregations, it is a good\nidea to choose a subset of tables on which to make aggregations. The best way to\nchoose this subset and decide which aggregations to build is to monitor queries\nand design aggregations to match query patterns. Ralph Kimball et al., The\nData Warehouse Toolkit, Second Edition, Wiley Publishing, Inc., 2008. ISBN 978-0-470-14977-\n5, Page 355\n","linknr":150,"url":"Aggregate_(data_warehouse)","recorded":1362562515,"links":11,"instances":["data_warehouse","data_warehouse"],"pdf":[],"categories":["Data warehousing"],"headings":["Aggregate navigator","Problems/challenges","References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["dimension","data_warehouse"],["fact","data_warehouse"],["dimension","data_warehouse"],["dimension","data_warehouse"]],"members":["dimension","fact"],"related":["Dimensional_modeling","Data_warehouse","Dimension_(data_warehouse)","Fact_(data_warehouse)","Granularity","Dimension_(data_warehouse)","Dimension_(data_warehouse)","Ralph_Kimball","Online_analytical_processing","Materialized_view","ROLAP","Business_intelligence","Business_intelligence"]}