{"cursor":"4734","size":15,"audio":[],"currentlang":"en","article":"\n\nThe ' Customer Perceived value' of a product is the difference between the\nprospectives customer's evaluation of all the benefits & all the cost of an\noffering & the perceived alternatives. Formally it may be conceptualized as the\nrelationship between the consumer's perceived benefits in relation to the\nperceived costs of receiving these benefits. It is often expressed as the\nequation :\n::'Value = Benefits / Cost'\n\nThe customers get benefits and assume costs. Value is thus subjective (i.e., a\nfunction of consumers' estimation) and relational (i.e., both benefits and cost\nmust be positive values).\n\nThere are cultural expectations and customer expectations involved in it. Let's\ntake an example of well known brand Nike (to understand customer expectations);\nit comes up with special line of shoes called Air Jordan for the professional\nNBA players with commercials Michael Jordan doing 'impossibles'. In addition Air\nJordan releases a limited edition with set amount available for which Nike\ncharges a high amount compare to other products. In the end all the hype about\nthe line of Air Jordan and its limited edition are customer perceived value. To\nunderstand cultural expectations lets take an example of Pizzas sold in Japan &\nUnited States. The pizza in Japan might be topped with tuna rather than\npepperoni, as pizza might be in the United States; the value in the marketplace\nvaries from place to place as well as from market to market.\n\nFor a firm to deliver value to its customers, they must consider what is known\nas the \"total market offering.\" This includes the reputation of the\norganization, staff representation, product benefits, and technological\ncharacteristics as compared to competitors' market offerings and prices. Value\ncan thus be defined as the relationship of a firm's market offerings to those of\nits competitors.\n\nValue in marketing can be defined by both qualitative and quantitative measures.\nOn the qualitative side, value is the perceived gain composed of individual's\nemotional, mental and physical condition plus various social, economic, cultural\nand environmental factors. On the quantitative side, value is the actual gain\nmeasured in terms of financial numbers, percentages, and dollars.\n\nFor an individual to deliver value, one has to grow his or her knowledge and\nskill sets to showcase benefits delivered in a transaction (e.g., getting paid\nfor a job).\n\nFor an organization to deliver value, it has to improve its value : cost ratio.\nWhen an organization delivers high value at high price, the perceived value may\nbe low. When it delivers high value at low price, the perceived value may be\nhigh. The key to deliver high perceived value is attaching value to each of the\nindividuals or organizations—making them believe that what you are offering is\nbeyond expectation—helping them to solve a problem, offering a solution, giving\nresults, and making them happy.\n\nValue changes based on time, place and people in relation to changing\nenvironmental factors. It is a creative energy exchange between people and\norganizations in our marketplace.\n\nVery often managers conduct customer value analysis to reveal the company's\nstrengths and weaknesses compare to other competitors. the steps of which are\nas followed.\n * To identify the major attributes and benefits that customers value for\n   choosing a product and vendor.\n * Assessment of the quantitative importance of the different attributes\n   and benefits.\n * Assessment of the company's and competitors' performance on each attribute\n   and benefits.\n * Examining how customer in the particular segment rated company against major\n   competitor on each attribute.\n * monitor customer perceived value over time.\n\n","linknr":144,"url":"Value_(marketing)","recorded":1362560498,"links":17,"instances":["economics","business"],"pdf":["http://foba.lakeheadu.ca/serenko/papers/Turel_Serenko_Bontis_Perceived_Value.pdf"],"categories":["Marketing"],"headings":["Methods","References"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/2/29/ThreeCoins.svg/40px-ThreeCoins.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["product","business"],["value","economics"]],"members":["value","product"],"related":["Product_(business)","Mathematical_relationship","Consumer","Qualitative_data","Quantitative_data","Dollars","Shareholder_value","Value_(economics)"]}