{"cursor":"8689","size":15,"audio":[],"currentlang":"en","article":"{{Taxobox | color=violet\n| name = Venezuelan equine encephalitis virus image = Venezuelan equine\n| encephalitis virus.jpg virus_group = iv familia = [[Togaviridae]] genus =\n| [[Alphavirus]] species = 'Venezuelan equine encephalitis virus'\n}} {{Infobox disease\n | Name = Venezuelan equine encephalitis virus Image = Caption = DiseasesDB =\n | ICD10 = A92.2 ICD9 = ICDO = OMIM = MedlinePlus = eMedicineSubj =\n | eMedicineTopic = MeshID = D004685\n}} 'Venezuelan equine encephalitis virus' is a mosquito-borne viral pathogen\nthat causes 'Venezuelan equine encephalitis' or 'encephalomyelitis' (VEE). VEE\ncan affect all equine species, such as horses, donkeys, and zebras. After\ninfection, equines may suddenly die or show progressive central nervous system\ndisorders. Humans also can contract this disease. Healthy adults who become\ninfected by the virus may experience flu-like symptoms, such as high fevers and\nheadaches. People with weakened immune systems and the young and the elderly can\nbecome severely ill or die from this disease.\n\nThe virus that causes VEE is transmitted primarily by mosquitoes that bite an\ninfected animal and then bite and feed on another animal or human. The speed\nwith which the disease spreads depends on the subtype of the VEE virus and the\ndensity of mosquito populations. Enzootic subtypes of VEE are diseases endemic\nto certain areas. Generally these serotypes do not spread to other localities.\nEnzootic subtypes are associated with the rodent-mosquito transmission cycle.\nThese forms of the virus can cause human illness but generally do not affect\nequine health.\n\nEpizootic subtypes, on the other hand, can spread rapidly through large\npopulations. These forms of the virus are highly pathogenic to equines and can\nalso affect human health. Equines, rather than rodents, are the primary animal\nspecies that carry and spread the disease. Infected equines develop an\nenormous quantity of virus in their circulatory system. When a blood-feeding\ninsect feeds on such animals, it picks up this virus and transmits it to other\nanimals or humans. Although other animals, such as cattle, swine, and dogs,\ncan become infected, they generally do not show signs of the disease or\ncontribute to its spread.\n\nThe virion is spherical and approximately 70 nm in diameter. It has a lipid\nmembrane with glycoprotein surface proteins spread around the outside.\nSurrounding the nuclear material is a nucleocapsid that has an icosohedral\nsymmetry of T = 4, and is approximately 40 nm in diameter.\n","linknr":369,"url":"Venezuelan_equine_encephalitis_virus","recorded":1362501607,"links":36,"instances":[],"pdf":[],"categories":["Arthropod-borne viral fevers and viral haemorrhagic fevers","Togaviruses","Horse diseases","Animal virology","Biological weapons","Viral encephalitis","Health in Venezuela"],"headings":["Viral subtypes","Venezuelan equine encephalitis outbreaks","Use as a biological weapon","Recent news","Notes","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Venezuelan_equine_encephalitis_virus.jpg/220px-Venezuelan_equine_encephalitis_virus.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Mosquito","Virus","Horse","Donkey","Zebra","Central_nervous_system","Flu","Enzootic","Epizootic","Serology","Virus","Equine","Encephalitis","Cold_War","United_States_biological_weapons_program","Soviet_biological_weapons_program"]}