{"cursor":"4402","size":15,"audio":[],"currentlang":"en","article":"\n\n\n personified on Wellington Arch, London.]] , 1460.]] 'Victory' (from Latin\n victoria) is a term, originally applied to warfare, given to success achieved\n in personal combat, after military operations in general or, by extension, in\n any competition. Success in a military campaign is considered a strategic\n victory, while the success in a military engagement is a tactical victory.\n\nIn terms of human emotion, victory is accompanied with strong feelings of\nelation, and in human behaviour is often accompanied with movements and poses\nparalleling threat display preceding the combat, associated with the excess\nendorphin built up preceding and during combat. Victory dances and victory cries\nsimilarly parallel war dances and war cries performed before the outbreak of\nphysical violence.  Examples of victory behaviour reported in Roman antiquity, where\nthe term originates, are the victory songs of the Batavi mercenaries serving\nunder Gaius Julius Civilis after the victory over Quintus Petillius Cerialis in\nthe Batavian rebellion of 69 AD (according to Tacitus), and also the \"abominable\nsong\" to Wodan, sung by the Lombards at their victory celebration in 579. The\nsacrificial animal was a goat, around whose head the Langobard danced in a\ncircle while singing their victory hymn (see also Oslac). In the Roman Republic,\nvictories were celebrated by triumph ceremonies and monuments such as victory\ncolumns (e.g. Trajan's Column). A trophy is a token of victory taken from the\ndefeated party, such as the enemy's weapons ([[spolia]]), or body parts (as in\nthe case of head hunters).\n\nIn mythology, victory is often deified, as in Greek Nike or Roman Victoria.\nArchetypical victories of good over evil, or of light over dark etc. are a\nrecurring theme in mythology and fairy tales. The victorious agent is a hero,\noften portrayed as engaging in hand-to-hand combat with a monster (as Saint\nGeorge slaying the dragon, Indra slaying Ahi, Thor slaying the Midgard Serpent\netc.). Sol Invictus (\"Sun invincible\") of Roman mythology became an epithet of\nChrist in Christian mythology. The resurrection of Christ is presented as a\nvictory over Death and Sin by Paul of Tarsus (1 Corinthians 15:55; see also\nJesus Christ in comparative mythology).\n\nLatinate victory from the 14th century replaces Old English sige (Gothic sigis,\nOld High German sigu), a frequent element in Germanic names (as in Sigibert,\nSigurd etc.), cognate to Celtic sego- and Sanskrit sahas.\n","linknr":-1,"url":"Victory","recorded":1362478013,"links":0,"instances":["biology","military","mythology","mythology","germanic_tribe","military","military"],"pdf":[],"categories":["Victory|"],"headings":["See also","External links"],"image":[],"tags":[["engagement","military"],["batavi","germanic_tribe"],["nike","mythology"],["victoria","mythology"],["conquest","military"],["competition","biology"],["surrender","military"]],"members":["competition","conquest","victoria","nike","batavi","engagement","surrender"],"related":["Latin","Warfare","Duel","Competition","Military_campaign","Strategic_victory","Engagement_(military)","Tactical_victory","Human_emotion","Human_behaviour","Pose","Threat_display","Endorphin","War_dance","Battle_cry","Batavi_(Germanic_tribe)","Gaius_Julius_Civilis","Quintus_Petillius_Cerialis","Batavian_rebellion","Tacitus","Wodan","Lombards","Oslac","Roman_Republic","Roman_triumph","Victory_column","Trajan's_Column","Trophy","Headhunting","Nike_(mythology)","Victoria_(mythology)","Archetype","Good_and_evil","Fairy_tale","Hero","Monster","Saint_George","Indra","Thor","Sol_Invictus","Christian_mythology","Resurrection_of_Christ","Paul_of_Tarsus","1_Corinthians","Jesus_Christ_in_comparative_mythology","Old_English","Germanic_names","Sigibert","Sigurd","Conquest_(military)","Human_aggression","Competition_(biology)","Fight_or_flight","Endsieg","Surrender_(military)","Pyrrhic_victory","Aggression","War","Victory_Day","Winged_Victory_of_Samothrace","Treaty_of_Versailles","Victoria_Memorial,_London"]}