{"cursor":"2542","size":15,"audio":[],"currentlang":"en","article":"\n\nThe term 'virtual' is a concept applied in many fields with somewhat differing\nconnotations, and also, differing denotations.\n\nColloquially, 'virtual' is used to mean almost, particularly when used in the\nadverbial form e.g. \"That's virtually [almost] impossible\".\n\nBy extension to the original philosophical definition, the term 'virtual' has\nalso come to mean \"modeling through the use of a computer\", where the computer\nmodels a physical equivalent. Thus, a virtual world models the real world with\n3D structures and virtual reality seeks to model reality, enhancing a virtual\nworld with mechanisms for eye and hand movements. The word 'virtual' now\nmodifies numerous nouns for real world concepts: virtual appliance, virtual\nmuseum, virtual learning environment (VLE), virtual studio, and so on.\n\nAll virtual creations presuppose a basic imitation of reality. Virtual worlds\nare considered not to be “real” in the concrete sense. A virtual world, for\nexample, does concretely exist as a series of electronic impulses on at least\none piece of hardware. So when we refer to something as “virtual”, it may be\nmore helpful to think of the idea in terms of tangibility: we conceptualize that\nwhich we cannot physically alter or experience (without, in this case,\nelectronic mediation) as “virtual”. A virtuality, then, can be conceptualized\nalternatively as “a physical equivalent or model which resists tangibility\"—in\nother words, [a physical equivalent or model] which resists touch.\n\nVirtuality can also be thought of in psychosomatic terms: where the subjective\nimaginary begins to directly affect the body. Psychosomatic virtuality, in cases\nsuch as the placebo effect, challenges the notion of mind/body dualism. htt-\np://csmt.uchicago.edu/glossary2004/simulationsimulacrum.htm\n\nThe use of the word 'virtual' for computer simulation of reality is not merely\nrecent. The Online Etymology Dictionary reports that the sense of \"not\nphysically existing but made to appear by software\" appears as early as\n1959.\n","linknr":91,"url":"Virtuality","recorded":1362676069,"links":11,"instances":["philosophy_of_mind","vle"],"pdf":[],"categories":["Concepts in metaphysics","Reality"],"headings":["See also","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Wiktionary-logo-en.svg/37px-Wiktionary-logo-en.svg.png","//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["virtual_learning_environment","vle"],["dualism","philosophy_of_mind"]],"members":["dualism","virtual_learning_environment"],"related":["Virtual_world","Virtual_reality","Virtual_appliance","Virtual_museum","Virtual_learning_environment_(VLE)","Virtual_studio","Reality","Touch","Placebo","Dualism_(philosophy_of_mind)","List_of_things_described_as_virtual","Viractualism"]}