{"cursor":"2349","size":15,"audio":[],"currentlang":"en","article":"\n\n\nBirths\n* 195 BC ** Mithridates I (or Mithradates), \"Great King\" of Parthia from about\n  171 BC who will turn Parthia into a major political power and expand the\n  empire westward into Mesopotamia (d. 138 BC) ** Terence or Publius Terentius\n  Afer, Roman comic playwright (approximate date) (d. 159 BC)\n* 190 BC ** Hipparchus, Greek astronomer, geographer, and mathematician (d. c.\n  120 BC) ** Cornelia Scipionis Africana, second daughter of Publius Cornelius\n  Scipio Africanus and Aemilia Paulla. She will be considered by Roman society\n  to be the perfect example of a virtuous Roman woman (d. 100 BC)\n\nDeaths\n* 197 BC – Attalus I Soter, ruler of Pergamum from 241 BC, who has taken\n  on the title of king after about 230 BC. Through his military and diplomatic\n  skills, he has created a powerful kingdom in Anatolia (b. 269 BC)\n* 196 BC ** Han Xin, general who served under Emperor Gaozu of Han ** King Xin\n  of Han, vassal ruler under Emperor Gaozu of Han\n* 195 BC – Gaozu of Han (or Gao), first Emperor of the Chinese Han\n  Dynasty, who has ruled from 202 BC (b. 256 or 247 BC)\n* 194 BC ** Eratosthenes, Greek mathematician, geographer and astronomer (b.\n  276 BC) ** Concubine Qi, also known as Lady Qi or Consort Qi, favoured\n  concubine of Han Gaozu (personal name Liu Bang), the first emperor of the\n  Chinese Han Dynasty\n* 193 BC – Xiao He, chancellor of the early Han Dynasty in China who\n  has been a key figure in Liu Bang's rise to power after the fall of the\n  Qin Dynasty\n* 192 BC – Nabis, tyrant and last independent ruler (from 207 BC) of\n  Sparta\n* 191 BC – Arsaces II, King of Parthia, who has reigned from about 211 BC\n  (murdered)\n* 190 BC – Apollonius of Perga, Greek mathematician, geometer and\n  astronomer of the Alexandrian school, known by his contemporaries as \"The\n  Great Geometer,\" whose treatise \"Conics\" is one of the greatest scientific\n  works from the ancient world (b. c. 262 BC)\n\nReferences\n","linknr":616,"url":"190s_BC","recorded":1362571433,"links":46,"instances":[],"pdf":[],"categories":["190s BC|"],"headings":["Births","Deaths","References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["195_BC","Mithridates_I_of_Parthia","Parthia","171_BC","Mesopotamia","138_BC","Terence","Roman_Republic","Playwright","159_BC","190_BC","Hipparchus","120_BC","Cornelia_Africana","Publius_Cornelius_Scipio_Africanus","Aemilia_Paulla","100_BC","197_BC","Attalus_I_Soter","Pergamum","241_BC","230_BC","Anatolia","269_BC","196_BC","Han_Xin","Emperor_Gaozu_of_Han","King_Xin_of_Han","195_BC","Gaozu_of_Han","202_BC","256_BC","247_BC","194_BC","Eratosthenes","276_BC","Concubine_Qi","Concubine","Han_Gaozu","Han_Dynasty","193_BC","Xiao_He","Han_Dynasty","Liu_Bang","Qin_Dynasty","192_BC","Nabis","207_BC","Sparta","191_BC","Arsaces_II","Parthia","211_BC","190_BC","Apollonius_of_Perga","Alexandria","262_BC"]}