{"cursor":"3464","size":15,"audio":[],"currentlang":"en","article":"\nAn 'Abbreviated New Drug Application' (ANDA) is an application for a U.S.\ngeneric drug approval for an existing licensed medication or approved drug.\n\nThe ANDA is submitted to FDA's Center for Drug Evaluation and Research, Office\nof Generic Drugs, which provides for the review and ultimate approval of a\ngeneric drug product. Once approved, an applicant may manufacture and market the\ngeneric drug product to provide a safe, effective, low cost alternative to the\nAmerican public. Electronic submissions of ANDAs have grown by 70% since\nNovember 2008. The Section IV challenge\nhas been credited with suppressing new drug\ninnovation. http://www.sciencemag.org/cgi/content/full/326/5951/370\n\nA generic drug product is one that is comparable to an innovator drug product in\ndosage form, strength, route of administration, quality, performance\ncharacteristics and intended use. All approved products, both innovator and\ngeneric, are listed in FDA's Approved Drug Products with Therapeutic Equivalence\nEvaluations (Orange Book).\n\nGeneric drug applications are termed \"abbreviated\" because they are generally\nnot required to include preclinical (animal and in vitro) and clinical (human)\ntrial data to establish safety and effectiveness. Instead, generic applicants\nmust scientifically demonstrate that their product is bioequivalent (i.e.,\nperforms in the same manner as the innovator drug). One way scientists\ndemonstrate bioequivalence is to measure the time it takes the generic drug to\nreach the bloodstream in 24 to 36 healthy volunteers. This gives them the rate\nof absorption, or bioavailability, of the generic drug, which they can then\ncompare to that of the innovator drug. The generic version must deliver the same\namount of active ingredients into a patient's bloodstream in the same amount of\ntime as the innovator drug. The bioequivalence of a drug can be demonstrated by\ncomparing drugs dissolution or transdermal drug absorption in case of topically\nactive drug, in case of systemically active drug blood concentration of that\ndrugs is compared with innovator drugs\n\nUsing bioequivalence as the basis for approving generic copies of drug products\nwas established by the Drug Price Competition and Patent Term Restoration Act of\n1984, also known as the Hatch-Waxman Act. This Act expedites the availability of\nless costly generic drugs by permitting FDA to approve applications to market\ngeneric versions of brand-name drugs without conducting costly and duplicative\nclinical trials. At the same time, the brand-name companies can apply for up to\nfive additional years longer patent protection for the new medicines they\ndeveloped to make up for time lost while their products were going through FDA's\napproval process. Brand-name drugs are subject to the same bioequivalence tests\nas generics upon reformulation.\n","linknr":128,"url":"Abbreviated_New_Drug_Application","recorded":1362504905,"links":13,"instances":[],"pdf":[],"categories":["Food and Drug Administration|ANDA"],"headings":["Notes","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Ritalin-SR-20mg-1000x1000.jpg/220px-Ritalin-SR-20mg-1000x1000.jpg","//upload.wikimedia.org/wikipedia/en/thumb/6/62/PD-icon.svg/12px-PD-icon.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Generic_drug","Medication","Approved_drug","Food_and_Drug_Administration","Center_for_Drug_Evaluation_and_Research","Innovator_drug","Approved_Drug_Products_with_Therapeutic_Equivalence_Evaluations","Bioequivalent","Bloodstream","Bioavailability","Bioequivalence","Drug_Price_Competition_and_Patent_Term_Restoration_Act","Brand-name","Clinical_trial"]}