{"micrownet":[],"duck":["Abscissa","\n<a href=\"http://duckduckgo.com/Function_(mathematics)\">Function (mathematics)</a> - In mathematics, a function is a relation between a set of inputs and a set of permissible outputs with the property that each input is related to exactly one output.","\n<a href=\"http://duckduckgo.com/c/Elementary_mathematics\">Elementary mathematics</a>","http://www.merriam-webster.com/dictionary/abscissa","\n<a href=\"http://duckduckgo.com/binary_relation\">Relation (mathematics)</a> - In mathematics, a binary relation on a set A is a collection of ordered pairs of elements of A.","\n<a href=\"http://duckduckgo.com/Ordinate\">Ordinate</a> - In mathematics, ordinate refers to that element of an ordered pair which is plotted on the vertical axis of a two-dimensional Cartesian coordinate system, as opposed to the abscissa.","abscissa definition: the horizontal coordinate of a point in a plane Cartesian coordinate system obtained by measuring parallel to the x-axis — compare ordinate.","Merriam-Webster","https://i.duckduckgo.com/i/2889de8d.png","\n<a href=\"http://duckduckgo.com/c/Coordinate_systems\">Coordinate systems</a>","\n<a href=\"http://duckduckgo.com/Line_chart\">Line chart</a> - A line chart or line graph is a type of chart which displays information as a series of data points connected by straight line segments.","\n<a href=\"http://duckduckgo.com/c/Dimension\">Dimension</a>","In mathematics, abscissa (plural abscissae or abscissæ or abscissas) refers to the horizontal coordinate of a point in a two-dimensional rectangular Cartesian coordinate system."],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373539067,"book":[],"micro-www":{"abscissae":[""]},"wiki":{"cat":["Elementary mathematics","Coordinate systems","Dimension"],"text":"In mathematics, 'abscissa' (plural 'abscissae' or 'abscissæ' or 'abscissas')\nrefers to the horizontal coordinate of a point in a two-dimensional rectangular\nCartesian coordinate system. The term also refers to the horizontal axis\n(typically x-axis) of any two-dimensional graph. An ordered pair consists of two\nterms&mdash;the abscissa (horizontal, usually x) and the ordinate (vertical,\nusually y)&mdash;which define the location of a point in two-dimensional\nrectangular Cartesian coordinate system.\n\n\n\n\n:<math>(\\overbrace{x}^\\text{abscissa}, \\overbrace{y}^\\text{ordinate})</math>\n","title":"Abscissa","headings":["Examples","See also","References"]},"micro-relation":["3: Ordinate","2: Cartesian_coordinate_system","1: Mathematics","1: Ordered_pair","1: Line_chart"]}