{"cursor":"2295","size":15,"audio":[],"currentlang":"en","article":"An 'academic minor' is a college or university student's declared secondary\nfield of study or specialization during his or her undergraduate studies. As\nwith an academic major, the college or university in question lays out a\nframework of required classes or class types a student must complete to earn the\nminor – although the latitude the student is given changes from college to\ncollege. Academic minors and majors differ in that the former is subordinate to\nthe latter. To obtain an academic minor, two years of study at university in a\nselected subject is the usual requirement.\n\nSome students will prepare for their intended career with their major, while\npursuing personal interests with a minor. For example, some students may major\nin Civil Engineering and minor in a foreign language.\n\nOther students may pursue a minor to provide specific specialization and thus\nmake themselves more attractive to employers. It is not infrequent for a physics\nmajor to minor in computer science or an economics major to minor in\nmathematics. Engineering students frequently take a minor in mathematics, as\nthey already have most credits needed for the purpose.\n\nFor some, a minor may be the foundation for a career. For example, students\nintending to become secondary education teachers often major in their teaching\nsubject area (for example, History or Chemistry or Mathematics) and minor in\nEducation.\n\nIn Quebec, upon completing one year of coursework in a field, one is granted a\n\"minor\" diploma, which can be combined with a \"major\" diploma or with two other\nminors to obtain a bachelor degree \"par cumul\" (by accumulation).\n\nPresident A. Lawrence Lowell of Harvard created the system in 1910. Charles McGrath,\n[http://www.nytimes.com/2006/01/08/education/edlife/harvard.html?emc=eta1 \"What\nEvery Student Should Know\"], New York Times Education Life, January 8,\n2006. Australia also offers double majors and minors. However, in most\nother countries, like the United Kingdom, students usually focus on a single\narea of study .\n","linknr":93,"url":"Academic_minor","recorded":1362553787,"links":11,"instances":[],"pdf":[],"categories":["School terminology"],"headings":["References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["College","University","Student","Undergraduate","Academic_major","College","University","Secondary_education","Education","Quebec","A._Lawrence_Lowell","Harvard_University","Australia","United_Kingdom"]}