{"micrownet":["ader_wax","adermin"],"duck":["\n<a href=\"http://duckduckgo.com/Mount_Ader\">Mount Ader</a>, mountain in Antarctica","\n<a href=\"http://duckduckgo.com/Ader\">Ader</a> is a French automobile.","\n<a href=\"http://duckduckgo.com/Ader_(surname)\">Ader (surname)</a>","\n<a href=\"http://duckduckgo.com/torre_Ader\">Ader Tower</a>, historical monument in Buenos Aires","Ader","The Ader was a French automobile designed and built by Cl&eacute;ment Ader, a pioneer in flight and telephone service."],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373542727,"book":[],"micro-www":{"ader":[""]},"wiki":{"cat":["Defunct motor vehicle manufacturers of France"],"text":"\n\n\nThe 'Ader' was a French automobile designed and built by Clément Ader, a pioneer\nin flight and telephone service.\n\nThe Ader car was built in Levallois-Perret, Seine, by his Société Industrielle\ndes Téléphones-Voitures Système Ader between 1900 and 1907. The company first\nbuilt bicycles in 1869 and tried steam powered aeroplanes between 1890 and 1897.\nIn 1900 the first car was made with a V-twin engine of 904&nbsp;cc and chain\ndrive. In 1901 shaft drive was introduced along with a four cylinder car where\nthe engine was essentially two of the V-twins coupled together. Two of the four-\ncylinder engines were joined to make a 3616&nbsp;cc V-8 which was fitted to a\ncar that ran in the 1903 Paris-Madrid race. That year Ader listed twin-cylinder\ncars of 904&nbsp;cc and 1571&nbsp;cc, as well as four-cylinder ones of\n1810&nbsp;cc and 3142&nbsp;cc; each was available in a wide range of coachwork.\nA 24 hp vertical four was introduced in December 1903 at the Paris Salon.\n\nA new company was formed in 1905 to separate car building activities from the\nother activities and registered as Société Ader. The factory was located at\n40 bis Avenue de Suffren, Paris.<ref></ref> The V engines were dropped in\nfavour of the vertical ones in 1907 but this was the final year cars were\nmade though the V-4 engines were made for supplying to other car and boat\nmakers for a few years.\n\nThe Ader car was sold in the United Kingdom as the Pegasus.\n\nIn 1903 the company also made a shaft-driven motorcycle sold as the Moto-Cardan.\n","title":"ader","headings":["References"]},"micro-relation":["1: Clément_Ader","1: Levallois-Perret","1: V-twin","1: V8_engine","1: Paris-Madrid_race","1: Coachwork","1: Tax_horsepower","1: Paris_Salon","1: Moto-Cardan"]}