{"cursor":"3238","size":15,"audio":[],"currentlang":"en","article":"'Akademie Verlag' is a German scientific and academic publishing company,\noriginally founded in 1946 in the Soviet-occupied Eastern part of divided\nBerlin to facilitate the publication of works by and for the German Academy of\nSciences Berlin.\n\nUnder the communist German Democratic Republic, from 1949 to 1990, it remained\nclosely connected to the academy; unlike other publishing houses, it was not\nsubject to direct control by the GDR ministry of culture. Still, it was regarded\nwith suspicion in the West due to communist influence. Most of the output was\nsold in East Germany and the Eastern Bloc. Since 1957, Gottfried Wilhelm\nLeibniz, the founder of the Prussian Academy in 1700, and „theoria cum praxi“\nare used as symbols.\n\nSince the 1970s, several volumes of the Nicolaus Copernicus Gesamtausgabe\n(complete edition) have been published by Akademie Verlag, covering many\ndocuments from and about Nicolaus Copernicus in detail. Astronomische\nNachrichten (Astronomical Notes), one of the first international journals in the\nfield of astronomy, founded in 1821, was published by Akademie Verlag for\nseveral decades as well as physica status solidi, founded in 1961.\n\nAfter the fall of the Berlin Wall, the employees rejected their boss and\nelected one of themselves as successor. As it had managed to build enough of a\nreputation in the West, several offers were made for Akademie Verlag, and the\nnew German states (including Berlin) sold it on 3 January 1991 to VCH\nVerlagsgruppe Weinheim. As a result, of the 170 employees in 1991, only 40\nremained until the 50th anniversary in 1996. The rather broad range of\npublications was reduced to focus on philosophy, history, political and\ncultural sciences, history of art, literature and lingual sciences plus\nmathematics and physics.\n\nWhen John Wiley & Sons took over VCH, the natural scientific branch of Akademie\nVerlag was moved to WILEY-VCH-Verlag, while the humanities section, including\nits name and logo, was transferred on 1 October 1997 to R. Oldenbourg Verlag,\nwhich since 2004 belongs to Cornelsen Verlag.\n","linknr":109,"url":"Akademie_Verlag","recorded":1362564546,"links":17,"instances":[],"pdf":[],"categories":["Companies based in Berlin","Publishing companies of Germany","Companies established in 1946"],"headings":["Literature","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/5/58/Factory_DEU.svg/30px-Factory_DEU.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/6/65/ISBN_with_EAN13.svg/40px-ISBN_with_EAN13.svg.png","//bits.wikimedia.org/static-1.21wmf8/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf8/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Academic_publishing","German_Academy_of_Sciences_Berlin","German_Democratic_Republic","Eastern_Bloc","Gottfried_Wilhelm_Leibniz","Prussian_Academy","Nicolaus_Copernicus_Gesamtausgabe","Nicolaus_Copernicus","Astronomische_Nachrichten","Physica_Status_Solidi","Berlin_Wall","VCH_Verlagsgruppe_Weinheim","John_Wiley_&_Sons","R._Oldenbourg_Verlag","Cornelsen_Verlag"]}