{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/Mendelian_error\">Mendelian error</a> - A Mendelian error in the genetic analysis of a species,  describes an allele in an individual which could not have been received from either of its biological parents by Mendelian inheritance.","\n<a href=\"http://duckduckgo.com/Allozyme\">Allozyme</a> - Alloenzymes (or also called allozymes) are variant forms of an enzyme that are coded by different alleles at the same locus.","\n<a href=\"http://duckduckgo.com/c/Classical_genetics\">Classical genetics</a>","\n<a href=\"http://duckduckgo.com/Evolution\">Evolution</a> - Evolution is the change in the inherited characteristics of biological populations over successive generations.","Allele","http://www.merriam-webster.com/dictionary/allele","allele definition: any of the alternative forms of a gene that may occur at a given locus.","Merriam-Webster","\n<a href=\"http://duckduckgo.com/c/Genetic_genealogy\">Genetic genealogy</a>","\n<a href=\"http://duckduckgo.com/haploinsufficiency\">Haplo-sufficiency</a> - Haploinsufficiency occurs when a diploid organism has only a single functional copy of a gene and the single functional copy does not produce enough of a gene product to bring about a wild-type ...","An allele (or), or allel, is one of a number of alternative forms of the same gene or same genetic locus (generally a group of genes).","\n<a href=\"http://duckduckgo.com/Genealogical_DNA_test\">Genealogical DNA test</a> - A genealogical DNA test looks at a person's genetic code at specific locations.","\n<a href=\"http://duckduckgo.com/Meiosis\">Meiosis</a> -   Meiosis  is a special type of cell division necessary for sexual reproduction in eukaryotes."],"common":{"milestones":["<a target=\"_new\" href=\"http://en.wikinews.org/wiki/%27Fascinating%27_and_%27provocative%27_research_examines_genetic_elements_of_bipolar,_schizophrenia\" title=\"&#39;Fascinating&#39; and &#39;provocative&#39; research examines genetic elements of bipolar, schizophrenia\">&#39;Fascinating&#39; and &#39;provocative&#39; research examines genetic elements of bipolar, schizophrenia</a>"],"image":[[],[]]},"Lists":[],"created":1373546021,"book":[],"micro-www":{"alleles":["alleles","Alleles",""]},"wiki":{"cat":["Classical genetics","Genetic genealogy"],"text":"An 'allele' ( or ), or 'allel', is one of a number of alternative forms of the\nsame gene or same genetic locus (generally a group of genes).<ref\nname=\"Collins\"/><ref name=\"Basic glossary on genetic epidemiology\"/> It is the\nalternative form of a gene for a character producing different effects.\nSometimes, different alleles can result in different observable phenotypic\ntraits, such as different pigmentation. However, many variations at the genetic\nlevel result in little or no observable variation.\n\nMost multicellular organisms have two sets of chromosomes, that is, they are\ndiploid. These chromosomes are referred to as homologous chromosomes. Diploid\norganisms have one copy of each gene (and therefore one allele) on each\nchromosome. If both alleles are the same, they are homozygotes. If the alleles\nare different, they are heterozygotes.\n\nA population or species of organisms typically includes multiple alleles at each\nlocus among various individuals. Allelic variation at a locus is measurable as\nthe number of alleles (polymorphism) present, or the proportion of heterozygotes\nin the population.\n\nFor example, at the gene locus for the ABO blood type carbohydrate antigens in\nhumans,<ref name=\"<ref name=\"OnlineMendelianInheritanceinMan\"/> classical\ngenetics recognizes three alleles, I<sup>A</sup>, I<sup>B</sup>, and\nI<sup>O</sup>, that determine compatibility of blood transfusions. Any\nindividual has one of six possible genotypes (AA, AO, BB, BO, AB, and OO) that\nproduce one of four possible phenotypes: \"A\" (produced by AA homozygous and AO\nheterozygous genotypes), \"B\" (produced by BB homozygous and BO heterozygous\ngenotypes), \"AB\" heterozygotes, and ″O″ homozygotes. It is now known that each\nof the A, B, and O alleles is actually a class of multiple alleles with\ndifferent DNA sequences that produce proteins with identical properties: more\nthan 70 alleles are known at the ABO locus.<ref name=\"Sequence variation at the\nhuman ABO locus\"/> An individual with \"Type A\" blood may be an AO heterozygote,\nan AA homozygote, or an AA heterozygote with two different ″A″ alleles.\n\nThe word \"allele\" is a short form of allelomorph (″other form″), which was used\nin the early days of genetics to describe variant forms of a gene detected as\ndifferent phenotypes. It derives from the Greek prefix ἀλλήλ- [″allel-″],\nmeaning \"reciprocal\" or \"each other\", which itself is related to the Greek\nadjective ἄλλος (allos; cognate with Latin ″alius″), meaning \"other\".\n","title":"allele","headings":["Dominant and recessive alleles","Allele and genotype frequencies","Allelic variation in genetic disorders","See also","References and notes","External links"]},"micro-relation":["2: Gene","2: Recessive","1: Phenotypic_trait","1: Multicellular_organism","1: Chromosome","1: Diploid","1: Homologous_chromosome","1: Homozygote","1: Heterozygote","1: Population","1: Species","1: ABO","1: Blood_type","1: Carbohydrate","1: Antigen","1: Blood_transfusion","1: Genotype","1: Phenotype","1: Allelomorph","1: Genetics","1: Phenotypes","1: Gregor_Mendel","1: Quantitative_trait_locus","1: Wild_type","1: Drosophila_melanogaster","1: Mutant","1: Genetic_diseases","1: Genetic_carrier","1: Hardy-Weinberg_principle","1: Genetic_disorders","1: Albinism","1: Cystic_Fibrosis","1: Galactosemia","1: Phenylketonuria","1: Tay-Sachs_Disease","1: Hemizygosity","1: Color_blindness","1: Fragile_X_syndrome","1: Huntington_disease","1: Allozyme","1: Evolution","1: Genealogical_DNA_test","1: Haplo-sufficiency","1: Meiosis","1: Mendelian_error","1: Mendelian_inheritance","1: Mitosis","1: Punnett_square"]}