{"cursor":"1830","size":15,"audio":[],"currentlang":"en","article":"\n\n'Ammoniacum', or 'gum ammoniac', is a gum-resin exuded from the stem of a\nperennial herb (Dorema ammoniacum) of the umbel family (Apiaceae). The plant\ngrows to the height of 8 or 9 ft., and its whole stem is pervaded with a\nmilky juice, which oozes out on an incision being made at any part. This juice\nquickly hardens into round tears, forming the \"tear ammoniacum\" of commerce.\n\"Lump ammoniacum,\" the other form in which the substance is met with, consists\nof aggregations of tears, frequently incorporating fragments of the plant\nitself, as well as other foreign bodies. Ammoniacum has a faintly fetid,\nunpleasant odor, which becomes more distinct on heating; externally it possesses\na reddish-yellow appearance, and when the tears or lumps are freshly fractured\nthey exhibit a waxy luster. It is chiefly collected in central Persia, and comes\nto the European market by way of Bombay. Ammoniacum is closely related to\nasafoetida and galbanum (from which, however, it differs in yielding no\numbelliferone) both in regard to the plant which yields it and its therapeutical\neffects. Internally it is used in conjunction with squills in bronchial\naffections; and in asthma and chronic colds it is found useful, but it has no\nadvantages over a number of other substances of more constant and active\nproperties (Sir Thomas Fraser). Only the \"tear ammoniacum\" is officinal. African\nammoniacum is the product of a plant said to be Ferula tingitana, which grows in\nNorth Africa; it is a dark colored gum-resin, possessed of a very weak odor and\na persistent acrid taste.\n","linknr":105,"url":"Ammoniacum","recorded":1362481514,"links":17,"instances":[],"pdf":[],"categories":["Resins"],"headings":["See also","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/d/df/Gnome_globe_current_event.svg/42px-Gnome_globe_current_event.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/6/62/PD-icon.svg/12px-PD-icon.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Fern.jpg/35px-Fern.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Natural_gum","Resin","Herb","Apiaceae","Unpleasant_odor","Persia","Bombay","Asafoetida","Galbanum","Umbelliferone","Squill","Thomas_Richard_Fraser","Africa","North_Africa","Muskroot"]}