{"cursor":"2492","size":15,"audio":[],"currentlang":"en","article":"\n\n'Anabolism' (from Greek ana, \"upward\", and ballein, \"to throw\") is the set of\nmetabolic pathways that construct molecules from smaller units.\nThese reactions require energy. One way of categorizing metabolic processes,\nwhether at the cellular, organ or organism level is as 'anabolic' or as\n'catabolic', which is the opposite. Anabolism is powered by catabolism, where\nlarge molecules are broken down into smaller parts and then used up in\nrespiration. Many anabolic processes are powered by adenosine triphosphate\n(ATP). Nicholls D.G. and Ferguson S.J. (2002) Bioenergetics Academic press\n3rd edition ISBN 0-12-518121-3\n\nAnabolic processes tend toward \"building up\" organs and tissues. These processes\nproduce growth and differentiation of cells and increase in body size, a process\nthat involves synthesis of complex molecules. Examples of anabolic processes\ninclude the growth and mineralization of bone and increases in muscle mass.\nEndocrinologists have traditionally classified hormones as anabolic or\ncatabolic, depending on which part of metabolism they stimulate. The classic\nanabolic hormones are the anabolic steroids, which stimulate protein synthesis\nand muscle growth, and insulin. The balance between anabolism and catabolism is\nalso regulated by circadian rhythms, with processes such as glucose metabolism\nfluctuating to match an animal's normal periods of activity throughout the\nday.\n","linknr":274,"url":"Anabolism","recorded":1362504948,"links":50,"instances":["biology","biology","biology"],"pdf":[],"categories":["Metabolism"],"headings":["References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["cell","biology"],["organ","biology"],["tissue","biology"]],"members":["tissue","organ","cell"],"related":["Greek_language","Metabolic_pathway","Energy","Metabolic","Cell_(biology)","Catabolism","Cellular_respiration","Adenosine_triphosphate","Organ_(biology)","Tissue_(biology)","Chemical_synthesis","Molecule","Bone","Muscle","Endocrinologist","Hormone","Anabolic_steroid","Insulin","Catabolism","Circadian_rhythm"]}