{"cursor":"27215","size":15,"audio":[],"currentlang":"en","article":"\n'Animism' (from Latin animus, -i \"soul, life\") Segal, p.\n14. is the religious worldview that natural physical entitiesâincluding\nanimals, plants, and often even inanimate objects or phenomenaâpossess a\nspiritual essence. Specifically, animism is\nused in the anthropology of religion as a term for the religion of indigenous\ntribal peoples, especially prior to the development and/or\ninfiltration of civilization and organized\nreligion. Although each tribe is unique in its specific\nmythologies and rituals, \"animism\" often describes the most common, foundational\nthread of indigenous tribespeoples' spiritual or \"supernatural\" perspectives.\nSome members of the non-tribal world also consider themselves animists (such as\nauthor Daniel Quinn, sculptor Lawson Oyekan, and many Neopagans) and not all\npeoples who describe themselves as tribal would describe themselves as\nanimistic. The tribal animistic perspective is so fundamental, mundane, everyday\nand taken-for-granted that most animistic indigenous people do not even have a\nword in their languages that corresponds to \"animism\" (or even\n\"religion\"); the term is an anthropological construct rather than one\ndesignated by tribespeople themselves. Largely due to such ethnolinguistic and\ncultural discrepancies, opinion has differedâever since Sir Edward Tylor's 19th-\ncentury popularization of the termâon whether animism refers to a broadly\nreligious belief or to a full-fledged religion in its own right. or a complete religion in and of itself, Harvey (2006),\np. 6. comprising many diverse mythologies\nfound worldwide in many diverse cultures. This also raises a controversy\nregarding the ethical claims animism may or may not make: whether animism\nignores questions of ethics altogether or, by endowing various non-\nhuman elements of nature with spirituality or personhood, Clarke, Peter B.,\nand Peter Beyer, eds. (2009). The World's Religions: Continuities and\nTransformations. London: Routledge, p. 15. in fact promotes a complex\necological ethics. }}\n\nAnimism encompasses the belief that there is no separation between the spiritual\nand physical (or material) world, and souls or spirits exist, not only in\nhumans, but also in all other animals, plants, rocks, geographic features such\nas mountains or rivers, or other entities of the natural environment, \"The concept that humans possess souls and that souls have life apart\nfrom human bodies before and after death is central to animism, along with the\nideas that animals, plants, and celestial bodies have spirits\" (Wenner).\nincluding thunder, wind, and shadows. Animism may further attribute souls to\nabstract concepts such as words, true names, or metaphors in mythology. Examples\nof animism can be found in forms of Shinto, Serer, Hinduism, Buddhism, Jainism,\nPantheism, Paganism, and Neopaganism.\n\nThroughout European history, philosophers such as Aristotle and Thomas Aquinas,\namong others, contemplated the possibility that souls exist in animals, plants,\nand people; however, the currently accepted definition of animism was only\ndeveloped in the 19th century by Sir Edward Tylor, who created it as \"one of\nanthropology's earliest concepts, if not the first\". Bird-\nDavid, 1999: p. 67.\n\nAccording to the anthropologist Tim Ingold, animism shares similarities to\ntotemism but differs in its focus on individual spirit beings which help to\nperpetuate life, whereas totemism more typically holds that there is a primary\nsource, such as the land itself or the ancestors, who provide the basis to life.\nCertain indigenous religious groups such as the Australian Aboriginals are more\ntypically totemic, whereas others like the Inuit are more typically animistic in\ntheir worldview. Ingold, Tim. (2000). \"Totemism, Animism and the Depiction\nof Animals\" in The Perception of the Environment: Essays on Livelihood, Dwelling\nand Skill. London: Routledge, pp. 112-113.\n\nJust as Christianity can be said to be the experience of being part of the\nliving body of Christ, animism can be said to be the experience of being part of\nthe living biosphere (or even the whole \"animate\" universe). In this sense,\nsomething that is \"animate\" is simply something that is \"alive,\" and to be an\nanimist is to believe things to be alive that others perceive as \"inanimate.\"\n","linknr":-1,"url":"Animist","recorded":1372152347,"links":[],"instances":["religion","psychologist","physicist","geology","spirit","contemporary"],"pdf":[],"categories":["Animism|","Anthropology of religion","Animals in religion","Polytheism","Inuit culture","Metatheory of religion","Spiritualism"],"headings":["Etymology","Motivation","Animism and religion","Science and animism","Examples of animist traditions","See also","References","Further reading","External links"],"image":[],"tags":[["soul","spirit"],["paganism","contemporary"],["soul","spirit"],["rock","geology"],["william_mcdougall","psychologist"],["nick_herbert","physicist"],["mun","religion"]],"members":["mun","william_mcdougall","nick_herbert","rock","soul","paganism"],"related":["Latin","Soul_(spirit)","Life","Religion","Worldview","Nature","Matter","Animal","Plant","Physical_body","Phenomena","Spirituality","Essence","Anthropology_of_religion","Indigenous_people","Civilization","Organized_religion","Daniel_Quinn","Lawson_Oyekan","Paganism_(contemporary)","Ethnolinguistic","Edward_Tylor","Ethics","Environmental_ethics","Spirituality","Material","Soul_(spirit)","Spirit","Human","Animal","Plant","Rock_(geology)","Geographic","Mountain","River","True_name","Mythology","Shinto","Serer_religion","Hinduism","Buddhism","Jainism","Pantheism","Paganism","Neopaganism","Aristotle","Thomas_Aquinas","Anthropology","Tim_Ingold","Totemism","Australian_Aboriginals","Inuit","Georg_Ernst_Stahl","Anthropology","Edward_Burnett_Tylor","Hunter_gatherer","Émile_Durkheim","Claude_Lévi-Strauss","Tim_Ingold","Jean_Piaget","David_Hume","E._B._Tylor","Herbert_Spencer","Andrew_Lang","Altered_state_of_consciousness","Dream","Hallucination","Shamanism","Polytheism","Monotheism","Hunter-gatherer","Cult","Urarina","Pantheism","Georg_Ernst_Stahl","Francisque_Bouillier","Anima_mundi","Friedrich_Wilhelm_Joseph_von_Schelling","William_McDougall_(psychologist)","Nick_Herbert_(physicist)","Werner_Krieglstein","Panpsychism","Rupert_Sheldrake","David_Skrbina","Organicism","Shinto","Japan","Kami","Amaterasu","Polytheism","The_Philippines","Spiritism","Apotropaic_magic","Hinduism","Karnataka","Folk_Hinduism","Theyyam","Theyyam","Mun_(religion)","Polytheism","Shamanism","Syncretism","Lepcha_people","Mitakuye_Oyasin","Iroquois","New_Age","Neopaganism","New_tribalist","United_States","Daniel_Quinn","Neolithic_Revolution","Globalization","Autobiography","Anecdotal_cognitivism","Animatism","Celtic_polytheism","Fairies","Folk_religion","Hyang","Hylozoism","Mana","Nature_worship","Panpsychism","Ryukyuan_Shinto","Shamanism_in_Siberia","Shamanism","Shinto","Tree_worship","Wildlife_totemization","Witchcraft","Monotheism","Pantheism","Polytheism","Tengriism","Theism","Wilhelm_Maximilian_Wundt"]}