{"cursor":"2407","size":15,"audio":[],"currentlang":"en","article":"\n\nGenerally, an 'answer' is a reply to a question or is a solution, a retaliation,\nor a response that is relevant to the said question.\n\nIn law, an 'answer' was originally a solemn assertion in opposition to someone\nor something, and thus generally any counter-statement or defense, a reply to a\nquestion or response, or objection, or a correct solution of a problem.\n\nIn the common law, an 'answer' is the first pleading by a defendant, usually\nfiled and served upon the plaintiff within a certain strict time limit after a\ncivil complaint or criminal information or indictment has been served upon the\ndefendant. It may have been preceded by an optional \"pre-answer\" motion to\ndismiss or demurrer; if such a motion is unsuccessful, the defendant must file\nan answer to the complaint or risk an adverse default judgment.\n\nIn a criminal case, there is usually an arraignment or some other kind of\nappearance before the defendant comes to court. The pleading in the criminal\ncase, which is entered on the record in open court, is usually either guilty or\nnot guilty. Generally speaking in private, civil cases there is no plea entered\nof guilt or innocence. There is only a judgment that grants money damages or\nsome other kind of equitable remedy such as restitution or a permanent\ninjunction. Criminal cases may lead to fines or other punishment, such as\nimprisonment.\n\nThe famous Latin Responsa Prudentium (\"answers of the learned ones\") were the\naccumulated views of many successive generations of Roman lawyers, a body of\nlegal opinion which gradually became authoritative.\n\nIn music an \"'answer'\" (also known as countersubject) is the technical name in\ncounterpoint for the repetition or modification by one part or instrument of a\ntheme proposed by another.\n","linknr":196,"url":"Answer","recorded":1362553636,"links":26,"instances":["penalty","law","legal","law"],"pdf":[],"categories":["Common law","Legal documents"],"headings":["References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Wikisource-logo.svg/12px-Wikisource-logo.svg.png","//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["defense","legal"],["objection","law"],["guilt","law"],["fine","penalty"]],"members":["fine","guilt","defense","objection"],"related":["Question","Defense_(legal)","Reply","Question","Objection_(law)","Common_law","Pleading","Defendant","Plaintiff","Complaint","Information","Indictment","Motion_to_dismiss","Demurrer","Default_judgment","Guilt_(law)","Equitable_remedy","Restitution","Injunction","Fine_(penalty)","Punishment","Imprisonment","Lawyer","Countersubject"]}