{"cursor":"8004","size":15,"audio":[],"currentlang":"en","article":"\n\n, New Zealand]]The'Antarctic flora''' is a distinct community of vascular plants\nwhich evolved millions of years ago on the supercontinent of Gondwana, and is\nnow found on several separate areas of the Southern Hemisphere, including\nsouthern South America, southernmost Africa, New Zealand, Australia and New\nCaledonia. Based on the similarities in their flora, botanist Ronald Good\nidentified a separate Antarctic Floristic Kingdom that included southern South\nAmerica, New Zealand, and some southern island groups. Good identified Australia\nas its own floristic kingdom, and included New Guinea and New Caledonia in the\nPaleotropical floristic kingdom, because of the influx of tropical Eurasian\nflora that had mostly supplanted the Antarctic flora.\n\nMillions of years ago, Antarctica was warmer and much wetter, and supported\nthe Antarctic flora, including forests of podocarps and southern beech.\nAntarctica was also part of the ancient supercontinent of Gondwana, which\ngradually broke up by continental drift starting 110 million years ago. The\nseparation of South America from Antarctica 30-35 million years ago allowed\nthe Antarctic Circumpolar Current to form, which isolated Antarctica\nclimatically and caused it to become much colder. The Antarctic flora\nsubsequently died out in Antarctica, but is still an important component of\nthe flora of southern Neotropic (South America) and Australasia, which were\nalso former parts of Gondwana.\n\nSome genera which originated in Antarctic Flora are still recognized as major\ncomponents of New Caledonia, Tasmania, Madagascar, India, New Zealand, and\nsouthern South America.\n\nSouth America, Madagascar, Africa, India, Macaronesia, Australia, New Zealand,\nand Antarctica were all part of the supercontinent Gondwana, which started to\nbreak up in the early Cretaceous period (135-65 million years ago). India was\nthe first to break away, followed by Africa, and then New Zealand, which started\nto drift north. By the end of the Cretaceous, South America and Australia were\nstill joined to Antarctica. Paleontologist Gilbert Brenner identified the\nemergence of a distinct southern Gondwanan flora by the late Cretaceous period\nin the cooler and humid southern hemisphere regions of Australia, southern South\nAmerica, southern Africa, Antarctica, and New Zealand; it most resembled the\nflora of modern-day southern New Zealand. A drier northern Gondwanan flora had\ndeveloped in northern South America and northern Africa.\n\n, Chile and Argentina]]Africa and India drifted north into the tropical\nlatitudes, became hotter and drier, and ultimately connected with the Eurasian\ncontinent, and today the flora of Africa and India have few remnants of the\nAntarctic flora. Australia drifted north and became drier as well; the humid\nAntarctic flora retreated to the east coast and Tasmania, while the rest of\nAustralia became dominated byAcacia, Eucalyptus, andCasuarina, as well as xeric\nshrubs and grasses. [[Human]]s arrived in Australia 50-60,000 years ago, and\nused fire to reshape the vegetation of the continent; as a result, the Antarctic\nflora, also known as theRainforest flora'' in Australia, retreated to a few\nisolated areas composing less than 2% of Australia's land area.\n\nThe woody plants of the Antarctic flora include conifers in the families\nPodocarpaceae, Araucariaceae and the subfamily Callitroideae of Cupressaceae,\nand angiosperms such as the families Proteaceae, Griseliniaceae, Cunoniaceae,\nAtherospermataceae, and Winteraceae, and genera like southern beech\n([[Nothofagus]]) and fuchsia ([[Fuchsia]]). Many other families of flowering\nplants and ferns, including the tree fern [[Dicksonia]], are characteristic of\nthe Antarctic flora.\n","linknr":211,"url":"Antarctic_flora","recorded":1362372963,"links":23,"instances":[],"pdf":[],"categories":["Flora of Argentina|","Flora of Chile|","Trees of Argentina|","Trees of Chile|","Trees of Tierra del Fuego|","Flora of Antarctica|","Phytogeography"],"headings":["Flora of Antarctica","See also","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/5/52/Merge-arrows.svg/50px-Merge-arrows.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/7/75/NothofagusFusca.jpg/240px-NothofagusFusca.jpg","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/8/89/Nothofagus_antarctica_D.jpg/240px-Nothofagus_antarctica_D.jpg","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/en/thumb/4/4a/Commons-logo.svg/30px-Commons-logo.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Vascular_plant","Gondwana","Southern_Hemisphere","South_America","Africa","New_Zealand","Australia","New_Caledonia","Botanist","Antarctic_Floristic_Kingdom","New_Guinea","Paleotropical","Podocarpaceae","Southern_beech","Gondwana","Continental_drift","South_America","Antarctic_Circumpolar_Current","Neotropic","South_America","Australasia_ecozone","New_Caledonia","Tasmania","Madagascar","India","New_Zealand","South_America","South_America","Madagascar","Africa","India","Macaronesia","Australia","New_Zealand","Antarctica","Cretaceous","Cretaceous","Acacia","Eucalyptus","Casuarinaceae","Woody_plant","Conifer","Podocarpaceae","Araucariaceae","Callitroideae","Cupressaceae","Angiosperm","Proteaceae","Griselinia","Cunoniaceae","Atherospermataceae","Winteraceae","Antarctica","Valdivian_rainforests","Cupressinoxylon","Podocarpoxylon","Nothofagoxylon","Luma","Myrtaceae","Eucryphia","Cunoniaceae","Myrceugenelloxylon","Weinmannioxylon","Monimiaceae","Hedycaryoxylon","Monimioideae","Hedycarya","Tambourissa","Atherospermoxylon","Atherospermeae","Atherospermataceae","Atherospermoxylon","Daphnandra","Doryphora","Laurelia_novae-zelandiae","Vascular_plant","Lichen","Moss","Marchantiophyta","Alga","Antarctic_Peninsula","Endemism","Antarctic_Floristic_Kingdom","Flora_of_Chile","Flora_of_New_Zealand","Flora_of_Australia"]}