{"cursor":"10124","size":15,"audio":[],"currentlang":"en","article":"\n: predecessor to the U.S. Constitution and drafted from Anti-Federalist\n: principles]]\n'Anti-Federalism' refers to a movement that opposed the creation of a stronger\nU.S. federal government and which later opposed the ratification of the\nConstitution of 1787. The previous constitution, called the Articles of\nConfederation, gave state governments more authority. Led by Patrick Henry of\nVirginia, Anti-Federalists worried, among other things, that the position of\npresident, then a novelty, might evolve into a monarchy. A book titled \"The\n[[Anti-Federalist Papers]]\" is a detailed explanation of American Anti-\nFederalist thought.\n\nDuring the American Revolution and its immediate aftermath the term \"federal\"\nwas applied to any person who supported the colonial union and the government\nformed under the Articles of Confederation. After the war the group who felt\nthat the national government under the Articles was too weak appropriated the\nname Federalist for themselves. Historian Jackson Turner Main wrote that, \"to\nthem, the man of 'federal principles' approved of 'federal measures,' which\nmeant those that increased the weight and authority or extended the influence of\nthe Confederation Congress.\" Main (1961) p. xxiii\n\nAs the Federalists moved to amend the Articles, eventually leading to the\nConstitutional Convention, they applied the term anti-federalist to their\nopposition. The term implied, correctly or not, both opposition to Congress and\nunpatriotic motives. The Anti-Federalists rejected the term, arguing that they\nwere the true Federalists. In both their correspondence and their local groups\nthey tried to capture the term. For example, an unknown anti-federalist signed\nhis public correspondence as \"A Federal Farmer\" and the New York committee\nopposing the Constitution was called the \"Federal Republican Committee.\" However\nthe Federalists carried the day and the name Anti-Federalist forever\nstuck. Main (1961) pp. xxiii- xxv\n\nThe Anti-Federalists were composed of diverse elements, including those opposed\nto the Constitution because they thought that a stronger government threatened\nthe sovereignty and prestige of the states, localities, or individuals; those\nthat claimed a new centralized, disguised \"monarchic\" power that would only\nreplace the cast-off despotism of Great Britain with the proposed government;\nand those who simply feared that the new government threatened their personal\nliberties. Some of the opposition believed that the central government under the\nArticles of Confederation was sufficient. Still others believed that while the\nnational government under the Articles was too weak, the national government\nunder the Constitution would be too strong. Another complaint of the Anti-\nFederalists was that the Constitution provided for a centralized rather than\nFederal Government (and in the Federalist papers James Madison admits that the\nnew Constitution has the characteristics of both a centralized and federal form\nof the government) and that a truly federal form of government was a leaguing of\nstates as under the Articles of Confederation.\n\nDuring the period of debate over the ratification of the Constitution, numerous\nindependent local speeches and articles were published all across the country.\nInitially, many of the articles in opposition were written under pseudonyms,\nsuch as \"Brutus,\" \"Centinel,\" and \"Federal Farmer.\" Eventually, famous\nrevolutionary figures such as Patrick Henry came out publicly against the\nConstitution. They argued that the strong national government proposed by the\nFederalists was a threat to the rights of individuals and that the President\nwould become a king. They objected to the federal court system created by the\nproposed constitution. This produced a phenomenal body of political writing; the\nbest and most influential of these articles and speeches were gathered by\nhistorians into a collection known as the [[Anti-Federalist Papers]] in allusion\nto the [[Federalist Papers]].\n\nIn every state the opposition to the Constitution was strong, and in two states\n— North Carolina and Rhode Island — it prevented ratification until the definite\nestablishment of the new government practically forced their adherence.\nIndividualism was the strongest element of opposition; the necessity, or at\nleast the desirability, of a bill of rights was almost universally felt. In\nRhode Island resistance against the Constitution was so strong that civil war\nalmost broke out on July 4, 1788, when anti-federalist members of the Country\nParty led by Judge William West marched into Providence with over 1,000 armed\nprotesters. Columbian Centinel, July 5, 12, 16, 23, 1788; Pennsylvania\nPacket, July 30, 1788. (reference to West's anti-Constitution 4th of July\nrally)\n\nThe Anti-Federalists played upon these feelings in the ratification convention\nin Massachusetts. By this point, five of the states had ratified the\nConstitution with relative ease, but the Massachusetts convention was far more\nbitter and contentious. Finally, after long debate, a compromise (known as the\n\"Massachusetts compromise\") was reached. Massachusetts would ratify the\nConstitution with recommended provisions in the ratifying instrument that the\nConstitution be amended with a bill of rights. (The Federalists contended that a\nconditional ratification would be void, so the recommendation was the strongest\nsupport that the ratifying convention could give to a bill of rights short of\nrejecting the Constitution.)\n\nFour of the next five states to ratify, including New Hampshire, Virginia, and\nNew York, included similar language in their ratification instruments. As a\nresult, once the Constitution became operative in 1789, Congress sent a set of\ntwelve amendments to the states. Ten of these amendments were immediately\nratified and became known as the Bill of Rights, with one of the other two\nbecoming the 27th Amendment—almost 200 years later. Thus, while the Anti-\nFederalists were unsuccessful in their quest to prevent the adoption of the\nConstitution, their efforts were not totally in vain. Anti-Federalists thus\nbecame recognized as an influential group among the founding fathers of the\nUnited States.\n\nWith the passage of the Constitution and the Bill of Rights, the Anti-Federalist\nmovement was exhausted. It was succeeded by the more broadly based Anti-\nAdministration Party, which opposed the fiscal and foreign policies of U.S.\nPresident George Washington.\n","linknr":-1,"url":"Anti-Federalist","recorded":1372154439,"links":[],"instances":["politician","united_states","rhode_island_politician","rhode_island","vice_president","united_states"],"pdf":[],"categories":["Defunct political parties in the United States","Federalism in the United States","Political theories","Anti-Federalism"],"headings":["Noted Anti-Federalists","Further reading","External links","","","Footnotes","References"],"image":[],"tags":[["constitutional_convention","united_states"],["robert_yates","politician"],["country_party","rhode_island"],["william_west","rhode_island_politician"],["independence_day","united_states"],["robert_yates","politician"],["george_clinton","vice_president"]],"members":["robert_yates","independence_day","william_west","country_party","george_clinton","constitutional_convention"],"related":["U.S._Constitution","United_States_Constitution","Articles_of_Confederation","Patrick_Henry","Monarchy","American_Revolution","Articles_of_Confederation","Federalist","Constitutional_Convention_(United_States)","James_Madison","Robert_Yates_(politician)","Samuel_Bryan","Federal_Farmer","Patrick_Henry","President_of_the_United_States","North_Carolina","Rhode_Island","Rhode_Island","Country_Party_(Rhode_Island)","William_West_(Rhode_Island_politician)","Independence_Day_(United_States)","Massachusetts","Massachusetts_compromise","New_Hampshire","Virginia","New_York","United_States_Bill_of_Rights","Twenty-seventh_Amendment_to_the_United_States_Constitution","Anti-Administration_Party","George_Washington","Thomas_Jefferson","Patrick_Henry","Samuel_Adams","George_Mason","Richard_Henry_Lee","Robert_Yates_(politician)","James_Monroe","Mercy_Otis_Warren","George_Clinton_(vice_president)","Melancton_Smith","Arthur_Fenner","James_Winthrop","Luther_Martin"]}