{"cursor":"3297","size":15,"audio":[],"currentlang":"en","article":".]]\n\n'Approach plates', more formally 'instrument approach procedure charts', are the\nprinted charts of instrument approach procedures that pilots use to fly\ninstrument approaches during instrument flight rules (IFR) operations. Each\ncountry maintains their own instrument approach procedures according to\nInternational Civil Aviation Organization (ICAO) standards. In the United\nStates, these procedures are available from the Federal Aviation Administration,\nas well as private publishers such as Jeppesen Sanderson. In Canada, Nav Canada\nmaintains the Canada Air Pilot (CAP), which contains all Transport Canada-\napproved approaches. The Restricted Canada Air Pilot (RCAP), contains additional\napproaches available to commercial operators who have been granted Op Spec 099. [http://www.tc.gc.ca/eng/civilaviation/standards/commerce-\ncertification-ops-099-265.htm Transport Canada Op Spec 099]\n\nApproach plates are essential for an airplane to make a safe landing during\ninstrument meteorological conditions (IMC), such as low ceilings or reduced\nvisibility due to fog, rain, or blowing snow. They provide specific waypoints\nand altitudes necessary to line an aircraft up with a designated runway for\nlanding, as well as important navigational information, such as radio\nfrequencies of navigational aids and required course headings, and the\nprescribed minimum visibility requirements to execute the approach.\n\nDue to importance of maintaining up-to-date information about constantly\nchanging environment around airports (e.g., vertical obstructions to air\ntraffic, such as antennas, can be erected on a short notice), approach plates\nare published with expiration dates and are updated on a frequent basis. Since\napproach plates often contain extra information relative to the procedure they\ndepict (e.g. vertical obstructions in the chart's planform are usually not part\nof the procedure itself, but are rather depicted for pilot's situational\nawareness), some of the updates are done purely because of the changing\nenvironment around airports – in which case none of the procedural elements\n(altitudes, courses, etc.) are changed. But more importantly, any time the\nprocedure is changed, the plate is re-issued with the updated information.\n","linknr":98,"url":"Approach_plate","recorded":1362484295,"links":15,"instances":["aeronautics"],"pdf":[],"categories":["Air traffic control"],"headings":["See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/4/44/Mdwild31c.JPG/450px-Mdwild31c.JPG","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["ceiling","aeronautics"]],"members":["ceiling"],"related":["Instrument_approach","Instrument_approach","Instrument_flight_rules","International_Civil_Aviation_Organization","United_States","Federal_Aviation_Administration","Jeppesen","Canada","Nav_Canada","Transport_Canada","Instrument_meteorological_conditions","Ceiling_(aeronautics)","Navigational_aid","Instrument_approach_procedure","Instrument_approach_procedure","Instrument_landing_system"]}