{"cursor":"1733","size":15,"audio":[],"currentlang":"en","article":"\n\n'Assumption College', affiliated with Mahatma Gandhi University, Kerala, is one\nof the largest and the most reputable NAAC accredited women’s colleges in the\nstate. For more than half a century, Assumption College has been providing\nhigher education. The college won the prestigious R Shankar Award from the\ngovernment of Kerala for the best college in the state in 1996-97, one of the\nfirst colleges to be so honored. Nearly 2000 students study at this college.\n\nFor many years the college has held undisputed sway over the sports and games\nfields, becoming the first recipients of the Kerala Sports Council’s Award for\nthe best college in sports and games. Thrice, the college was the champion in\nthe prestigious College Games, conducted by Kerala Sports Council. Many of our\nathletes have distinguished themselves at national and international meets.\n\nFaculty member Dr. I'ma Neerakkal was honoured with the Young Scientist Award by\nthe government of Kerala. Not even a single year has passed without University\nRanks. For years, our students have represented Kerala in the national level\nYouth Parliament Competitions and have became the Best Parliamentarian Awardees.\nMany of our students have distinguished themselves as kalathilakam in various\nUniversity Youth Festivals. Olympian Chitra K Soman, SAF Games Medalist K.M\nGreeshma, Urvasi Award Winner Meera Jasmine are all Assumption girls.\n","linknr":89,"url":"Assumption_College,_Changanasserry","recorded":1362585481,"links":12,"instances":[],"pdf":[],"categories":["Colleges affiliated to Mahatma Gandhi University","Roman Catholic universities and colleges in India","Arts and Science colleges in Kerala","Women's universities and colleges in Kerala"],"headings":[],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Mahatma_Gandhi_University","Kerala","R_Shankar","Government_of_Kerala","Kerala_Sports_Council","Chitra_K_Soman","K.M_Greeshma","Urvasi_Award","Meera_Jasmine"]}