{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/Asymptotic_analysis\">Asymptotic analysis</a> - In mathematical analysis, asymptotic analysis is a method of describing limiting behavior.","Asymptote","\n<a href=\"http://duckduckgo.com/c/Mathematical_analysis\">Mathematical analysis</a>","http://www.merriam-webster.com/dictionary/asymptote","\n<a href=\"http://duckduckgo.com/c/Analytic_geometry\">Analytic geometry</a>","asymptote definition: a straight line associated with a curve such that as a point moves along an infinite branch of the curve the distance from the point to the line approaches zero and the slope of the curve at the point approaches the slope of the line.","Merriam-Webster","https://i.duckduckgo.com/i/100817b9.png","\n<a href=\"http://duckduckgo.com/Big_O_notation\">Big O notation</a> - In mathematics, big O notation describes the limiting behavior of a function when the argument tends towards a particular value or infinity, usually in terms of simpler functions.","In analytic geometry, an asymptote of a curve is a line such that the distance between the curve and the line approaches zero as they tend to infinity.","\n<a href=\"http://duckduckgo.com/Asymptotic_curve\">Asymptotic curve</a> - In the differential geometry of surfaces, an asymptotic curve is a curve always tangent to an asymptotic direction of the surface."],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373525689,"book":[],"micro-www":{"asymptotically":["Asymptotically_free",""]},"wiki":{"cat":["Mathematical analysis","Analytic geometry"],"text":"\n\n\nIn analytic geometry, an 'asymptote' () of a curve is a line such that the\ndistance between the curve and the line approaches zero as they tend to\ninfinity. Some sources include the requirement that the curve may not cross the\nline infinitely often, but this is unusual for modern\nauthors.<ref>[http://rowdy.mscd.edu/~talmanl/PDFs/APCalculus/OnAsymptotes.pdf\n\"Asymptotes\" by Louis A. Talman]</ref> In some contexts, such as algebraic\ngeometry, an asymptote is defined as a line which is tangent to a curve at\ninfinity.<ref></ref><ref></ref>\n\nThe word asymptote is derived from the Greek ἀσύμπτωτος (asumptotos) which means\n\"not falling together,\" from ἀ priv. + σύν \"together\" + πτωτ-ός\n\"fallen.\"<ref>Oxford English Dictionary, second edition, 1989.</ref> The term\nwas introduced by Apollonius of Perga in his work on conic sections, but in\ncontrast to its modern meaning, he used it to mean any line that does not\nintersect the given curve.<ref>D.E. Smith, History of Mathematics, vol 2 Dover\n(1958) p. 318</ref>\n\nThere are potentially three kinds of asymptotes: horizontal, vertical and\noblique asymptotes. For curves given by the graph of a function , horizontal\nasymptotes are horizontal lines that the graph of the function approaches as x\ntends to Vertical asymptotes are vertical lines near which the function grows\nwithout bound.\n\nMore generally, one curve is a curvilinear asymptote of another (as opposed to a\nlinear asymptote) if the distance between the two curves tends to zero as they\ntend to infinity, although usually the term asymptote by itself is reserved for\nlinear asymptotes.\n\nAsymptotes convey information about the behavior of curves in the large, and\ndetermining the asymptotes of a function is an important step in sketching its\ngraph.<ref>, §4.18.</ref> The study of asymptotes of functions, construed in a\nbroad sense, forms a part of the subject of asymptotic analysis.\n","title":"Asymptote","headings":["A simple example","Asymptotes of functions","Elementary methods for identifying asymptotes","General definition","Curvilinear asymptotes","Asymptotes and curve sketching","Algebraic curves","Other uses of the term","See also","References","External links"]},"micro-relation":["2: Asymptotic_analysis","2: Polynomial_long_division","1: Analytic_geometry","1: Curve","1: Algebraic_geometry","1: Tangent","1: Greek_language","1: Privative_alpha","1: Apollonius_of_Perga","1: Conic_sections","1: Limit_of_a_function","1: Calculus","1: Rational_function","1: Degree_of_a_polynomial","1: Homothetic_transformation","1: Parametric_curve","1: Graph_of_a_function","1: Real_function","1: Parabola","1: Curve_sketching","1: Folium_of_descartes","1: Algebraic_curve","1: Affine_space","1: Algebraic_curve#Projective_curves","1: Point_at_infinity","1: Cambridge_University_Press","1: Unit_hyperbola#Asymptotes","1: Bézout's_theorem","1: Conic","1: Homogeneous_polynomial","1: Hyperboloid","1: Asymptotic_curve","1: Big_O_notation"]}