{"cursor":"39938","size":15,"audio":[],"currentlang":"en","article":"\n\n{{Infobox disease\n|  Name = Atopic dermatitis Image = Atopic dermatitis child.JPG Caption = Atopic\n|  dermatitis ICD10 = ICD9 = ICDO = OMIM = 603165 MedlinePlus = 000853\n|  eMedicineSubj = emerg eMedicineTopic = 130 eMedicine_mult = MeshID = D003876\n}} 'Atopic dermatitis' ('AD', a type of eczema) is an inflammatory, relapsing,\nnon-contagious and pruritic (itchy) skin disorder. It has been given\nnames like \"prurigo Besnier,\" \"neurodermitis,\" \"endogenous eczema,\" \"flexural\neczema,\" \"infantile eczema,\" and \"prurigo diathésique\".\n\n\n\n\nThe skin of a patient with atopic dermatitis reacts abnormally and easily to\nirritants, food, and environmental allergens and becomes red, flaky and very\nitchy. It also becomes vulnerable to surface infections caused by bacteria. The\nskin on the flexural surfaces of the joints (for example inner sides of elbows\nand knees) are the most commonly affected regions in people.\n\nAtopic dermatitis often occurs together with other atopic diseases like hay\nfever, asthma and allergic conjunctivitis. It is a familial and chronic disease\nand its symptoms can increase or disappear over time. Atopic dermatitis in older\nchildren and adults is often confused with psoriasis. Atopic dermatitis afflicts\nhumans, particularly young children; it is also a well-characterized disease in\ndomestic dogs.\n\nAlthough there is no cure for atopic eczema, and its cause is not well\nunderstood, it can be treated very effectively in the short term through a\ncombination of prevention (learning what triggers the allergic reactions) and\ndrug therapy.\n\nAtopic dermatitis most often begins in childhood before age 5 and may persist\ninto adulthood. For some, it flares periodically and then subsides for a time,\neven up to several years. Yet, it is estimated\nthat 75% of the cases of atopic dermatitis improve by the time children reach\nadolescence, whereas 25% continue to have difficulties with the condition\nthrough adulthood.\n\nAlthough atopic dermatitis can theoretically affect any part of the body, it\ntends to be more frequent on the hands and feet, on the ankles, wrists, face,\nneck and upper chest. Atopic dermatitis can also affect the skin around the\neyes, including the eyelids.\n\nIn most patients, the usual symptoms that occur with this type of dermatitis are\naggravated by a Staphylococcus aureus infection, dry skin, stress, low humidity\nand sweating, dust or sand or cigarette smoke. Also, the condition can be\nworsened by having long and hot baths or showers, solvents, cleaners or\ndetergents and wool fabrics or clothing.\n\nAtopic dermatitis is also known as infantile eczema, when it occurs in infants.\nInfantile eczema may continue into childhood and adolescence and it often\ninvolves an oozing, crusting rash mainly on the scalp and face, although it can\noccur anywhere on the body. The appearance of the rash tends to\nmodify, becoming dryer in childhood and then scaly or thickened in adolescence\nwhile the itching is persistent.\n\nApproximately 50% of the patients who develop the condition display symptoms\nbefore the age of 1, and 80% display symptoms within the first 5 years of\nlife.\n\nSymptoms may vary from person to person but they are usually present as a red,\ninflamed, and itchy rash and can quickly develop into raised and painful\nbumps. The first sign of atopic dermatitis is the red to brownish-\ngray colored patches that are usually very itchy. Itching may become more\nintense during the night. The skin may present small and raised bumps which may\nbe crusting or oozing if scratched, which will also worsen the itch. The skin\ntends to be more sensitive and may thicken, crack or scale.\n\nWhen appearing in the area next to the eyes, scratching can cause redness and\nswelling around them and sometimes, rubbing or scratching in this area causes\npatchy loss of eyebrow hair and eyelashes.\n\nThe symptoms of atopic dermatitis vary with the age of the patients. Usually, in\ninfants, the condition causes red, scaly, oozy and crusty cheeks and the\nsymptoms may also appear on their legs, neck and arms. Symptoms clear in about\nhalf of these children by the time they are 2 or 3 years old. In\nolder children, the symptoms include dry and thick, scaly skin with a very\npersistent itch, which is more severe than in infants. Adolescents are more\nlikely to develop thick, leathery and dull-looking lesions on their face, neck,\nhands, feet, fingers or toes.\n","linknr":945,"url":"Atopic_dermatitis","recorded":1362503096,"links":47,"instances":["biology"],"pdf":["http://adante.vingar.se/electrohypersensitivity1.pdf","http://adante.vingar.se/electrohypersensitivity1.pdf","http://www.annals.edu.sg/pdf/35VolNo11Nov2006/V35N11p759.pdf","http://www.annals.edu.sg/pdf/35VolNo11Nov2006/V35N11p759.pdf"],"categories":["Type 1 hypersensitivity","Atopic dermatitis|"],"headings":["Causes","Prevention","Treatment","Epidemiology","See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Merge-arrow.svg/50px-Merge-arrow.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/6/63/Atopic_dermatitis_child.JPG/230px-Atopic_dermatitis_child.JPG","//upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Atopy2010.JPG/220px-Atopy2010.JPG","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Pattern_of_atopic_eczema_varies_with_age.png/220px-Pattern_of_atopic_eczema_varies_with_age.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["stress","biology"]],"members":["stress"],"related":["Eczema","Inflammation","Itch","Skin","Allergens","Atopy","Hay_fever","Asthma","Allergic_conjunctivitis","Psoriasis","Eczema","Childhood","Adulthood","Adolescence","Hands","Foot","Ankle","Wrist","Face","Neck","Upper_chest","Human_eyes","Eyelids","Staphylococcus_aureus","Dry_skin","Stress_(biology)","Humidity","Sweating","Dust","Sand","Cigarette_smoke","Bathing","Shower","Solvents","Cleaners","Detergents","Wool","Night","Eyebrow","Eyelashes","Cheeks","Arm","Microwave_radiation","Hay_fever_in_Japan","Randomized_controlled_trial","Mast_cell","Electrohypersensitive","Food_allergy","Histamine","Histamine","Histamine","Scombroid_poisoning","Histamine","Histamine","ATOD1","ATOD2","ATOD3","ATOD4","ATOD5","ATOD6","Histamine","Benzoates","Organic_food","Dander","Petroleum_jelly","Ceramide","Epiceram","Aveeno","Hyaluronan","Corticosteroid","Finger_tip_unit","Triamcinolone","Staphylococcus_aureus","Immunosuppressant","Tacrolimus","Pimecrolimus","Black_box_warning","Immunosuppressant","Ciclosporin","Azathioprine","Methotrexate","Traditional_Chinese_medicine","Bleach","Sodium_hypochlorite","Mupirocin","BBSRC","SCORAD","List_of_cutaneous_conditions_caused_by_mutations_in_keratins"]}