{"cursor":"5969","size":15,"audio":[],"currentlang":"en","article":"The 'autokinetic effect' (also referred to as 'autokinesis') is a phenomenon of\nvisual perception in which a stationary, small point of light in an otherwise\ndark or featureless environment appears to move. It was first recorded by a\nRussian officer keeping watch who observed illusory movement of a star near the\nhorizon. It presumably occurs because motion perception was always relative to\nsome reference point. In darkness or in a featureless environment there is no\nreference point, so the movement of the single point is undefined. The\ndirection of the movements does not appear to be correlated with the\ninvoluntary eye movements, but may be determined by errors between eye position\nand that specified by efference copy of the movement signals sent to the\nextraocular muscles.\n\nThe amplitude of the movements is also undefined. Individual observers set their\nown frames of reference to judge amplitude (and possibly direction). Because the\nphenomenon is labile, it has been used to show the effects of social influence\nor suggestion on judgements. For example, if an observer who would otherwise say\nthe light is moving one foot overhears another observer say the light is moving\none yard then the first observer will report that the light moved one yard.\nDiscovery of the influence of suggestion on the autokinetic effect is often\nattributed to Sherif (1935), but it was recorded by Adams (1912), if not others.\n\nAlexander von Humbolt observed the phenomenon in 1799 while looking at stars\nwith the naked eye, but thought it was a real movement of the stars. Thus he\nnamed them \"Sternschwanken\" i.e. \"Swinging Stars\". It was not until 1857 that G.\nSchweitzer (Schweitzer, 1857), an early German psychologist, discovered that is\nwas a subjective phenomenon. The US Navy started studying this in 1945 in order\nto explain vertigo experiences related by pilots. Today this \"kinetic illusion\"\nis categorized as a vestibular-induced illusion, see vestibular system.\n\nMany sightings of UFOs have also been attributed to the autokinetic effect's\naction on looking at stars or planets.\n","linknr":-1,"url":"Autokinetic_effect","recorded":1372154934,"links":[],"instances":["tv_series","sensory","physics"],"pdf":[],"categories":["Vision","Illusions","Optical illusions"],"headings":["In literature","In aviation","In combat","See also","References"],"image":[],"tags":[["motion","physics"],["eye_movement","sensory"],["generation_kill","tv_series"]],"members":["generation_kill","eye_movement","motion"],"related":["Visual_perception","Motion_(physics)","Theory_of_relativity","Eye_movement_(sensory)","Efference_copy","Extraocular_muscles","Social_influence","Suggestion","Muzafer_Sherif","Henry_Foster_Adams","Alexander_von_Humbolt","G._Schweitzer","Vertigo","Vestibular_system","UFOs","H._G._Wells","Sensory_illusions_in_aviation","Aerial_refueling","Flight_instruments","Generation_Kill","1st_Recon","Evan_Wright","Generation_Kill_(TV_series)","Foo_fighter","Spatial_disorientation","Evan_Wright"]}