{"cursor":"2924","size":15,"audio":[],"currentlang":"en","article":"\n'Auxotrophy' (Gr. αὐξάνω \"to increase\"; τροφή \"nourishment\") is the inability of\nan organism to synthesize a particular organic compound required for its growth\n(as defined by IUPAC). An auxotroph is an organism that displays this\ncharacteristic; auxotrophic is the corresponding adjective. Auxotrophy is the\nopposite of prototrophy, which is characterized by the ability to synthesize all\nthe compounds needed for growth.\n\nThe method of replica plating implemented by Esther Lederberg included\nauxotrophs that were temperature-sensitive; that is, their ability to synthesize\nwas temperature-dependent. (Auxotrophs are usually not temperature-dependent.\nThey can also depend on other factors.) Multiple auxotrophs can also coexist at\nthe same time, within the same organism.\n\nIn genetics, a strain is said to be auxotrophic if it carries a mutation that\nrenders it unable to synthesize an essential compound. For example, a yeast\nmutant with an inactivated uracil synthesis pathway gene is a uracil auxotroph.\n(E.g., if the yeast Orotidine 5'-phosphate decarboxylase gene is inactivated,\nthe resultant strain is a uracil auxotroph.) Such a strain is unable to\nsynthesize uracil and will only be able to grow if uracil can be taken up from\nthe environment. This is the opposite of a uracil prototroph, or in this case a\nwild-type strain, which can still grow in the absence of uracil. Auxotrophic\ngenetic markers are often used in molecular genetics; they were famously used in\nBeadle and Tatum's Nobel prize-winning work on the one gene-one enzyme\nhypothesis.\n\nResearchers have used strains of [[E. coli]] auxotrophic for specific amino\nacids to introduce non-natural amino acid analogues into proteins. For instance\ncells auxotrophic for the amino acid phenylalanine can be grown in media\nsupplemented with an analogue such as para-azido phenylalanine.\n\nMany living things, including humans, are auxotrophic for large classes of\ncompounds required for growth and must obtain these compounds through diet (see\nvitamin, essential amino acid, essential fatty acid).\n","linknr":115,"url":"Auxotrophy","recorded":1362500494,"links":24,"instances":["biology"],"pdf":["http://mic.sgmjournals.org/cgi/reprint/16/1/286.pdf"],"categories":["Molecular genetics"],"headings":["Footnotes","See also","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["strain","biology"]],"members":["strain"],"related":["Ancient_Greek_language","Organic_compound","IUPAC","Replica_plating","Esther_Lederberg","Genetics","Strain_(biology)","Mutation","Yeast","Uracil","Orotidine_5'-phosphate_decarboxylase","Wild-type","Molecular_genetics","George_Wells_Beadle","Edward_Lawrie_Tatum","Nobel_prize","One_gene-one_enzyme_hypothesis","Proteins","Vitamin","Essential_amino_acid","Essential_fatty_acid","Autotroph","Bradytroph"]}