{"cursor":"13861","size":15,"audio":[],"currentlang":"en","article":"{{Infobox comic book title  |title= The Beano\nAnnual |image= BeanoBook1972.jpg |imagesize= |caption=The cover of the 1972\nBeano Book |schedule=Annual |ongoing =Y |format=Children's |publisher=D.C.\nThomson & Co |date= 1939 to present |issues=73 |Superhero=\n|main_char_team=Dennis and Gnasher |writers= |artists= |pencillers= |inkers=\n|letterers= |colorists= |editors= |creative_team_month= |creative_team_year=\n|creators= |subcat= |sort= |nonUS=y }}\n\n\n'The Beano Annual' is the current name of the book that has been published every\nyear since 1940, to tie in with the children's comic [[The Beano]]. there have\nbeen 72 editions. They are traditionally published in August, in time for\nChristmas, and since 1966 they have had the date of the following year on the\ncover. Before then, no date was given.\n\nFrom 1942 to 1949 the annuals were called \"The Magic-Beano Book\", which referred\nto the short-lived Magic Comic that had ceased publication due to World War II's\npaper rationing. The name reverted to the original title of \"The Beano Book\" in\nthe following year and continued, the year changing for each different annual,\nuntil the release of the 2003 book in 2002, when its current name was adopted,\nthough the following year still appears at the end. The 2011 Beano Annual is\ntaller and wider than previous editions.\n\nAfter paper rationing ended, the 'Magic' comic was never revived but some\ncharacters who had originally appeared in the pre-war Magic comic remained as\nregular strips in the post 1950 'Beano'. e.g. Koko the Pup.\n\nBecause of his popularity, Dennis the Menace has featured on the front cover of\nevery annual since the 1979 book.\n\nThe original Beano annuals were not dated. This section gives information on\ntheir date, with them being published the August before (for example, the 1950\nBeano annual would have been published in August 1949). Prices are given in\nshillings and old pence with one shilling equal to 5p.\n\n* 1940. Big Eggo and the other characters are on a see-saw supported by Pansy\n  Potter. Price 2/6.\n* 1941. All the characters are emerging from large eggs on cover, with Big\n  Eggo's head peering through it. Price 3/-\n* 1942. All the characters are dancing round Big Eggo, with Lord Snooty playing\n  bagpipes. Price 3/6.\n\n'The Magic-Beano Book'\n* 1943. Big Eggo and Koko the Pup are having a three-legged race with the other\n  characters running behind. Price 5/- (advertised as 5/6).\n* 1944. Big Eggo and Koko the Pup are having a pillow fight. Price 6/-.\n* 1945. Big Eggo and the other characters are playing leapfrog. Price 6/-\n* 1946. Big Eggo is pulling the other characters along in a cart. Price 6/-\n* 1947. All the characters are gathered around Big Eggo, who has something stuck\n  in his throat. Price 6/-\n* 1948. Big Eggo and the other characters are playing musical instruments. 6/-\n* 1949. Biffo the Bear and Big Eggo are fighting in front of a taxi, and the\n  other characters are trying to stop them. 6/-\n* 1950. Biffo is painting a portrait of Big Eggo and the other characters on a\n  large canvas. Price 6/-\n\n'The Beano Book'\n* 1951. Biffo is riding on Tick-Tock Tony the Clock-Work Horse. Price 6/-\n* 1952. Biffo is nailing pictures of the other characters to the cover. Price\n  6/-\n* 1953. Jack Flash is taking the other characters on a trip to the Moon. Price\n  6/-\n* 1954. Biffo is hanging from a tree. Dennis is holding a lobster near his foot\n  and a monkey is sawing the branch Biffo is hanging from. Price 6/-\n* 1955. A policeman tries to stop Biffo and Dennis from fishing. Price 6/-\n* 1956. Biffo is acting as General Jumbo with the other characters as the remote\n  control army. Price 6/-\n* 1957. Sequences of Dennis kicking a ball which is rebounding off the other\n  characters. Price 6/6\n* 1958. Biffo is doing a juggling act with bees released by Dennis from a hive\n  flying towards him. Price 6/6\n* 1959. Dennis is playing leapfrog with Little Plum, and a goat is about to butt\n  him. Price 6/6\n* 1960. Biffo is completing a jigsaw puzzle of the Bash Street Kids. Price 7/-\n* 1961. The comic's name in large letters with pictures of Dennis, Danny,\n  Wilfrid, Little Plum, Toots, Roger, Plug & Smiffy (who is upside down) on the\n  top and Jonah, Minnie, Biffo, Sidney, Fatty, Kat & Bash Street's Teacher (with\n  Kanary on his nose) on the bottom. Price 7/6\n* 1962. Jonah (with a seagull perched on his head) is dancing on the mast of a\n  sinking ship with an \"SOS\" flag on it, and his hat is on the word 'BOOK',\n  whilst two fish are looking at him with shocked faces. On the back cover\n  Jonah is wearing a vest and shorts and sat on giant turtle and playing a\n  harmonica, his clothes are on the mast like a flag, the turtle looks\n  surprised. Price 7/6.\n* 1963. The Bash Street Kids are on a large swing which is tied to the comic's\n  name. Price 7/6\n* 1964. Biffo is holding up a barbell and Buster is tickling him with a\n  feather, with Dennis, The Three Bears, Jonah, Minnie, Roger & The Bash Street\n  Kids are watching them. On the back cover, Biffo drops the barbell on\n  Buster's head. Price 7/6\n* 1965. Little Plum and Minnie the Minx are blowing up a giant balloon which is\n  shaped like Biffo's head. On the back a hedgehog passes them, and it's spikes\n  burst the balloon. Price 7/6\n\n'After 1965 all annuals were dated'.\n* 1966. Biffo is spinning a drum with his feet. On the back cover Biffo walks\n  aways, whilst rolling the drum and says 'Bye, Bye'.\n* 1967. General Jumbo is controlling the other characters (Dennis, Biffo,\n  Minnie, Roger, Bash Street Kids, Lord Snooty, The Three Bears) with his radio\n  control, Danny (from The Bash Street Kids) is holding a balloon that says\n  '1967' on it.\n* 1968. Biffo is wearing a crash helmet (which says '1968' on it), and Dennis,\n  Minnie and Roger are throwing snowballs at him.\n* 1969. The Bash Street Kids are riding on The Iron Fish on the sea.\n* 1970. Biffo is carrying a giant ice lolly which says the name of the\n  book. Price 8/6\n* 1971. Biffo is holding a picture frame up as if he was a portrait. Price 9/6\n* 1972. Biffo is a lollipop man holding a sign which says the name of the book,\n  Dennis, Minnie, Roger, Bash Street Kids, Three Bears, Billy Whizz, Lord\n  Snooty, Bash Street Pups, The Nibblers (being chased by Winston) & Little Plum\n  pass him. Price 50p\n* 1973. Biffo has a Dennis puppet with a club which has hit him on the head.\n  Some (preproduction?) undated copies exist for this edition. Price 55p\n* 1974. Biffo is tossing pancakes and wearing a chef's hat. Two pancakes have\n  landed on Dennis and Gnasher. The Bash Street Kids are peering around the\n  door. Price 55p\n* 1975. Dennis, Gnasher and the Bash Street Kids sledging. Price 60p\n* 1976. The Bash Street Kids are riding a horse wearing cowboy hats. The horse\n  runs off, causing them to fall into the river. Price 70p\n* 1977. Dennis and Gnasher are jumping on a trampoline trying to get apples from\n  a tree. Dennis's Dad is watching them angrily. Price 90p\n* 1978. The Bash Street Kids are bouncing across a farm on a spacehopper.\n  On the back cover a cow's horns burst the spacehopper, throwing the kids\n  off. Price £1\n* 1979. Dennis and Gnasher are rolling a giant snowball down a hill towards Lord\n  Snooty, Minnie, Little Plum, Buster, Biffo, Wilfrid, Danny & Walter. On the\n  back cover, however, the snowball is sliced in half by tree, which Dennis\n  crashes into. Price £1.15\n* 1980. Dennis is about to score a goal. Gnasher is gnashing at the Bash Street\n  Kids, who are all on top of the goal post, but their weight breaks the\n  goalpost and they all land on Dennis. Price £1.25\n* 1981. Dennis is jumping onto a see-saw, which causes Gnasher to fly into\n  the cats' home, but a large cat slaps him back over the fence with a fish.\n  Price £1.40\n* 1982. Dennis is playing on the dodgems at a theme park. He drives his dodgem\n  out of the fair and into a pond. Price £1.60\n* 1983. Dennis, Lord Snooty and his Pals, Little Plum, Bash Street Pups, Biffo,\n  Buster, Billy Whizz, Grandpa, Ball Boy, Tom, Dick & Sally having their photo\n  taken by the \"Beano Editor\" in the Beano Office. Everybody except Dennis flees\n  the room in terror when Gnasher jumps in through the window. Price £1.80\n* 1984. Dennis and Gnasher are chasing some cats through the snow, until one cat\n  pushes a Dennis-like snowman's head on top of Gnasher. Price £2\n* 1985. Dennis, Biffo, Walter and The Bash Street Kids are taking part in the\n  Beano Marathon. Surprisingly, Walter (who is being chased by Gnasher) wins.\n  Price £2.25\n* 1986. Dennis riding his bike over a river into an apple tree. Price £2.45\n* 1987. Dennis, Gnasher, Danny, Plug, Minnie the Minx, Billy Whizz and Ivy the\n  Terrible are in a hot air balloon. Dennis uses the anchor to snatch away a\n  stall selling slippers. Price £2.70\n* 1988. Dennis and Minnie are having a paintball fight in the snow. On the back\n  cover they use the paint to write \"Dennis and Minnie were here\". Price £2.85\n* 1989. Dennis is painting a picture of what appears to be Gnasher dressed as a\n  Cavalier. On the back cover Gnasher jumps out of the picture and bites the\n  paintbrush Dennis is holding. Price £3.10\n* 1990. All the characters are dancing in a disco room with Dennis and Gnasher\n  controlling the records. Gnasher flies spinning off the turntable. Price £3.25\n* 1991. All the characters are having a party with Dennis blowing a noisemaker\n  in Gnasher's face. On the back cover, the party goes awry when Gnasher steals\n  Dennis's ice cream cone. Price £3.55\n* 1992. All the characters are on a merry-go-round sitting on replicas of their\n  pets - vice versa on back cover. Price £3.80\n* 1993. All the characters are racing through the countryside in wheelie bins.\n  On the back cover Danny from the Bash Street Kids cuts the rope connecting\n  Dennis the Menace's bin to the others and Dennis and Gnasher crash-land in a\n  ditch. Price £4.10\n* 1994. Dennis the Menace is walking through a town and switches on his torch to\n  find lots of \"Beano Bugs\". Price £4.35\n* 1995. All the characters are racing on rafts down a river. Dennis and\n  Gansher's winning raft is revealed to be being pushed by a dolphin in a Menace\n  jumper. Price £4.50\n* 1996. Dennis, Roger, Minnie and Danny are pushing down on Gnasher so he can\n  spring up to the Softies' treehouse. Price £4.75.\n* 1997. All the characters are inside a Dennis the Menace Chinese Dragon.\n  Gnasher sees its face and jumps. Price £4.99\n* 1998. Dennis the Menace is sticking lots of pictures of the other characters\n  on a wall. Dennis's Dad is hanging upside down and knocking on the window, and\n  Ivy the Terrible has been pasted on the wall. Price £5.25\n* 1999. Dennis and Gnasher are giving each other \"five\" and various computer-\n  generated pictures of the other characters are present in the background.\n  Price £5.45\n* 2000. Dennis, Gnasher and all the other characters are flying through space\n  using special vehicles. Price £5.99\n* 2001. Dennis and Gnasher are in a driving their Menace Car through a computer-\n  generated world, trying to escape from the weird Beano robots. Price £6.20\n* 2002. Another computer-generated picture. There are lots of pictures of the\n  characters, and there is a big gaping hole in the middle where Dennis and\n  Gnasher have drove through the picture using their Menace Car. Price £6.25\n\n'After 2002 titled changed to The Beano Annual'\n* 2003. All the characters are playing on a big 3D mechanical Gnasher. On the\n  back cover the mechanical Gnasher goes after a mechanical cat and all the\n  characters fall off. Price £6.45\n* 2004. The first completely hand drawn front cover picture since 2000, with a\n  giant Loch Ness monster (whose face is very similar to Plug's) interfering\n  with the characters' relaxing swim at \"Loch Mess\". Price £6.70\n* 2005. All the characters are bouncing on spacehoppers. Dennis's \"spacehopper\"\n  is Rasher. On the back cover, Dennis and Rasher bash their heads on a tree\n  branch. Price £6.99\n* 2006. All the characters are in a jungle that turns out to be Dennis's garden.\n  Price £7.10\n* 2007. All the characters are crammed on to the front cover. On the back cover,\n  Dennis scares everyone else off by using his smelly socks. Price £7.25\n* 2008. Dennis the Menace is standing on a podium holding the \"Menace of the\n  Year\" award, Minnie has won second place and Danny has won third place.\n  Everyone is cheering for them, except for the Softies. On the back cover,\n  Dennis soaks the Softies with a bottle of pop, and everyone else is laughing.\n  Price £7.50\n* 2009. Dennis's Dad is driving a float through Beanotown, with a giant model of\n  Dennis and Gnasher on the back. Price £7.99 [http://www.amazon.co.uk/Beano-Annual-2009-D-\n  Thomson/sim/1845353498/2?pf=3]\n* 2010. Dennis, Gnasher and Minnie are seen doing karate. On the back cover, the\n  softies are doing 'Soft Fu'. Price £7.99\n* 2011. Dennis and Gnasher are bouncing on a trampoline while Minnie, Gnipper,\n  Roger, Walter, Danny and Billy are watching from below. Price £7.99\n* 2012. Dennis riding on a Gnasher themed snowboard, with Gnasher laughing in\n  the foreground. Price £7.99\n* 2013. The Beano's 75th birthday street party, the end of the table can be seen\n  on the back cover. Price £7.99\n","linknr":338,"url":"Beano_Annual","recorded":1375059416,"links":["/w/index.php?title=The_Beano_Annual&action=edit","/w/index.php?title=The_Beano_Annual&action=edit","//bits.wikimedia.org/favicon/wikipedia.ico","/w/opensearch_desc.php","//en.wikipedia.org/w/api.php?action=rsd","//creativecommons.org/licenses/by-sa/3.0/","/w/index.php?title=Special:RecentChanges&feed=atom","/wiki/The_Beano_Annual","//bits.wikimedia.org/en.wikipedia.org/load.php?debug=false&lang=en&modules=ext.gadget.DRN-wizard%2CReferenceTooltips%2Ccharinsert%2Cteahouse%7Cext.rtlcite%2Cwikihiero%7Cext.uls.nojs%7Cmediawiki.legacy.commonPrint%2Cshared%7Cmw.PopUpMediaTransform%7Cskins.vector&only=styles&skin=vector&*","//bits.wikimedia.org/en.wikipedia.org/load.php?debug=false&lang=en&modules=site&only=styles&skin=vector&*","//bits.wikimedia.org/en.wikipedia.org/load.php?debug=false&lang=en&modules=startup&only=scripts&skin=vector&*","//bits.wikimedia.org/geoiplookup","//meta.wikimedia.org","/w/index.php?title=Beano_Annual&redirect=no","#mw-navigation","#p-search","/wiki/File:BeanoBook1972.jpg","//upload.wikimedia.org/wikipedia/en/0/0f/BeanoBook1972.jpg","/wiki/Category:Comics_publishing_companies","/wiki/D._C._Thomson_%26_Co._Ltd","/wiki/Dennis_and_Gnasher","/wiki/Book","/wiki/Comic_book","/wiki/The_Beano","//en.wikipedia.org/w/index.php?title=The_Beano_Annual&action=edit","/wiki/Christmas","/wiki/The_Magic_Comic","/wiki/World_War_II","/wiki/Paper","/wiki/Rationing","/wiki/Dennis_the_Menace_(UK)","/wiki/Big_Eggo","/wiki/Pansy_Potter","/wiki/Lord_Snooty","/wiki/Bash_Street_Pups","/wiki/Grandpa_(comics)","/wiki/Tom,_Dick_and_Sally","/wiki/File:BeanoAnnual2005.jpg","//upload.wikimedia.org/wikipedia/en/7/75/BeanoAnnual2005.jpg","/wiki/File:BeanoAnnual2005.jpg","//bits.wikimedia.org/static-1.22wmf10/skins/common/images/magnify-clip.png","/wiki/Smelly_socks","http://www.amazon.co.uk/Beano-Annual-2009-D-Thomson/sim/1845353498/2?pf=3","/w/index.php?title=The_Beano_Annual&action=edit&section=1","/wiki/List_of_Beano_comic_strips_by_annual","/wiki/List_of_DC_Thomson_publications","/w/index.php?title=The_Beano_Annual&action=edit&section=2","http://www.tonystrading.co.uk/galleries/annuals/beano.htm","/wiki/Template:D._C._Thomson_Comics","/wiki/Template_talk:D._C._Thomson_Comics","//en.wikipedia.org/w/index.php?title=Template:D._C._Thomson_Comics&action=edit","/wiki/D._C._Thomson_%26_Co.","/wiki/List_of_D._C._Thomson_%26_Co._Ltd_publications","/wiki/The_Beano","/wiki/BeanoMAX","/wiki/Commando_Comics","/w/index.php?title=Adventure_(DC_Thomson)&action=edit&redlink=1","/wiki/Bullet_(DC_Thomson)","/w/index.php?title=Buddy_(comic)&action=edit&redlink=1","/w/index.php?title=Champ_(comic)&action=edit&redlink=1","/wiki/Commando_Comics","/wiki/The_Crunch_(comic)","/wiki/Hornet_(DC_Thomson)","/wiki/Hotspur_(comics)","/wiki/The_Rover_(comics)","/w/index.php?title=The_Skipper_(comic)&action=edit&redlink=1","/wiki/Spike_(DC_Thomson)","/wiki/Starblazer","/wiki/The_Vanguard_(comic)","/wiki/The_Victor_(comics)","/wiki/Warlord_(DC_Thomson)","/wiki/The_Wizard_(DC_Thomson)","/wiki/Bunty","/w/index.php?title=Judy_(comic)&action=edit&redlink=1","/wiki/Mandy_(comics)","/wiki/Nikki_(DC_Thomson)","/wiki/The_Beano","/wiki/BeanoMAX","/wiki/The_Beezer","/wiki/Buzz_(DC_Thomson)","/wiki/Classics_from_the_Comics","/wiki/Cracker_(comics)","/wiki/The_Dandy","/wiki/Fun_Size_Comics","/wiki/Hoot_(comics)","/wiki/The_Magic_Comic","/wiki/Nutty","/wiki/Plug_(comics)","/wiki/Sparky_(comics)","/wiki/The_Topper_(comics)","/wiki/Bimbo_(comics)","/wiki/The_Magic_Comic","/wiki/Twinkle_(comics)","/wiki/Alf_Tupper","/wiki/Baby_Crockett","/wiki/Bananaman","/wiki/The_Bash_Street_Kids","/wiki/Beryl_the_Peril","/wiki/Black_Bob","/wiki/Biffo_the_Bear","/wiki/The_Broons","/wiki/Calamity_James","/wiki/Cuddles_and_Dimples","/wiki/Dennis_the_Menace_(DC_Thomson_comics)","/wiki/Desperate_Dan","/wiki/Ginger_(comics)","/wiki/Gnasher","/wiki/Ivy_the_Terrible","/wiki/Keyhole_Kate","/wiki/Korky_the_Cat","/wiki/Little_Plum","/wiki/Lord_Snooty","/wiki/Matt_Braddock","/wiki/Minnie_the_Minx","/wiki/The_Numskulls","/wiki/Pansy_Potter","/wiki/Roger_the_Dodger","/wiki/Oor_Wullie","/wiki/Willy_Nilly_(comic_strip)","/wiki/Wilson_the_Wonder_Athlete","/wiki/Wolf_of_Kabul","/wiki/Annual_publication#British_annuals","/wiki/The_Beezer_Book","/w/index.php?title=The_Bimbo_Book&action=edit&redlink=1","/wiki/The_Dandy_Annual","/w/index.php?title=The_Hotspur_Book_for_Boys&action=edit&redlink=1","/wiki/The_Sparky_Book_(annual)","/wiki/The_Topper_Book","/wiki/The_Victor_Book_for_Boys","/w/index.php?title=Warlord_Book_for_Boys&action=edit&redlink=1","/w/index.php?title=Bananaman_Annual&action=edit&redlink=1","/wiki/The_Bash_Street_Kids_Annual","/w/index.php?title=Beryl_the_Peril_Annual&action=edit&redlink=1","/w/index.php?title=Black_Bob_Book&action=edit&redlink=1","/wiki/The_Broons#Annuals","/wiki/Dennis_the_Menace_Annual","/wiki/The_Desperate_Dan_Book","/wiki/Oor_Wullie#Annuals","/wiki/Leo_Baxendale","/wiki/Gordon_Bell_(artist)","/wiki/Nick_Brennan","/wiki/Paddy_Brennan","/wiki/Sid_Burgon","/wiki/John_Geering","/wiki/Barry_Glennard","/wiki/Ken_H._Harrison","/wiki/Laura_Howell","/wiki/Malcolm_Judge","/wiki/David_Law","/wiki/Allan_Morley","/wiki/Dave_Mostyn","/wiki/Robert_Nixon_(artist)","/wiki/Gary_Northfield","/wiki/Nigel_Parkinson","/wiki/Tom_Paterson","/wiki/Jim_Petrie","/wiki/Ken_Reid_(comics_artist)","/wiki/Bill_Ritchie","/wiki/David_Parkins","/wiki/David_Sutherland_(comics_artist)","/wiki/Kev_F._Sutherland","/wiki/Dudley_D._Watkins","/wiki/Wilbur_Dawbarn","/wiki/Karl_Dixon","/wiki/The_Etherington_Brothers","/wiki/Andy_Fanton","/wiki/Nigel_Auchterlounie","/wiki/Lew_Stringer","/wiki/Alexander_Matthews","/wiki/Jon_Rushby","/wiki/Trevor_Metcalfe","/wiki/Barrie_Appleby","/wiki/Charles_Grigg","/wiki/Vic_Neill","/wiki/Jamie_Smart","/wiki/Beanotown_Racing","/wiki/List_of_D._C._Thomson_%26_Co._Ltd_publications","/wiki/List_of_Fleetway_and_IPC_Comics_publications","/wiki/List_of_Beano_comic_strips","/wiki/List_of_Dandy_comic_strips","/wiki/List_of_Beezer_comic_strips","/wiki/List_of_Beezer_and_Topper_comic_strips","/wiki/Template:Beano","/wiki/Template_talk:Beano","//en.wikipedia.org/w/index.php?title=Template:Beano&action=edit","/wiki/The_Beano","/wiki/List_of_Beano_comic_strips","/wiki/Baby_Face_Finlayson","/wiki/Ball_Boy_(Beano)","/wiki/Bananaman","/wiki/The_Bash_Street_Kids","/wiki/Biffo_the_Bear","/wiki/Billy_Whizz","/wiki/Calamity_James","/wiki/Dennis_the_Menace_(UK)","/wiki/Fred%27s_Bed","/wiki/Gnasher%27s_Bit(e)","/wiki/Gnasher","/wiki/Gnasher_and_Gnipper","/wiki/Les_Pretend","/wiki/Little_Plum","/wiki/Lord_Snooty","/wiki/Meebo_and_Zuky","/wiki/Minnie_the_Minx","/wiki/Number_13_Beano_Street","/wiki/The_Numskulls","/wiki/Pansy_Potter","/wiki/Pup_Parade","/wiki/Rasher","/wiki/Ratz_(comic_strip)","/wiki/Roger_the_Dodger","/wiki/Simply_Smiffy","/wiki/Super_School","/wiki/Totally_Gross_Germs","/wiki/Bash_Street_Kids","/wiki/List_of_Beano_comic_strips","/wiki/Singled_Out_(comic_strip)","/wiki/Bea_(Dennis_the_Menace_character)","/wiki/The_Belles_of_St._Lemons","/wiki/Big_Eggo","/wiki/Billy_the_Cat_and_Katie","/wiki/Colin_the_Vet","/wiki/Colonel_Crackpot%27s_Circus","/wiki/Crazy_for_Daisy","/wiki/Danny%27s_Nanny","/wiki/Derek_the_Sheep","/wiki/Fatty_Fudge","/wiki/Freddie_Fear","/wiki/General_Jumbo","/wiki/Gnasher%27s_Tale","/wiki/Gnasher_and_Gnipper","/wiki/Gordon_Bennett_(comics)","/wiki/Grandpa_(comics)","/wiki/Hairy_Dan","/wiki/Helpful_Henry","/wiki/Ivy_the_Terrible","/wiki/Jack_Flash","/wiki/Jimmy_and_his_Magic_Patch","/wiki/Joe_Jitsu","/wiki/Joe_King_(The_Beano)","/wiki/Johnny_Bean_from_Happy_Bunny_Green","/wiki/Jonah_(comics)","/wiki/Lord_Snooty_the_Third","/wiki/The_Magic_Lollipops","/wiki/Maxy%27s_Taxi","/wiki/The_McTickles","/wiki/Morgyn_the_Mighty","/wiki/The_Nibblers","/wiki/Nicky_Nutjob","/wiki/Adrian_the_Barbarian","/wiki/Ping_the_Elastic_Man","/wiki/Pirates_of_the_Caribeano","/wiki/Robbie_Rebel","/wiki/Richard_the_Lion","/wiki/Smudge_(comics)","/wiki/Splodge","/wiki/The_Three_Bears_(comic_strip)","/wiki/Tim_Traveller","/wiki/Tin-Can_Tommy","/wiki/Tom,_Dick_and_Sally","/wiki/Tricky_Dicky_(comics)","/wiki/Wee_Ben_Nevis","/wiki/Wee_Peem","/wiki/The_Yeti_with_Betty","/wiki/Zap_Zodiac","/wiki/Walter_the_Softy","/wiki/Foo_Foo","/wiki/Bash_Street_School","/wiki/Beanotown","/wiki/Beano_comic_libraries","/wiki/BeanoMAX","/wiki/The_Beano_Summer_Special","/wiki/List_of_Beano_comic_strips","/wiki/List_of_Beano_comic_strips_by_annual","/wiki/Beanotown_Racing","//en.wikipedia.org/w/index.php?title=Special:CentralAutoLogin/start&type=1x1&from=enwiki","http://en.wikipedia.org/w/index.php?title=The_Beano_Annual&oldid=548110601","/wiki/Help:Categories","/wiki/Category:Comics_anthologies","/wiki/Category:DC_Thomson_Comics_titles","/wiki/Category:British_children%27s_books","/wiki/Category:The_Beano","/wiki/Category:British_comics","/wiki/Category:Publications_established_in_1938","/wiki/Category:Title_pop","/wiki/Category:Redundant_infobox_title_param","/wiki/Category:Articles_containing_potentially_dated_statements_from_2012","/wiki/Category:All_articles_containing_potentially_dated_statements","/w/index.php?title=Special:UserLogin&returnto=The+Beano+Annual&type=signup","/w/index.php?title=Special:UserLogin&returnto=The+Beano+Annual","/wiki/The_Beano_Annual","/wiki/Talk:The_Beano_Annual","#","/wiki/The_Beano_Annual","/w/index.php?title=The_Beano_Annual&action=edit","/w/index.php?title=The_Beano_Annual&action=history","#","/w/index.php","//bits.wikimedia.org/static-1.22wmf11/skins/vector/images/search-ltr.png?303-4","/wiki/Main_Page","/wiki/Main_Page","/wiki/Portal:Contents","/wiki/Portal:Featured_content","/wiki/Portal:Current_events","/wiki/Special:Random","//donate.wikimedia.org/wiki/Special:FundraiserRedirector?utm_source=donate&utm_medium=sidebar&utm_campaign=C13_en.wikipedia.org&uselang=en","/wiki/Help:Contents","/wiki/Wikipedia:About","/wiki/Wikipedia:Community_portal","/wiki/Special:RecentChanges","//en.wikipedia.org/wiki/Wikipedia:Contact_us","/wiki/Special:WhatLinksHere/The_Beano_Annual","/wiki/Special:RecentChangesLinked/The_Beano_Annual","/wiki/Wikipedia:File_Upload_Wizard","/wiki/Special:SpecialPages","/w/index.php?title=The_Beano_Annual&oldid=548110601","/w/index.php?title=The_Beano_Annual&action=info","//www.wikidata.org/wiki/Q7716007","/w/index.php?title=Special:Cite&page=The_Beano_Annual&id=548110601","/w/index.php?title=Special:Book&bookcmd=book_creator&referer=The+Beano+Annual","/w/index.php?title=Special:Book&bookcmd=render_article&arttitle=The+Beano+Annual&oldid=548110601&writer=rl","/w/index.php?title=The_Beano_Annual&printable=yes","#","//www.wikidata.org/wiki/Q7716007#sitelinks-wikipedia","//en.wikipedia.org/wiki/Wikipedia:Text_of_Creative_Commons_Attribution-ShareAlike_3.0_Unported_License","//creativecommons.org/licenses/by-sa/3.0/","//wikimediafoundation.org/wiki/Terms_of_Use","//wikimediafoundation.org/wiki/Privacy_policy","//www.wikimediafoundation.org/","//wikimediafoundation.org/wiki/Privacy_policy","/wiki/Wikipedia:About","/wiki/Wikipedia:General_disclaimer","//en.wikipedia.org/wiki/Wikipedia:Contact_us","//en.m.wikipedia.org/wiki/The_Beano_Annual","//wikimediafoundation.org/","//bits.wikimedia.org/images/wikimedia-button.png","//www.mediawiki.org/","//bits.wikimedia.org/static-1.22wmf11/skins/common/images/poweredby_mediawiki_88x31.png","//bits.wikimedia.org/en.wikipedia.org/load.php?debug=false&lang=en&modules=site&only=scripts&skin=vector&*"],"instances":["uk","comics"],"pdf":[],"categories":["Comics anthologies","DC Thomson Comics titles","British children's books","The Beano","British comics","Publications established in 1938"],"headings":["See also","External links"],"image":["//upload.wikimedia.org/wikipedia/en/0/0f/BeanoBook1972.jpg","//upload.wikimedia.org/wikipedia/en/7/75/BeanoAnnual2005.jpg","//bits.wikimedia.org/static-1.22wmf10/skins/common/images/magnify-clip.png","//en.wikipedia.org/w/index.php?title=Special:CentralAutoLogin/start&type=1x1&from=enwiki","//bits.wikimedia.org/static-1.22wmf11/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.22wmf11/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["dennis_the_menace","uk"],["grandpa","comics"]],"members":["dennis_the_menace","grandpa"],"related":["D._C._Thomson_&_Co._Ltd","Dennis_and_Gnasher","Book","Comic_book","Christmas","The_Magic_Comic","World_War_II","Paper","Rationing","Dennis_the_Menace_(UK)","Big_Eggo","Pansy_Potter","Lord_Snooty","Bash_Street_Pups","Grandpa_(comics)","Tom,_Dick_and_Sally","Smelly_socks","List_of_Beano_comic_strips_by_annual","List_of_DC_Thomson_publications"]}