{"cursor":"10188","size":15,"audio":[],"currentlang":"en","article":"{{Multiple issues|\n\n\n}}\n\n'Polyethylene' or 'polythene' film biodegrades naturally, over a long period of\ntime. Methods are available to make it more degradable under certain conditions\nof sunlight, moisture, oxygen, and composting and enhancement of biodegradation\nby reducing the hydrophobic polymer and increasing hydrophilic\nproperties ..\n\nIf traditional polyethylene film is littered it can be unsightly, and a hazard\nto wildlife. Some people believe that making plastic shopping bags biodegradable\nis one way to try to allow the open litter to degrade.\n\nPlastic recycling improves usage of resources. Biodegradable films need to be\nkept away from the usual recycling stream to prevent contaminating the polymers\nto be recycled.\n\nIf disposed of in a sanitary landfill, most traditional plastics do not readily\ndecompose. The sterile conditions of a sealed landfill also deter degradation of\nbiodegradable polymers.\n\nPolyethylene is a polymer consisting of long chains of the monomer ethylene\n(IUPAC name ethene). The recommended scientific name polyethene is\nsystematically derived from the scientific name of the monomer.[1][2] In certain\ncircumstances it is useful to use a structure–based nomenclature. In such cases\nIUPAC recommends poly(methylene).[2] The difference is due to the opening up of\nthe monomer's double bond upon polymerisation.\n\nIn the polymer industry the name is sometimes shortened to PE in a manner\nsimilar to that by which other polymers like polypropylene and polystyrene are\nshortened to PP and PS respectively. In the United Kingdom the polymer is\ncommonly called polythene, although this is not recognised scientifically.\n\nThe ethene molecule (known almost universally by its common name ethylene)\nC 2H 4 is CH 2=CH 2, Two CH 2\ngroups connected by a double bond, thus:\n\nPolyethylene is created through polymerization of ethene. It can be produced\nthrough radical polymerization, anionic addition polymerization, ion\ncoordination polymerization or cationic addition polymerization. This is because\nethene does not have any substituent groups that influence the stability of the\npropagation head of the polymer. Each of these methods results in a different\ntype of polyethylene.\n","linknr":182,"url":"Biodegradable_polythene_film","recorded":1362506048,"links":17,"instances":[],"pdf":[],"categories":["Biodegradable materials"],"headings":["Types of biodegradable polythene film","References","See also"],"image":["//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/6/6c/Wiki_letter_w.svg/23px-Wiki_letter_w.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Sunlight","Moisture","Oxygen","Composting","Polyethylene","Litter","Plastic_shopping_bag","Plastic_recycling","Landfill","Polymer","Ethylene","IUPAC","Polypropylene","Polystyrene","Double_bond","Polymerization","Radical_polymerization","Anionic_addition_polymerization","ASTM_International","European_Norm","Composting","Polycaprolactone","Polyvinyl_alcohol","Polylactic_acid","Fossil_fuel","Starch","Rainforests","Starch","Oxidized","Carbon_dioxide","Biomass","Lignin","Humus","Compostable","Biodegradable_plastic","Bioplastic","Plastic_bag","Plastic_recycling","Packaging","Photodegradation"]}