{"cursor":"5150","size":15,"audio":[],"currentlang":"en","article":"'Biodilution' is the decrease in concentration of an element or pollutant with\nan increase in trophic level. This effect is primarily\ncaused by the observed trend that an increase in algal biomass will reduce the\noverall concentration of a pollutant per cell, which ultimately contributes to a\nlower dietary input to grazers (and higher-level aquatic organisms).\n\nThe primary elements and pollutants of concern are heavy metals such as mercury,\ncadmium, and lead. These toxins have been shown to bioaccumulate up a food web.\nIn some cases, metals, such as mercury, can biomagnify. This is a major concern since methylmercury, the most toxic mercury\nspecies, can be found in high concentrations in human-consumed fish and other\naquatic organisms. Persistent organic pollutants, such as carcinogenic\npolycyclic aromatic hydrocarbons and alkylphenols, have also shown to biodilute\nin the marine environment.\n\nNumerous studies have linked lower mercury concentrations in zooplankton found\nin eutrophic(nutrient-rich and highly productive) as compared to oligotrophic\n(low nutrient) aquatic environments.\nNutrient enrichment (mainly phosphorus and nitrogen) reduce the input of\nmercury, and other heavy metals, into aquatic food webs through this biodilution\neffect. Primary producers, such as phytoplankton, uptake these heavy metals and\naccumulate them into their cells. The higher the population of phytoplankton,\nthe less concentrated these pollutants will be in their cells. Once consumed by\nprimaryn, these phytoplankton-bound pollutants are incorporated into the\nconsumer’s cells. Higher phytoplankton biomass means a lower concentration of\npollutants accumulated by the zooplankton, and so on up the food web. This\neffect causes an overall dilution of the original concentration up the food web.\nThat is, the concentration of a pollutant will be lower in the zooplankton than\nthe phytoplankton in a high bloom condition.\n\nAlthough most biodilution studies have been on freshwater environments,\nbiodilution has been shown to occur in the marine environment as well. The\nNorthwater Polynya, located in Baffin Bay, was found to have a negative\ncorrelation of cadmium, lead, and nickel with an increase in trophic level Cadmium and lead are both non-essential metals that will compete\nfor calcium within an organism, which is detrimental for organism growth.\n\nMost studies measure bioaccumulation and biodilution using the δ15N isotope of\nnitrogen. The δ15N isotopic signature is enriched up the food web. A predator will have a higher δ15N as\ncompared to its prey. This trend allows the tropic position of an organism to be\nderived. Coupled to the concentration of a specific pollutant, such as mercury,\nthe concentration verses trophic position can be accessed.\n\nWhile most heavy metals bioaccumulate, under certain conditions, heavy metals\nand organic pollutants have the potential to biodilute, making a higher organism\nless exposed to the toxin.\n","linknr":104,"url":"Biodilution","recorded":1362511294,"links":10,"instances":["element"],"pdf":[],"categories":["Biology terminology","Pollutants","Articles created via the Article Wizard"],"headings":["References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["mercury","element"]],"members":["mercury"],"related":["Chemical_element","Pollutant","Trophic_level","Grazers","Mercury_(element)","Cadmium","Lead","Bioaccumulate","Biomagnify","Methylmercury","Persistent_organic_pollutants","Polycyclic_aromatic_hydrocarbons","Alkylphenols","Eutrophic","Oligotrophic","Polycyclic_aromatic_hydrocarbons","Polychlorinated_biphenyl"]}