{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/2/Firefight_on_Bogden's_moons\">Firefight on Bogden's Moons</a> - The Firefight on Bogden's moons was a skirmish between Boba Fett and a security trooper.","\n<a href=\"http://duckduckgo.com/2/c/Inner_Rim_planets\">Inner Rim planets</a>","Bogden","\n<a href=\"http://duckduckgo.com/2/c/Imperial-aligned_planets\">Imperial-aligned planets</a>","Bogden, also known as Bodgen, was a many-mooned world on the Inner Rim Territories, near the Hydian Way, between Arkania and Ploo.","\n<a href=\"http://duckduckgo.com/2/c/Shadowports\">Shadowports</a>","https://i.duckduckgo.com/i/5d18906a.jpg"],"common":{"milestones":[],"image":[[],[]]},"Lists":["List_of_Star_Wars_systems#Zug","List_of_Star_Wars_systems#Abregado","List_of_Star_Wars_moons#Uffel","List_of_Star_Wars_characters#F","List_of_Star_Wars_creatures#Thranta","List_of_Star_Wars_systems#Cularin","List_of_Star_Wars_moons#Dorumaa","List_of_Star_Wars_systems#Altyr","List_of_Star_Wars_creatures#Staga","List_of_Star_Wars_creatures#Neek","List_of_Star_Wars_systems#Anoat","List_of_Star_Wars_systems#Hoth","List_of_Star_Wars_systems#Bespin","List_of_Star_Wars_creatures#Kyren","List_of_Star_Wars_creatures#Suubatar","List_of_Star_Wars_moons#Antar_4","List_of_Star_Wars_substances#Cortosis","List_of_Star_Wars_creatures#Slivilith","List_of_Star_Wars_characters#D","List_of_Star_Wars_characters#L","List_of_Star_Wars_characters#L","List_of_Star_Wars_systems#Axum","List_of_Star_Wars_characters#P","List_of_Star_Wars_creatures#Treppok","List_of_Star_Wars_creatures#Grotseth","List_of_Star_Wars_systems#Sartinaynian","List_of_Star_Wars_cities#Senta","List_of_Star_Wars_cities#ExGal-4","List_of_Star_Wars_creatures#Dweebit","List_of_Star_Wars_creatures#Yorik_coral","List_of_Star_Wars_cities#Ussa","List_of_Star_Wars_cities#Calius_saj_Leeloo","List_of_Star_Wars_substances#Tibanna","List_of_Star_Wars_characters#P","List_of_Star_Wars_characters#S","List_of_Star_Wars_creatures#Blenjeel_sand_worm","List_of_Star_Wars_systems#Pyria","List_of_Star_Wars_substances#Bacta","List_of_Star_Wars_systems#Chorios","List_of_Star_Wars_moons","List_of_Star_Wars_systems","List_of_Star_Wars_sectors","List_of_Star_Wars_cities"],"created":1373547183,"book":[],"micro-www":{"bogden":[""]},"wiki":{"cat":["Lists of Star Wars locations|Planets","Star Wars planets|Planets (A-B)"],"text":"\n\n\nAar A planet in the Outer Rim Territories, controlled by the Hutt clan.\n\nAargau 'Aargau' is one of the Deep Core Worlds, and is the headquarters of the\nBank of Aargau, which is owned by the Confederacy of Independent Systems' ally,\nthe IntraGalactic Banking Clan. Aargau is located in the Zug system.\n\nThe planet shares its name with Aargau, a Swiss canton near the banking capital\nof Switzerland, Zürich. Also, Zug is the name of another Swiss canton. It can be\nassumed that these names are a play on the fact that Switzerland has an\ninordinate number of banks.\n\nAargonar Aargonar is a dusty, desert planet in the Aargonar system in the Outer\nRim. A while after the Battle of Geonosis, it was the site of a significant\nbattle in the Clone Wars involving Ki-Adi-Mundi, Bultar Swan, Anakin Skywalker,\nand A'Sharad Hett.\n\nAbregado-rae 'Abregado-rae' is a planet in the Abregado system. Its main port\nand administrative capital is Abregado-rae, and its economy is centered around\nmanufacturing and trade. The planet is temperate, with rolling hills, lakes, and\nrivers. Rebel groups were known to use the hills for cover. Talon Karrde was\nalso a known supplier and smuggler for these groups. The smuggling community\nmaintains a rather large underground information network on the planet.\nRecently, a totalitarian government has modernized Abregado-rae but has demanded\ntotal obedience from its citizens. The planet is the home to the Gado\nspecies.<ref name=\"wallace\">Daniel Wallace and Scott Kolins, The Essential Guide\nto Planets and Moons (Star Wars) (1998). ISBN 0-345-42068-3</ref><ref\nname=\"lewis\">Ann Margaret Lewis, The Essential Guide to Alien Species (Star\nWars) (2001). ISBN 0-345-44220-2</ref><ref name=\"knight\">Michael Knight, Star\nWars: Empire at War (Prima Official Game Guide) (2006). ISBN 0-7615-5165-4</ref>\n\nDuring the Clone Wars General Grievous had his ship the Malevolence pass through\nthis system, it is where he's tracked by Jedi Master Plo Koon, whose fleet he\ndestroyed.\n\nIn one novel, Han Solo mentions that Abregado-rae was originally a poverty-\nstricken planet, but when a new governing council was elected, the capital city\nwas cleaned up.\n\nAcherin 'Acherin' was a planet located in the Red Twins system of Wild Space.\nDuring the Outer Rim Sieges, Jedi Master Garen Muln lead Republic forces on the\nplanet in the final days of the Clone Wars, right up until Order 66 was issued.\nMuln managed to evade the traitorous clone troopers and escape to Ilum.\n\nWhen the Galactic Empire came to power, the people of Acherin resisted and\nfought against Imperial forces for several months. Realizing it would be\nmadness to keep fighting against them with so little reinforcements, Acherin's\nleaders asked for a ceasefire. But the Imperial forces refused and initiated an\norbital bombardment of the planet's surface. Only the timely arrival of Obi-Wan\nKenobi and Ferus Olin saved the lives of the resistance leaders Toma and Raina\nQuill. While they fled, the Empire devastated the city of Eluthan and claimed\nthe planet.\n\nAfter the fall of the Empire, Acherin isolated itself and would remain so for\nseveral centuries; as of 137 ABY (After the Battle of Yavin), it was engulfed by\nthe rule of Darth Krayt's Galactic Empire.\n\nAcilaris 'Acilaris' is the closest planet to the twin suns Morasil and Termadus\nof the Cularin system. It could be easily mistaken for a large asteroid but is\ndefinitely a planet. Acilaris has enough gravity to maintain an atmosphere,\nwhich is composed mainly of hydrogen with traces of sulfur, carbon and boron.\nBecause of the planet's proximity to its suns, the surface temperature is\nextremely high, which prevents ships from landing on the planet's surface. It is\nfor this reason that no one has set foot on Acilaris.\n\nSensor scans have revealed a variety of rare minerals and even some crystals on\nthe planet. The presence of these minerals on other planets has meant a lack of\ninterest in Acilaris, although it is rumored that one company has a contract\nwith the droids of Uffel to produce some special droids that could withstand the\nsurface temperature.\n\nAdari 'Adari', home to the Adarian race, is a planet covered in snow-capped\nvolcanic mountains. Adari signed a non-aggression treaty with the Empire during\nthe Galactic Civil War. In exchange for Adarian neutrality, the planet supplied\nlarge amounts of raw materials to the Empire.\n\nAdega 'Adega' is another name for the planet 'Ossus' of Adegan system. It was\nonce a Jedi stronghold and a source of Adegan crystals, used in Jedi\nlightsabers. The planet is located in the Outer Rim, bordering the Cron Drift.\n\nAdumar 'Adumar', located near the edge of Wild Space, is a planet that was\nsettled 10,000 years BBY (Before the Battle of Yavin) by a separatist group\nthat was defeated by the Galactic Republic and banished. They were rediscovered\neight years after the Battle of Endor by the New Republic. The world contains a\nlarge manufacturing base which was used for the construction of proton\ntorpedoes. General Wedge Antilles, Colonel Tycho Celchu, Major Wes Janson, and\nMajor Derek \"Hobbie\" Klivian went on a diplomatic mission to Adumar to convince\nthe world's leader to join the New Republic. While there, they discovered that\nthe Empire also sent a group of pilots to secure military ties with Adumar.\nAfter a large space battle, the New Republic proved victorious, and Adumar, now\nunder new leadership, chose to join the New Republic. The planet was\nsubsequently bombarded by Imperial forces under Admiral Gilad\nPellaeon.<ref>Aaron Allston, [[Starfighters of Adumar]], Book 9 of the [[Star\nWars: X-wing (series)|X-wing]] series (1999). ISBN 0-553-57418-\n3</ref><ref>Aaron Allston, [[Betrayal (Star Wars novel)|Betrayal]], Book 1 of\nthe [[Legacy of the Force]] series (2006). ISBN 0-345-47734-0</ref>\n\nAeten II 'Aeten II' is located in the Outer Rim and plagued by volcanic\nactivity, Aeten II is known for its deposits of rare stygium crystals, which are\nused in the construction of cloaking devices. Because stygium crystals are\nextremely valuable, a number of unscrupulous prospectors descended upon Aeten\nII, where they competed for the rare crystals with abandon. As a result, Aeten\nII became one of the most dangerous planets in the Outer Rim Territories. By the\nrise of the Empire, Aeten II's cache of crystals had been all but depleted,\nmaking the manufacture of new stygium-based cloaking devices a near\nimpossibility. Prospectors looking to retool old mining facilities here have\nsince found other valuable resources to mine. Aeten II's only reference to Star\nWars is through Star Wars Empire at War.\n\nAf'El 'Af'El' is the homeworld to the Defel. It is a high-gravity planet with no\nozone layer and orbits the ultraviolet supergiant Ka'Dedus. Because of the lack\nof ozone, ultraviolet light passes freely to the surface, while other light\nwavelengths are blocked by the heavy gases in the planet's atmosphere. Thus, all\nlife forms on Af'El can only see in ultraviolet light ranges, and are blind to\nother wavelengths of light.\n\nAgamar 'Agamar' is an agricultural world in the Outer Rim and home to the\nAgamarians which look like a large lizards, the older male Agamarians are a pale\nblue whereas the females are yellow. The Agamarian children are Red. The planet\nwas the site of two battles during the Clone Wars, and was also the home of\nRebel pilot Keyan Farlander. Agamar was once the thriving center for electrical\ngoods, ships, speeders, and even human slaves. An unknown Jedi did free the\nAgamarian people from Slavery and it is thought that descendants of this Jedi\nremain on Agamar, but nobody knows who. Agamar long remained in Imperial hands;\nhowever, the planet had joined the New Republic by the time of the Yuuzhan Vong\ninvasion. During the war, many refugees passed through Agamar, but the world was\nlater overrun by the Yuuzhan Vong prior to their invasion of Ithor.\n\nAikhibba 'Aikhibba' is the home of the crime lord Spadda the Hutt and a minor\nstopping point for smugglers on the Gamor Run.<ref>Bill Slavicsek, Dark Force\nRising Sourcebook (1992).</ref>\n\nAlba Alba (or Alba-16) is a minor planet, mentioned in 'Jedi Apprentice' book\n#3. \"Alba was a world in the midst of a bloody, chaotic civil war.\" Also Jadda\nhad a relationship with Spadda the Hutt resulting in Spadda becoming a crime\nlord of the system.\n\nAlderaan\n\n\n'Alderaan', seen in Episode briefly at the end and from outer space, was the\nhome of Princess Leia Organa, Bail Organa, and also, in 4000 BBY, Ulic Qel-\nDroma, who fought in the Great Sith War. Its name is actually an archaic and\ndisused astronomical name (see Alderaan (real)). Alderaan was known for its\npeaceful and nature-conscious citizens and vibrant, melodic culture. The\nplanet's citizens had no weapons, and space pilots had to have port authorities\nhold theirs while they were on the planet. Despite the fact that they had a\nplanetary shield system, Alderaan was destroyed by the Death Star in 0 BBY. The\nplanet was similar to Chandrila, Naboo, Dantooine, and also resembled Earth.\nAnimals native to Alderaan included the nerf and the thranta, examples of which\nstill survive on other planets.<ref name=\"wallace\" /><ref name=\"lewis\"\n/><ref>A.C. Crispin, Rebel Dawn, Book 3 of [[The Han Solo Trilogy]] (1998). ISBN\n0-553-57417-5</ref><ref>Michael A. Stackpole, [[The Bacta War (novel)|The Bacta\nWar]], Book 4 of the X-wing series (1997). ISBN 0-553-56804-3</ref><ref\nname=\"lucas\">George Lucas et al., Star Wars: The Annotated Screenplays (1997).\nISBN 0-345-40981-7</ref>\n\nAleen 'Aleen' was the homeworld of the Aleena species. The Aleen Classic, a\npopular podracing event, was held annually on the planet. Both the famed\npodracer Ratts Tyerell and the Jedi Master Kazdan Paratus hailed from Aleen.\n\nAlmania \"Almania\" was a cold and windy planet located in the Almanian system.\nIt had three moons, Pydyr, Auyemesh, and Drewwa. It was also an obscure planet\nin the far reaches of the Outer Rim whose population was destroyed by droids\nin whom were implanted explosive devices by the Dark Jedi Brakiss at the\nbehest of Kueller.<ref>Kristine Kathryn Rusch, \"The New Rebellion\" (1996).\nISBN 0-553-10093-9</ref>\n\nAlmas 'Almas' is a terraformed planet in the Cularin system. Its moon Dorumaa is\nalso a terraformed satellite. Almas is the site of an ancient Sith fortress\nestablished by Darth Revan.\n\nAlpheridies 'Alpheridies' is the homeworld of the Miraluka people. They migrated\nthere after their original homeworld was destroyed by Darth Nihilius. The\nplanet's infra-red sun caused them to lose their sight over thousands of\ngenerations, encouraging instead their ability to see though the Force. At some\npoint, the Miraluka colonized other planets, including Katarr.\n[http://starwars.wikia.com/wiki/Alpheridies Alpheridies on Wookieepedia]\n\nAltyr 5 'Altyr 5' is a rocky, cliff-riddled planet in the Altyr system. A fierce\nbattle of the Clone Wars took place on the planet a number of years before a New\nRepublic base was erected. Five years after the defeat of Jerec, Kyle Katarn and\nMara Jade were stationed at the base when Imperial Remnant forces attacked.\n\nAlzoc III 'Alzoc III' is a frozen planet in the Alzoc system in the Outer Rim,\nthe moonless planet is covered with desolate, frozen plains, and its powerful\nsun glares harshly off the reflective snow. Wildlife on Alzoc III is almost\nnonexistent with only snow slugs and the Talz readily visible on the planet's\nsurface. The Talz are the only sentient species on the planet and are native to\nAlzoc III. They conduct mining operations underground with exports such as the\nvaluable Alzoc Pearl. Talz mining operations have proven to be a profitable\nsource of income.\n\nAmbria 'Ambria' is a desert world in Stenness Node, tainted by a strong dark\nside influence. Herds of staga and flocks of neeks, as well as strange creatures\ninhabiting Lake Natth, roam the plains of Ambria. Four thousand years before the\nBattle of Yavin, the great Jedi Master Thon, a Tchuukthai Jedi, lived on Ambria.\nDarth Bane, the Sith Lord who destroyed the Brotherhood of Darkness, also used\nAmbria as a place of hiding for some time.\n\nAmpliquen 'Ampliquen', in Meridian Sector, is one of the few planets in\nthat sector to have an independent civilization. It maintained an uneasy\ntruce with Budpock until Seti Ashgad incited pirates to attack Ampliquen\nand broke the truce. This was done in order to draw New Republic forces\naway from Durren and Nam Chorios, as part of Dzym's plans to take over the\ngalaxy.<ref name=\"hambly\">Barbara Hambly, [[Planet of Twilight]] (1997).\nISBN 0-553-57517-1</ref>\n\nAnaxes A Core World, also known as the Defender of the Core, 'Anaxes' has\nenjoyed naval prestige for millennia. Among Anaxes's plains, mountains, and\nforests sits a large establishment called the Anaxes Citadel. The citadel is a\nmassive complex of training schools, research labs, intelligence centers,\noffices, archives, and parade grounds. The people of Anaxes refer to themselves\nas Anaxsi and carry much pride in their naval history. The terraced hills above\nthe citadel are dotted with estates held by families that may not be Old Anaxsi,\nbut whose names are synonymous with naval service. The people of Anaxes fully\nsupport the Imperial Navy and will not tolerate dissent. Anaxes is also the\nhomeworld of Tyber Zann, a crime lord who fought both Empire and Rebellion\nforces but managed to survive beyond the civil war. His main base of operations\nwas situated on Ryloth until his most trusted friend Urai Fenn, a member of the\nlong forgotten Talortai race (he is the only known Talortion left existence),\nmoved this base to Kamino.\n\nThe world has been associated with the Azure Imperium, the Galactic Republic,\nthe Galactic Empire, and the New Republic.<ref name=\"lewis\" />\n\nAndo Located in the Mid Rim, 'Ando' is home to the aquatic Aqualish. Ando is an\nocean world orbited by two moons. Ninety-five percent of the surface is covered\nin water, and what little land remains is complemented by Aqualish sailing ships\nused as mobile homes. Once the Aqualish discovered space travel, they explored\nAndo's sister world, though a series of inter-species wars left it decimated and\nbarren.<ref name=\"wallace\" />\n\nAndo Prime 'Ando Prime' is an icy, mountainous planet that hosts many podraces.\nIt is featured primarily in the video game [[Star Wars: Episode I Racer]]. As\nwell, in [[Star Wars Episode II: Attack of the Clones|Attack of the Clones]],\nthe planet can be seen briefly on a viewscreen in the nightclub. In the Episode\nI Racer game, Ando Prime is home to the Beedo's Wild Ride, Howler Gorge, Andobi\nMountain Run, and Ando Prime Centrum podraces.<ref name=\"lucasarts\">LucasArts\nEntertainment Company, [[Star Wars: Episode I Racer]], a Nintendo 64 and PC\ngame.</ref>\n\nAndlernaught \"Andlernaught\" is a planet that lies in Wild Space between Raxus\nPrime and Kessel. The planet is inhospitable because of large clouds of\nTerronite gas in the lower atmosphere. It was a base for the separatists because\nits natural gases would kill any human/ clone soldier almost immediately.\n\nAnoat 'Anoat' is a planet that lies in the Anoat system. The star system lies\nbetween the Hoth and Bespin systems. The [[Millennium Falcon]] passed through\nthe relatively deserted system while escaping from the Empire. Toxic waste\ninfected Anoat and the terraformed planet Deyer, forcing the populations to move\noffworld. In the game [[Star Wars: Dark Forces]], Kyle Katarn is sent to Anoat\nto investigate a lead in the Dark Trooper project. It appears that it has become\nhome to many Dianogas.\n\nAnoth 'Anoth' is the planet where Jacen, Jaina, and Anakin Solo spent their\nearly vulnerable years of childhood. The planet consisted of three separate\nparts, two of which were close enough to scrape each other and the third which\norbited a safe distance away. It was on this third fragment where the children\nwere kept.\n\nAnsion 'Ansion' is the planet that Obi-Wan Kenobi and Anakin Skywalker visited\nto settle a border dispute just prior to [[Star Wars Episode II: Attack of the\nClones]] (22 BBY). There were rumors that Ansion would withdraw from the\nGalactic Republic and join the increasing Separatist movement, and the Jedi were\nsent to deal with this problem.\n\nAnsion is covered in grasslands that have a huge variety of wildlife, including\nthe kyren and the suubatar. Two main groups of Ansionians inhabit the planet:\nthe city-dwelling people and their nomadic brethren the Alwari. The small\nGwurran are another race encountered who live primitively off the land.<ref>Alan\nDean Foster, [[The Approaching Storm]] (2002). ISBN 0-345-44299-7</ref>\n\nAntar 'Antar' is a gas giant which has six moons orbiting it. The fourth moon,\nAntar 4, is home to the Gotal race.<ref name=\"wallace\" />\n\nAntazi 'Antazi' is a cold, unpopulated planet located in the outer rim. This\nplanet is hardly ever mentioned.\n\nAnteevy 'Anteevy' is a frigid ice world home to an Imperial construction\nfacility. It was home to the production of second-stage Dark Troopers before\nKyle Katarn infiltrated the base and destroyed it (as seen in the video game\n[[Star Wars: Dark Forces]]). Forty-five years after the battle of Yavin 4, the\nNew Republic made a Jedi temple on this planet, yet in about fifteen years, the\nSith would totally destroy the planet with their bombers and leave the planet a\nwasteland of complete extinction.\n\nApatros 'Apatros' is a world in the Outer Rim Territories. It is a moon-sized\nworld with a thin atmosphere and only native plant life, and orbited a dim\norange star. It was orbited by a small moon. Its single settlement had the same\nname as the planet, and was a kilometer-square, containing mostly single-story\nprefabricated buildings.\n\nAround 1,002 BBY, it was a Galactic Republic world and was the site of a\ncortosis mine run by the Outer Rim Oreworks Company, or ORO for short.\n\nIt was also the home planet of the human Dessel who later became known as Darth\nBane.<ref>Drew Karpyshyn, [[Star Wars: Darth Bane: Path of Destruction|Darth\nBane: Path of Destruction]] (2006). ISBN 0-345-47736-7</ref>\n\nAquilaris 'Aquilaris' is a watery planet filled with sunken cities. Only\nfloating city islands are found above sea level, something like Mon Calamari.\nPodraces here include the Aquilaris Classic, Sunken City and Bumpy's\nBreakers.<ref name=\"lucasarts\" />\n\nArabanth 'Arabanth' is a Hapan world that holds pride in a series of \"thought\npuzzles\", one of which is seen during the Hapan gift ceremony on Coruscant.\n\nAram 'Aram' is a high-gravity, tropical planet that is the homeworld of the\nAramandi. It is part of the Aramand Cluster in Brak Sector, and is orbited by a\nsingle moon. It should be noted that the name \"Aram\" could have influence from\nanother Science Fiction Novel; Lord of Light.\n\nArbra 'Arbra' is a small tropical planet that served as a Rebel base after the\nBattle of Hoth. The Rebels called it \"Salvation\", since they were lucky to have\nfound it. Forests cover most of the planetary surface, growing up the sides of\nimmense mountains and inside the deep valleys. Arbra is inhabited by Hoojibs,\nwho are small, telepathic sentients. They allowed the Rebels to build a base on\nthe planet after Rebel troops helped them defeat the Slivilith, a creature that\nposed a threat to the Hoojibs.\n\nThe Rebel base on Arbra was built in a deep cave, which the Hoojibs lived in.\nThe Rebels tapped into a series of crystalline power rods that provided\ngeothermal energy directly from Arbra's core. The co-ordinates of Arbra were\nonly given to the Rebels' most trusted operatives, to ensure that the Empire did\nnot discover the base. When the Empire collapsed after the Battle of Endor, most\nof the Rebels relocated to Endor, though the Hoojibs remained proud members of\nthe Alliance of Free Planets.\n\nArda-2 'Arda-2' is a small industrial world, found in the Outer Rim. It is the\nsource of T-6 diodems, which are used in starfighter targeting controls.\n\nArda-3 Arda-3 was a planet near Arda-1 and Arda-2.\n\nAridus 'Aridus' is a desert planet located in the Flarestar System. Lava pits\nscorch the surface, causing temperatures to rise in the hundreds by day. The\nironized atmosphere also affects the temperature and mechanical devices. The\nplanet is inhabited by the Chubbits, a small lizard-like species. The Chubbits\nhave always been neutral in Galactic affairs, avoiding the Clone Wars and the\nrise of the Empire. However, with many valuable resources under the planet's\nsurface, it could not avoid attention forever. When the Empire discovered the\nseemingly-endless amount of resources, Imperial mining teams rushed to exploit\nthem. This wreaked havoc on the native Chubbits, who, with the assistance of\nthe Rebel Alliance, forced the Empire to leave. Aridus later joined the New\nRepublic in thanks for assistance against the Empire. Aridius also acts as a\ngalactic prison.\n\nArkania 'Arkania' is a tundra world in the Colonies region. It is covered by\ndiamond pits where miners extract melon-sized gems from the planet's crust. Jedi\nMaster Arca Jeth established a Jedi training outpost in the wilderness of\nArkania some 4,000 years BBY. Centuries ago, the scientifically-minded Arkanians\nbegan cyber-enhancing the brains of their primitive neighbors, the Yaka. Soon\nthe stocky Yaka were one of the most intelligent and quick-minded species in the\ngalaxy, with a bizarre sense of humor to match. Animal life on the planet\nincludes the Arkanian dragon and the Arkanian jellyfish.\n\nArkania Prime 'Arkania Prime' is a tropical forest planet plagued by nearly\nconstant lightning flashes, strangely without wind, rain, or thunder occurring\nwith these. It is a planet colonized by humans and many other species. It serves\nas a trading post to the rest of the galaxy. Many of the crystals used for\nmaking lightsabers are found deep underground on Arkania Prime, although the\npeople of the planet do not want to risk going deep underground, in fear of\nbeing crushed in rockslides or become lost, never to return to the surface.\nArkania Prime has three moons, the first, Vector, a fire pit, the second,\nTalikas, an icy, fridgid world that boasts no life, and third, Fellus, an\nunresearched or unexplored forest moon. Fellus has a lopsided orbit around\nArkania Prime, and once every twenty years scratches the surface of the planet.\nThe zone where Fellus brushes Arkania Prime is called the Dead Zone, because\nnothing lives here, including the natives. Arkania Prime is neutral in all\npolitical dealings, trusting their native republic to support the people.\n\nArtus Prime<!-- This section is linked from --> 'Artus Prime' is the location of\nan Imperial mine. The crystals mined there, used in conjunction with the well of\nForce power in the Valley of the Jedi, were able to infuse Imperial soldiers\nwith Force abilities. It was for this reason that the Dark Jedi Desann led the\nImperial Remnant to take control of the planet as a part of his Shadowtrooper\nproject. Desann had the miner colonists of Artus Prime used as part of his\nexperimentation at his research outpost on the planet Kejim. There, scientists\nperfected the shadow armour invented by Admiral Galak Fyyar.\n\nMon Mothma dispatched New Republic mercenaries Kyle Katarn and Jan Ors to Artus\nPrime to ascertain the fate of the colony. Once they discovered the Imperial\noccupation, the Republic fleet was called in and the planet re-secured. This\nrepresents a turning point in the plot of [[Star Wars Jedi Knight II: Jedi\nOutcast]], when Jan Ors is captured and apparently killed by Tavion.\n\nAruza 'Aruza', inhabited by the Aruzans, is a peaceful world orbited by five\nmoons. The planet was also the home of COMPNOR General Sinick Kritkeen during\nthe period of its subjugation by the Empire.\n\nAtor A Core World, 'Ator' is where Cliegg Lars went during his youth. There, he\nmarried a woman named Aika, and they had a son, Owen Lars. Aika died a few years\nlater, and Cliegg returned to Tatooine with his son.\n\nAxum 'Axum' is a temperate world located in the Axum system. It is more\nindustrialized but less prestigious than its sister planet Anaxes. In the\nmillennia preceding the Old Republic, Axum was the headquarters of the Azure\nImperium, an important political institution.\n\nAxum is also the name of an African Kingdom around 2000 years ago on Earth, now\nknown as Ethiopia, and is still the name of the capital city.\n\nAxxila A planet of the Outer Rim, 'Axxila' has been described as Coruscant, only\n\"inside-out\". Imperial Admiral Firmus Piett was from Axxila.\n\nThe name \"Axxila\" is a pun on the anatomical term \"axilla\", or armpit.\n\nAyrondof A small planet in the Outer Rim. Inhabited by the Ayrons, they\ndiscovered Ayrondof while on a trip to Axxila, from Naboo. There are only around\n1000 inhabitants living on the planet.\n\nAzbrian 'Azbrian' is an agricultural world, dotted with farms that raise black-and-\nwhite eight-legged beasts. One such farm is owned by Condren Foreck, a potential\nsuitor to Lando Calrissian.<ref>Roger MacBride Allen, Ambush at Corellia, Book 1\nof [[The Corellian Trilogy]] (1995). ISBN 0-553-29803-8</ref>\n\nBakura 'Bakura' is a small, pastoral planet on the outskirts of known space,\njust outside Moddell Sector. Bakura was the site of the truce between the\nGalactic Empire and the New Republic. Bakura was also the site of the Battle of\nBakura against the reptilian Ssi-Ruuk, which used the life essences of their\nhuman captives to power their war machines.\n\nDuring the war with the Yuuzhan Vong, the Ssi-ruuvi Imperium attempted to\nassimilate Bakura through deceit. The timely rebellion by the Ssi-Ruuvi\nservants the P'w'ecks saved the day, but it was merely a plot by the Vong to\ndefeat the Ssi-Ruuk.\n\nBakura's only native sentient species is the Kurtzen, although its most populous\nsentient species is human. They are also known for their repulsorlift industry,\nthough the people are quite distrustful of droids.\n\nCount Dooku had a secret base on Bakura during the Clone Wars, where he captured\nJedi Knight Sora Bulq and turned him to the Dark Side of the Force.\n\nIn the game Star Wars Rogue Squadron III, Wedge Antilles led a strike force to\nBakura that freed Rebel prisoners from the Battle of Hoth.\n\nBakura manufactures some of the Galactic Empire's Star Destroyers. Bakura is\nprominently featured in the Kathy Tyers novel [[The Truce at Bakura]]. It is\nalso a planet Jaden Korr visits in [[Star Wars Jedi Knight: Jedi\nAcademy]].<ref name=\"wallace\" /><ref>Kathy Tyers, [[The Truce at Bakura]]\n(1993). ISBN 0-553-09541-2</ref><ref>Roger MacBride Allen, Assault at Selonia,\nBook 2 of The Corellian Trilogy (1995). ISBN 0-553-29805-4</ref><ref\nname=\"perry\">Steve Perry, [[Star Wars: Shadows of the Empire|Shadows of the\nEmpire]] (1996). ISBN 0-553-57413-2</ref>\n\nBal'demnic A planet of stark and rugged beauty, Bal'demnic is located in the\nAuril sector of the Outer Rim, in the Bak'rofsen system. With its sea-covered\nsurface speckled with small tropical beach islands, it could have been the most\ndesired tourist location in the galaxy. However, a tourist trade can hardly co-\nexist with a native noisome reptilian species known as the Kon'me. The sentient\nKon'me lived in simple thatch beachside dwellings, though the upper classes\nbuilt glistening bubble-like structures within the ocean-side cliffs.\n\nBal'demnic was largely undisturbed by matters of galactic consequence, until\nCommerce Guild scouts from the Confederacy of Independent Systems discovered\ntraces of cortosis in the planet's cliffs.\n\nUpon reaching Bal'demnic, the CIS delivered an ultimatum to the natives: let\nmining operations begin, or be destroyed. With little choice, Bal'demnic's\nleaders reluctantly allowed the Commerce Guild mining operations to set foot on\nthe islands. The beachfront citizens however, were furious and pockets of\nrebellion emerged\n\nWhen CIS transmissions were intercepted by the Jedi, Mace Windu was\nconcerned—cortosis is a rare ore that is resistant to the blade of a lightsaber.\nThe Jedi Council dispatched a task force including Halagad Ventor, Sha Koon, and\nseveral other Jedi, and a backup detachment of clones to investigate and\nsabotage the CIS operation.\n\nWhen the Jedi arrived on Bal'demnic, the planet was in chaos. The Kon'me had\nrebelled against the CIS and attacked with powerful weapons smuggled to them by\nunscrupulous war profiteers. After clones landed, the furious Kon'me were\nfurther enraged, and opened fire on all off-worlders.\n\nThe difficulty of the island terrain forced both the CIS and the Republic to\nretreat. With the CIS no longer actively harvesting the cortosis, the Republic\nleft an orbital protective fleet to guard against further Separatist incursions\non the planet.\n\nBalamak 'Balamak' was an agriworld in the Taldot sector which housed a vital\nHoloNet node, and provided most of the sector's agricultural resources.\n\nThe Battle of Balamak was fought in 22 BBY, during the Clone Wars, in which the\ncommunications jamming system set up there by the Separatists was neutralized by\nObi-Wan Kenobi, Adar Tallon, and the forces of the Galactic Republic.\n\nIn 25 ABY the Yuuzhan Vong invaded and occupied the world as they made their way\ntoward Hutt Space\n\nBalmorra 'Balmorra' is a war-torn planet during the time of the [[Sith Empire]]\nand the [[Galactic Republic]], 300 years after [[Darth Revan]] defeated [[Darth\nMalak]]. The Treaty of [[Coruscant]] did not provide peace for this planet.\n\nBandomeer 'Bandomeer' is in the first two books of the [[Star Wars: Jedi\nApprentice|Jedi Apprentice]] series by Jude Watson and Dave Wolverton. If a Jedi\nlearner isn't chosen to be a Padawan by the age of 13, they will be excluded\nfrom all further training and sent to Bandomeer or other planets like it to work\nwith the AgriCorps and grow crops. There are also several mining guilds on the\nplanet. Offworld Corporation is one of the more corrupt organizations with\noperations on the world.\n\nOn Bandomeer, Qui-Gon Jinn's former apprentice, Xanatos, attempts to take\nrevenge on him, but fails. Obi-Wan Kenobi is sent to Bandomeer, but is captured\nby mine lords. There, he is enslaved to work on mines and meets a friend who\nhelps him escape. Bandomeer has vast traces of valuable ionite, which scrambles\nelectronic fields. As well, Bandomeer has a large ocean which covers about half\nthe planet.<ref>Jude Watson, [[The Rising Force]], Book 1 of the [[Star Wars:\nJedi Apprentice|Jedi Apprentice]] series (1999). ISBN 0-590-51922-\n0</ref><ref>Jude Watson, [[The Dark Rival]], Book 2 of the Jedi Apprentice\nseries (1999). ISBN 0-590-51925-5</ref>\n\nBarab I 'Barab I' is a planet that was home to the Barabel people, including\nJedi Knight Saba Sebatyne and her all-Jedi Wild Knights squadron. During\ndaylight hours, the planet's dim red star gave off such radiation that most\nliving creatures, including the Barabels, were forced to take shelter in\nunderground tunnels or caverns. Only at night was it safe to venture out onto\nthe surface. Barab I was under the rule of the Empire until it was liberated\nby the New Republic. The planet, along with its inhabitants, was destroyed in\nthe Yuuzhan Vong invasion. The Jedi Knight Saba Sebatyne was responsible for\nthe deaths of what was thought at the time to be the last of the Barabels, an\nunintentional act. She destroys a Slaveship that was taking the prisoners\nfrom Barab I.\n\nBaralou 'Baralou' is a planet in the Baralou system, home to the Krikthasi and\nMultopos races, the Treppok and Grotseth creatures, and inhabited by humans. The\nplanet is mainly ocean, with rocky and tropical islands; much of the food for\nthe Rebel Alliance comes from the planet's algae.\n\nBarkhesh 'Barkhesh' is a tropical sparsely populated planet in the Mid Rim,\nwhich is home to a Rebel Alliance supply base because of its many resources. In\nthe video game [[Star Wars: Rogue Squadron]], the player, Luke, is required to\nescort some Rebel cargo craft through the planet's canyons to a rendezvous\npoint, because the Empire has set up a base on the other side of the canyons.\n\nBaroonda 'Baroonda' is a tropical world that was home to several podraces. It\nfeatures wide, sandy beaches, spectacular waterfalls, thick jungles, and\nnumerous volcanoes. Podrace tracks on this world include Baroo Coast, Grabvine\nGateway, Fire Mountain Rally and Inferno.<ref name=\"lucasarts\" />\n\nBassadro 'Bassadro' was a planet that was conquered by the CIS early in the\nClone Wars. The Republic sent clone troopers, under command of Jedi General\nEmpatojayos Brand, to retake the planet, and succeeded in doing so when the\nSeparatist commander surrendered.\n\nBastion 'Bastion' is the current capital world of the Imperial Remnant, and the\nsector capital for the far-flung Braxant Sector in the Outer Rim Territories.\n\"Bastion\" was originally a codename for the Imperial capital as it was moved\nrepeatedly as the Imperials were forced to retreat again and again during the\nGalactic Civil War. The original name for the planet now known as Bastion is\nSartinaynian, and the Sartinaynian system, which it lies in, was named after it\nbefore it was changed.\n\nBastion is a planet with varied climates, much like Earth in reality, and is\nsaid to be a fairly pleasant world, one of the few in Imperial space with\namenities comparable to Coruscant. It is also, however, a heavily defended\nposition, or \"fortress world\" as the Empire called such positions in the late\nstages of the Galactic Civil War. In addition to planetary deflector shield\ngenerators, Bastion is the home port of the Braxant Sector Fleet, which contains\na number of well-known Star Destroyers.\n\nDuring the war with the Yuuzhan Vong, the Imperial forces defending Bastion were\nheavily damaged and forced to retreat. In the ensuing chaos, the capital city of\nBastion, and the Remnant itself, was burned to the ground by Yuuzhan Vong\norbital strikes. Rebuilding efforts are still underway, and the loss of life was\ngreat, but when compared to the absolute devastation of worlds such as Myrkr,\nBastion was fortunate.\n\nDue to Bastion's destruction, the Empire was forced to see that to remain\nindependent from the rest of the Galaxy was foolish. The Empire joined the\nGalactic Alliance after their victory over the Vong at the Battle of Borosk.\n\nBastion was later turned into the most heavily fortified planet in the galaxy.\nAfter the sith (led by Darth Krayt) maneuvered the Imperial Remnant into\ndeclaring war on a weakened Galactic Alliance (ending with the Remnant\nrecapturing Coruscant), they tried to take the Imperial throne. But the emperor\nRoan Fel anticipated this, and after avoiding the sith for seven years, retook\nBastion, knowing the sith would not risk a frontal assault on the heavily\nfortified planet.\n\nBelasco 'Belasco' is the homeworld of Senator Uta S'orn, the childhood friend of\nJenna Zan Arbor. A wealthy planet with a rigid class system, Belasco was once\nruled by a royal family, but now a Leader is elected who then appoints his own\nCouncil. The capital city is Senta, where the old royal grounds are also\nlocated. Every seven years, a naturally-occurring bacteria invades the planet's\nwater supply from the Great Sea, and the Belascans prepare for this by\nstockpiling water.<ref>Jude Watson, [[The Dangerous Rescue]], Book 13 of the\nJedi Apprentice series (2001). ISBN 0-439-13932-5</ref>\n\nBelgaroth 'Belgaroth' is a planet in the Core Worlds that is covered in toxic\nwaste dumps, junkyards, and scrap yards. The planet was chosen as a proving\nground for Imperial weapons, but the residents didn't care, as it meant money\nand jobs. When the New Republic took control of the planet, the residents were\njust as happy with their rule as they were with the Imperials' rule.<ref\nname=\"lewis\" />\n\nBelkadan 'Belkadan' is the location of the outpost of ExGal-4. It was located in\nthe Dalonbian Sector in the far Outer Rim. Yomin Carr, a Yuuzhan Vong warrior,\nspent time on Belkadan studying the galaxy to prepare for the Yuuzhan Vong\ninvasion. The planet was once tropical, but Yomin Carr used a colony of dweebits\nto alter the planet drastically so that it could be used to grow yorik coral for\nthe Yuuzhan Vong.\n\nBellassa 'Bellassa' is a thriving peaceful world. The capital is Ussa, a\npleasant city with seven large tranquil lakes. Obi-Wan Kenobi goes to Bellassa\nafter learning on Tatooine that one former Jedi, Ferus Olin, survived the Great\nJedi Purge.\n\nBelsavis 'Belsavis' is an ice-covered world located in the Outer Rim. At some\npoint it was used as a prison colony by the Rakata Empire. It was once again\nused as a prison by the Republic to hold Sith lords and war criminals during the\nGreat War. Jedi Master Plett attempted to hide Jedi younglings during the Great\nJedi Purge, and ultimately had to flee from Imperial interference.\n\nBerchest 'Berchest' is best known for its \"City of Glowing Crystal\" (Calius saj\nLeeloo), made from natural formations of red-orange salt deposits along the\ncoast of the Leefari Sea. After the Battle of Endor, Berchest remained under\nImperial control and Grand Admiral Thrawn, who threw off Luke Skywalker with\nfalse leads that Thrawn was massing his armies of clone troopers there. During\nhis investigation, Skywalker encountered Talon Karrde for the second time. Many\nglowing crystals are found on this planet, which can be put in a jedi's\nlightsaber. The most common ones are Sapith, Damind, green, blue, and red.\n\nBespin\n\n<!-- Image with inadequate rationale removed: -->\n\n'Bespin', seen in Episode , is the planet over which Cloud City hovers by means\nof an antigravity pod. Bespin is a major source of tibanna gas, which is refined\nfor production and transport in Cloud City. It is home to six million\nindividuals, including humans and Ugnaughts.<ref name=\"wallace\" /><ref\nname=\"lucas\" /><ref>Kevin J. Anderson, [[Jedi Search]], Book 1 of [[The Jedi\nAcademy trilogy|The Jedi Academy Trilogy]] (1994). ISBN 0-553-29798-8.</ref> In\nStar Wars: The Force Unleashed, Starkiller goes to Cloud City in search of\nSenator Garm Bel Iblis, who was taken to Chop'aa Notimo by the Gungan Kleef, who\nwas thrown out a window and fell to his death. Starkiller then killed Chop'aa\nand saved Garm.\n\nBestine IV 'Bestine IV', a planet in the Bestine system of the Inner Rim,\nBestine IV is a temperate planet with many rocky islands among its vast oceanic\nlandscape. Weather on Bestine IV is generally known to be mild with occasional\nhurricanes sweeping across the planet's surface. The planet's population has\nstruggled for years to establish their settlements atop the planet's island\nspires to create an island paradise. More recently the planet has become\nincreasingly attractive due to Bestine's small but growing ship repair and\nconstruction industry, which can be credited to the planet's unique oceanic-\nbased shipyards that are designed primarily to quickly produce frigate-sized\nvessels. Bestine IV is also home to Jek Porkins and Zev Senesca and home to a\nlarge Imperial Base.\n\nBimmiel 'Bimmiel' was originally reported by Imperial scouts as being a\ntemperate world of grassy plains and cool deserts. However, it was later learned\nthat the scouts had come during the planet's closest pass to its sun, and that\nBimmiel actually had a highly elliptical orbit which froze the planet when it\nwas at its furthest from the sun. It was also discovered that the alien\ninvaders, the Yuuzhan Vong had established a spy post on Bimmiel some five\ndecades previously.\n\nSome centuries before 40 ABY, it is known that the ancient Sith Lord Darth\nVectivus lived on Bimmiel.\n\nBimmisaari 'Bimmisaari', the capital world of Halla Sector, is the homeworld of\nthe Bimm. After long negotiations, Bimmisaari eventually dropped their\nneutrality and joined the New Republic.\n\nBlenjeel 'Blenjeel' is a hazardous, uninhabited planet populated with giant\ncarnivorous sand worms. As a Padawan, Jaden Korr went to Blenjeel to investigate\nthe crash-landing of a merchant ship.\n\nBogden 'Bogden' is an uninhabitable world with several moons, one of which is\nhome to the headquarters of the death-obsessed cult, the Bando Gora (Kohlma -\nthe \"moon of the dead\"). It is on this moon where Count Dooku (under the name\nDarth Tyranus) recruited Jango Fett to assassinate Komari Vosa in a test to\nensure he was suitable template for the republic army's cloning subject. The\nentire Bogden system is overrun by criminal fugitives and smugglers. Bogden's\nmoon is, as the name implies, a swampy, boggy, mucky terrained world. It was\nfirst featured in the animated-series [[Star Wars: Droids]] and also expanded on\nlater in the video game [[Star Wars: Bounty Hunter]].\n\nBogg V 'Bogg V' was one of Bogden's moons. In 22 BBY, during the Clone Wars, the\nSeparatist bounty hunter Cad Bane traveled to Bogg V, where he turned over the\ncaptive Jedi Ring-Sol Ambase to Asajj Ventress.\n\nBomis Koori IV 'Bomis Koori IV' was a planet in the Wornal sector of the Mid\nRim. Controlled by the Separatists during the Clone Wars, it served as the\nprimary staging point for the Corporate Alliance's paramilitary force, the\nKoorivar Fusiliers.\n\nAnakin Skywalker, Obi-Wan Kenobi, and a fleet of 8 Republic star destroyers were\ndispatched to Bomis Koori IV to take the planet back. As ARC-170 starfighters\nbombed the attacking Separatist forces, Kenobi and Skywalker infiltrated\nSeparatist General Oro Dassyne's heavily-fortified command center and\ndeactivated its ray-shields. With its protection gone, the fort was devastated\nby a massive orbital bombardment, killing General Dassyne in the process.\n\nBonadan\n\n'Bonadan' is a planet that has long been one of the Outer Rim Corporate Sector\nAuthority's most important factory worlds and busiest ports. Bonadan is a\nparched yellow sphere crisscrossed by rust stripes because of heavy soil\nerosion. Bonadan industry has thrived at the expense of ecology, because any\nplant life on the surface that wasn't intentionally destroyed has disappeared\ndue to overmining, pollution, and neglect. A densely populated planet, Bonadan\nhouses many sentient species from all over the galaxy. The world is covered with\nfactories, refineries, docks, and shipbuilding facilities in ten spaceports.\nBonadan's diverse economy is considered the most lucrative of any planet in the\nCorporate Sector.\n\nBorleias<!-- This section is linked from Wedge Antilles --> 'Borleias' is the\nfourth planet of the Pyria system, and is also known by the Rebel Alliance\ncodename \"Blackmoon\". Due to its proximity to the Core Worlds, the Alliance took\nthis planet as a step towards the capital world of Coruscant. The Alderaan\nBiotics facility, which initially grew Alderaanian foodstuffs and which was\nlater used to produce the Krytos virus, was also based on Borleias.<ref\nname=\"wallace\" /><ref>Michael A. Stackpole, [[Rogue Squadron (novel)|Rogue\nSquadron]], Book 1 of the X-wing series (1996). ISBN 0-553-56801-9</ref>\n\nDuring the Yuuzhan Vong invasion, Borleias fell and was used as a staging point\nfor the assault on Coruscant. During the retreat from Coruscant, forces under\nthe command of General Wedge Antilles captured the world for a second time.\n\nBothawui 'Bothawui' is a cosmopolitan planet serving as the homeworld of the\nBothan race, as well as being a major hub for information trafficking. The\nBothan spy network is widely seen as the best in the galaxy, and much of the\ninformation it carries goes through Bothawui at some point. The Imperial name\nfor the planet was Bothawui Proper. Bothawui is in the center of Bothan Space.\nIt was also the center of the Battle of Bothawui, in which the Republic is said\nto have killed 10 Sith imperials per Republic trooper.<ref name=\"wallace\" /><ref\nname=\"perry\" /><ref>Timothy Zahn, [[Specter of the Past]], Book 1 of [[The Hand\nof Thrawn duology|The Hand of Thrawn Duology]] (1997). ISBN 0-553-29804-6</ref>\n\nBoz Pity 'Boz Pity' is a cemetery world, and was the setting for one of the\nOuter Rim Sieges near the end of the Clone Wars. The planet has been described\nas being bleak and grisly. The planet was occupied by the Bozans over 4000 years\nbefore the Battle of Yavin. Jedi Master Quinlan Vos moved his clone troops to\nBoz Pity during the Sieges. Shortly afterwards, the planet was the site of a\nmassive battle between the Jedi and General Grievous. Obi-Wan Kenobi discovered\nAsajj Ventress barely alive in a bacta tank inside a Separatist medical facility\nhidden on the planet. Ventress nearly died in the battle, but Kenobi refused to\ngive in to his own dark feelings and allowed her to live&mdash;only so she could\nescape capture and disappear. Jedi Masters Baytes and Adi Gallia met their ends\nhere due to General Grievous' extra arms. Shortly after Adi's defeat, Mace Windu\nused the force to crash a STAP on top of the General. However Grievous'\nbodyguards saved him and got him off planet and repaired. \"He cost too much to\ngo to waste.\" -Count Dooku upon seeing the wounded General.\n\nBpfassh<!-- This section is linked from Dagobah --> 'Bpfassh' is a planet in\nSluis Sector. The inhabitants are noted for their extreme suspicion of\nJedi&mdash;before the Clone Wars, a large group of Bpfasshi Jedi fell to the\ndark side and rampaged throughout the planet and sector. They would eventually\nbe defeated by a large Jedi Order taskforce which included the respected Jedi\nMaster Jorus C'Baoth (not to be confused with the clone Joruus C'Baoth). The\nlast surviving Bpfasshi Dark Jedi commandeered the smuggler kingpin Jorj\nCar'das' ship and fled to Dagobah, where he was defeated by Yoda. His final\nresting place became the cave permeated with the dark side where Luke Skywalker\nhad a vision in [[Star Wars Episode V: The Empire Strikes Back|The Empire\nStrikes Back]].<ref>Timothy Zahn, [[Vision of the Future]], Book 2 of The Hand\nof Thrawn Duology (1998). ISBN 0-553-10035-1</ref>\n\nBrachnis Chorios 'Brachnis Chorios' is a cold, greenish-lavender planet on the\nouter edge of the Chorios Systems, far from the triple stars and deep within\nMeridian Sector. Although fairly unpopulated, the world's largest moon was\ndesignated as a meeting place between Leia Organa Solo and Seti Ashgad just\nprior to the Death Seed plague outbreak.<ref name=\"hambly\" />\n\nBrentaal 'Brentaal' is a Core World that sits upon the intersection of the\nPerlemian Trade Route and the Hydian Way. Because they lie at the intersection\nof these two major trade routes, its economy centers around trade and business.\nAll of its 65 billion inhabitants live in the narrow valleys across the planet.\n\nBrigia 'Brigia' is a planet in the Outer Rim, once home to a Rebel base. The\nplanet was abandoned by the Rebellion when they suspected (correctly) that the\nEmpire was going to attack it. It appears only briefly, during the computer game\n[[Star Wars: X-Wing]].\n\nBudpock 'Budpock' is a New Republic-aligned planet in Meridian Sector. However,\nthe world is also a haven for pirate gangs. Many of these groups were incited by\nDzym to attack neighboring Ampliquen, thus breaking the fragile truce between\nthe two worlds.<ref name=\"hambly\" />\n\nBunduki [http://starwars.wikia.com/wiki/Bunduki Bunduki] is located in the\nPacanth Reach in the Outer Rim Territory. It is the home of the Followers of\nPalawa, who developed the martial art of Teras Kasi. Many of the followers fell\nto the dark side and joined the Minions of Xendor. The planet was conquered by\nthe Epicanthix during the Clone Wars.\n\nByss\n\nThere were two planets known as 'Byss' in the Star Wars universe.\n\nThe first 'Byss' appeared in the Dark Horse Comics series [[Dark Empire]] as a\nDeep Core world located very near the center of the galaxy. It was a dark\nclouded planet, with a nearly inhospitable and turbulent atmosphere. It was also\nvery strong in the dark side of the Force, having been a place where ancient\nSith artifacts were stored. Palpatine invited millions of people to the planet,\ntricking them into thinking it was a paradise worth visiting. Once the people\narrived, he enslaved them and tapped into their life energies, making the planet\neven stronger in the dark side. It later became the reborn Emperor's throne\nworld where a massive city of towers was constructed on the surface. It was\nsurrounded by enormous orbital shipyards where the Super Star Destroyers Eclipse\nI and II were built along with the rest the Emperor's reborn star fleet. Byss\nwas destroyed when R2-D2 reprogrammed the Eclipse II and sent it colliding into\nthe Galaxy Gun. In the confusion, the Galaxy Gun accidentally launched one of\nits planet-destroying missiles right into Byss, annihilating the planet.\n\nThe second 'Byss' is the homeworld of the Abyssin species. An arid planet in the\nOuter Rim, it orbits in a figure-eight pattern around the Byss/Abyss binary star\nsystem.<ref name=\"wallace\" /><ref>Craig R. Carey et al., Coruscant and the Core\nWorlds (2003). ISBN 0-7869-2879-4</ref><ref>Tom Veitch, [[Dark Empire|Dark\nEmpire II]] (1995). ISBN 1-56971-119-4</ref>\n\nSee also *List of Star Wars moons *Planets in science fiction *List of Star Wars\nsystems *List of Star Wars sectors *Star Wars galaxy *List of Star Wars cities\n\nReferences\n\n\nExternal links *[http://www.starwars.com/databank/location/ Star Wars Databank\nlocations] * *[http://www.cuswe.org/ Completely Unofficial Star Wars\nEncyclopedia] *[http://www.wntrmute.users01.pixelhosting.net/ Obroa-Skai\nReference Guide]\n","title":"List%20of%20Star%20Wars%20planets%20%28A%E2%80%93B%29","headings":["Aar","Aargau","Aargonar","Abregado-rae","Acherin","Acilaris","Adari","Adega","Adumar","Aeten II","Af'El","Agamar","Aikhibba","Alba","Alderaan","Aleen","Almania","Almas","Alpheridies","Altyr 5","Alzoc III","Ambria","Ampliquen","Anaxes","Ando","Ando Prime","Andlernaught","Anoat","Anoth","Ansion","Antar","Antazi","Anteevy","Apatros","Aquilaris","Arabanth","Aram","Arbra","Arda-2","Arda-3","Aridus","Arkania","Arkania Prime","Artus Prime","Aruza","Ator","Axum","Axxila","Ayrondof","Azbrian","Bakura","Bal'demnic","Balamak","Balmorra","Bandomeer","Barab I","Baralou","Barkhesh","Baroonda","Bassadro","Bastion","Belasco","Belgaroth","Belkadan","Bellassa","Belsavis","Berchest","Bespin","Bestine IV","Bimmiel","Bimmisaari","Blenjeel","Bogden","Bogg V","Bomis Koori IV","Bonadan","Borleias","Bothawui","Boz Pity","Bpfassh","Brachnis Chorios","Brentaal","Brigia","Budpock","Bunduki","Byss","See also","References","External links"]},"micro-relation":["12: Outer_Rim_Territories"," 8: Rebel_Alliance"," 7: Obi-Wan_Kenobi"," 7: Jedi#Ranks"," 6: Jedi"," 6: Yuuzhan_Vong"," 5: Star_Wars_galaxy#Core_Worlds"," 4: Outer_Rim"," 4: Yuuzhan_Vong_invasion"," 4: Podracing"," 4: Kyle_Katarn"," 4: Coruscant"," 3: Anakin_Skywalker"," 3: Star_Wars_galaxy#Other_areas"," 3: Battle_of_Endor"," 3: Wedge_Antilles"," 3: Dark_Jedi"," 3: Imperial_Remnant"," 2: Talon_Karrde"," 2: General_Grievous"," 2: Clone_troopers"," 2: Galactic_Civil_War"," 2: Rogue_Squadron#Notable_pilots"," 2: Princess_Leia_Organa"," 2: Naboo"," 2: Earth"," 2: Sith"," 2: Darth_Bane"," 2: Dark_Trooper"," 2: Battle_of_Hoth"," 2: List_of_Star_Wars_characters#L"," 2: Tatooine"," 2: List_of_Star_Wars_characters#P"," 2: Count_Dooku"," 2: Star_Destroyer"," 2: Kathy_Tyers"," 2: Jaden_Korr"," 2: Jude_Watson"," 2: Luke_Skywalker"," 2: Asajj_Ventress"," 2: Corporate_Sector"," 2: Dagobah"," 1: List_of_Star_Wars_systems#Zug"," 1: Aargau"," 1: Cantons_of_Switzerland"," 1: Switzerland"," 1: Zürich"," 1: Canton_of_Zug"," 1: Systems_of_Star_Wars#Aargonar"," 1: Ki-Adi-Mundi"," 1: List_of_Star_Wars_systems#Abregado"," 1: Han_Solo"," 1: Wild_Space"," 1: Ferus_Olin"," 1: Battle_of_Yavin"," 1: Darth_Krayt"," 1: Darth_Krayt's_Galactic_Empire"," 1: Cularian_System"," 1: Asteroid"," 1: Gravitation"," 1: Atmosphere"," 1: Hydrogen"," 1: Sulfur"," 1: Carbon"," 1: Boron"," 1: Mineral"," 1: Crystal"," 1: List_of_Star_Wars_moons#Uffel"," 1: Lightsaber"," 1: Star_Wars_galaxy#Wild_Space"," 1: Gilad_Pellaeon"," 1: Aaron_Allston"," 1: Stygium_crystals"," 1: Cloaking_devices"," 1: Star_Wars"," 1: Star_Wars_Empire_at_War"," 1: Ozone"," 1: Ultraviolet"," 1: Supergiant"," 1: List_of_Star_Wars_characters#F"," 1: Ithor"," 1: Bail_Organa"," 1: Ulic_Qel-Droma"," 1: Tales_of_the_Jedi"," 1: Death_Star"," 1: Chandrila"," 1: Creatures_of_Star_Wars#Nerf"," 1: List_of_Star_Wars_creatures#Thranta"," 1: Ann_C._Crispin"," 1: Michael_Stackpole"," 1: George_Lucas"," 1: Brakiss"," 1: Kueller"," 1: Kristine_Kathryn_Rusch"," 1: The_New_Rebellion"," 1: Terraforming"," 1: List_of_Star_Wars_systems#Cularin"," 1: List_of_Star_Wars_moons#Dorumaa"," 1: Darth_Revan"," 1: Miraluka"," 1: Katarr"," 1: List_of_Star_Wars_systems#Altyr"," 1: Mara_Jade"," 1: Talz"," 1: Alzoc_Pearl"," 1: List_of_Star_Wars_creatures#Staga"," 1: List_of_Star_Wars_creatures#Neek"," 1: Barbara_Hambly"," 1: Core_World"," 1: Anaxes_Citadel"," 1: Anaxsi"," 1: Tyber_Zann"," 1: Kamino"," 1: Star_Wars_galaxy#Mid_Rim"," 1: LucasArts"," 1: Nintendo_64"," 1: Personal_computer"," 1: Video_game"," 1: List_of_Star_Wars_systems#Anoat"," 1: List_of_Star_Wars_systems#Hoth"," 1: List_of_Star_Wars_systems#Bespin"," 1: Dianoga"," 1: Jacen_Solo"," 1: Jaina_Solo"," 1: Anakin_Solo"," 1: List_of_Star_Wars_creatures#Kyren"," 1: List_of_Star_Wars_creatures#Suubatar"," 1: Alan_Dean_Foster"," 1: List_of_Star_Wars_moons#Antar_4"," 1: Yavin_4"," 1: List_of_Star_Wars_substances#Cortosis"," 1: ORO"," 1: Drew_Karpyshyn"," 1: List_of_Star_Wars_creatures#Slivilith"," 1: Forest_moon_of_Endor"," 1: Military_spacecraft_in_fiction"," 1: Star_Wars_galaxy#Colonies"," 1: Lightsabers"," 1: List_of_Star_Wars_characters#D"," 1: Shadowtroopers"," 1: Mon_Mothma"," 1: Jan_Ors"," 1: Tavion"," 1: COMPNOR"," 1: List_of_Star_Wars_systems#Axum"," 1: Aksum"," 1: Underarm"," 1: Ayrons"," 1: Ayrondof"," 1: Axxila"," 1: Lando_Calrissian"," 1: Roger_MacBride_Allen"," 1: Battle_of_Bakura"," 1: Ssi-Ruuk"," 1: Ssi-ruuvi_Imperium"," 1: Sora_Bulq"," 1: Dave_Wolverton"," 1: Qui-Gon_Jinn"," 1: List_of_Star_Wars_creatures#Treppok"," 1: List_of_Star_Wars_creatures#Grotseth"," 1: Humans"," 1: Algae"," 1: Mid_Rim"," 1: List_of_Star_Wars_systems#Sartinaynian"," 1: Myrkr"," 1: List_of_Star_Wars_cities#Senta"," 1: List_of_Star_Wars_cities#ExGal-4"," 1: List_of_Star_Wars_creatures#Dweebit"," 1: List_of_Star_Wars_creatures#Yorik_coral"," 1: List_of_Star_Wars_cities#Ussa"," 1: Great_Jedi_Purge"," 1: Star_wars_galaxy"," 1: List_of_Star_Wars_cities#Calius_saj_Leeloo"," 1: Grand_Admiral_Thrawn"," 1: Cloud_City"," 1: List_of_Star_Wars_substances#Tibanna"," 1: Ugnaughts"," 1: Kevin_J._Anderson"," 1: Inner_Rim"," 1: List_of_Star_Wars_characters#S"," 1: List_of_Star_Wars_creatures#Blenjeel_sand_worm"," 1: Jango_Fett"," 1: Komari_Vosa"," 1: Bounty_hunter"," 1: Cad_Bane"," 1: List_of_Star_Wars_systems#Pyria"," 1: Alderaan"," 1: Krytos_virus"," 1: Timothy_Zahn"," 1: Quinlan_Vos"," 1: List_of_Star_Wars_substances#Bacta"," 1: Adi_Gallia"," 1: Mace_Windu"," 1: Single_Trooper_Aerial_Platform"," 1: Joruus_C'Baoth"," 1: List_of_Star_Wars_systems#Chorios"," 1: Star_Wars_galaxy#Trade_and_hyperspace_routes"," 1: Dark_Horse_Comics"," 1: Star_Wars_galaxy#Deep_Core"," 1: Palpatine"," 1: Super_Star_Destroyer"," 1: R2-D2"," 1: Galaxy_Gun"," 1: Tom_Veitch"," 1: List_of_Star_Wars_moons"," 1: Planets_in_science_fiction"," 1: List_of_Star_Wars_systems"," 1: List_of_Star_Wars_sectors"," 1: Star_Wars_galaxy"," 1: List_of_Star_Wars_cities"]}