{"cursor":"7438","size":15,"audio":[],"currentlang":"en","article":"The 'Boone and Crockett Club' is a hunter-conservationist organization, founded\nin the United States in 1887 by Theodore Roosevelt. The club was named in honor\nof hunter-heroes of the day Daniel Boone and Davy Crockett, whom the club's\nfounders viewed as pioneering men who hunted extensively while opening the\nFrontier, but realized the consequences of over harvesting game. In addition to\nauthoring a famous \"fair chase\" statement of hunter ethics, http://www.boone-\ncrockett.org/huntingEthics/ethics_fairchase.asp?area=huntingEthics the\nclub worked for the expansion and protection of Yellowstone National Park and\nthe establishment of American Conservation in general. The Club and its members\nwere also responsible for the elimination of commercial market hunting, creation\nof the National Park and National Forest Services, National Wildlife Refuge\nsystem, wildlife reserves, funding mechanisms for conservation, all under the\numbrella of what is known today as the North American Model of Wildlife Conserv-\nation. [http://joomla.wildlife.org/index.php?id=171&option=com_content&task-\n=view The Wildlife Society - The North American Model of Wildlife Conservation\nand Public Trust Doctrine ]\n\nKey members of the club have included Theodore Roosevelt, George Bird Grinnell,\nMadison Grant, Charles Alexander Sheldon, William Tecumseh Sherman, Gifford\nPinchot, Frederick Russell Burnham, E.D. Riekens, Jr., Charles Deering and Aldo\nLeopold. [http://www.fullbooks.com/American-Big-Game-in-Its-Haunts6.html\nAmerican Big Game: Members of the Boone and Crockett Club] Today the club\nis known largely for maintaining a (scoring) and data collection system and by\nwhich native North American big game animals may be objectively measured and\ntracked as a gauge of successful wildlife policies and management.\n\nThe Boone and Crockett Club is headquartered in Missoula, Montana, which is also\nthe home of the Rocky Mountain Elk Foundation.\n","linknr":-1,"url":"boone_and_crockett_club","recorded":1372152307,"links":[],"instances":[],"pdf":[],"categories":["Environmental organizations based in the United States","Hunting in the United States","Hunting records","Non-profit organizations based in Montana","Organizations based in Missoula, Montana","1877 establishments in the United States"],"headings":["Timeline","Education","Books","References","External links"],"image":[],"tags":[],"members":[],"related":["United_States","Theodore_Roosevelt","Daniel_Boone","Davy_Crockett","Yellowstone_National_Park","Theodore_Roosevelt","George_Bird_Grinnell","Madison_Grant","Charles_Alexander_Sheldon","William_Tecumseh_Sherman","Gifford_Pinchot","Frederick_Russell_Burnham","E.D._Riekens,_Jr.","Charles_Deering","Aldo_Leopold","Rocky_Mountain_Elk_Foundation","Theodore_Roosevelt","Lacey_Act","Bronx_Zoo","John_Charles_Phillips","International_Union_for_Conservation_of_Nature_and_Natural_Resources","George_Bird_Grinnell","Kermit_Roosevelt","Kermit_Roosevelt","Frederick_Russell_Burnham"]}