{"micrownet":["bramble","bramble_bush","stone_bramble"],"duck":["\n<a href=\"http://duckduckgo.com/Brambles_Limited\">Brambles Limited</a>, an Australian company","\n<a href=\"http://duckduckgo.com/Blackberry\">Blackberry</a>, a thorny fruit bush, and by association any rough prickly shrub","Bramble","\n<a href=\"http://duckduckgo.com/Bramble%2C_Indiana\">Bramble, Indiana</a>, a town in the USA","http://www.merriam-webster.com/dictionary/bramble","\n<a href=\"http://duckduckgo.com/HMS_Bramble\">HMS Bramble</a>, the name of seven ships of the Royal Navy, and one ship which was never completed","bramble definition: any of a genus ('''Rubus''') of usually prickly shrubs of the rose family including the raspberries and blackberries.","Merriam-Webster","\n<a href=\"http://duckduckgo.com/Bramble\">Bramble</a> - Bramble in the British Isles is any rough, (usually wild) tangled prickly shrub, specifically the blackberry bush (Rubus fruticosa), or any hybrid of similar appearance, with thorny stems.","\n<a href=\"http://duckduckgo.com/d/Bramble_(surname)\">Bramble (surname) Meanings</a>","\n<a href=\"http://duckduckgo.com/ST_Brambles\">ST Brambles</a>, a British tugboat","\n<a href=\"http://duckduckgo.com/Bramble_(graph_theory)\">Bramble (graph theory)</a> - In graph theory, a bramble for an undirected graph G is a family of connected subgraphs of G that all touch each other: for every pair of disjoint subgraphs, there must exist an edge in ..."],"common":{"milestones":[],"image":[[],[]]},"Lists":["List_of_Lepidoptera_that_feed_on_Rubus"],"created":1373542041,"book":[],"micro-www":{"bramble":[""]},"wiki":{"cat":["Rubus"],"text":"\n\n\n\n\n, England. Bramble; in background unripe fruit on second-year side shoots; late\nflowers from tip-flowering of first-year growth]]\n\n'Bramble' in the British Isles is any rough, (usually wild) tangled prickly\nshrub, specifically the blackberry bush (Rubus fruticosa), or any hybrid of\nsimilar appearance, with thorny stems. It may also refer to the blackberry fruit\nor products of its fruit (e.g. bramble jelly).<ref></ref> The shrub grows\nabundantly in all parts of the British Isles, and harvesting the fruits in late\nsummer and autumn is a favourite pastime. It can also become a nuisance in\ngardens, sending down its strong suckering roots amongst hedges and shrubs. In\nthe United States (and elsewhere?) the term \"bramble\" also refers to other\nmembers of the Rubus genus, which may or may not have prickly stems - notably\nthe raspberry (Rubus idaeus) or its hybrids. The word comes from Germanic *bram-\nbezi, whence also German Brombeere, Dutch Braam and French [[framboise]].\n\nBramble bushes have a distinctive growth form. They send up long, arching canes\nthat do not flower or set fruit until the second year of growth. Brambles\nusually have trifoliate or palmately-compound leaves.\n\nBramble fruits are [[Fruit#Aggregate fruit|aggregate fruits]]. Each small unit\nis called a [[drupe]]let. In some, such as blackberry, the flower receptacle is\nelongate and part of the ripe fruit, making the blackberry an aggregate-\naccessory fruit.\n","title":"bramble","headings":["Uses","Cultivation","References"]},"micro-relation":["2: Blackberry","1: Rubus","1: Raspberry","1: Fruit","1: Leaf_shape","1: Leaves","1: Nectar","1: Butterfly","1: Flower-fly","1: Larva","1: Lepidoptera","1: List_of_Lepidoptera_that_feed_on_Rubus","1: Phasmatodea","1: Bird","1: Common_Blackbird","1: Cultivars"]}