{
   "micrownet" : [
      "callisthenics"
   ],
   "duck" : [
      "\n<a href=\"http://duckduckgo.com/Bodyweight_exercise\">Bodyweight exercise</a> - Bodyweight exercises are strength training exercises that do not require free weights; the practitioner's own weight provides the resistance for the movement.",
      "\n<a href=\"http://duckduckgo.com/calisthenics_(Australia)\">calisthenics (Australia)</a> - In Australia, Calisthenics is a team-based competitive performing art featuring elements of rhythmic gymnastics and ballet combined with a strong emphasis on theatricality, costume, dance and mu...",
      "Calisthenics",
      "\n<a href=\"http://duckduckgo.com/c/Gymnastics\">Gymnastics</a>",
      "http://www.merriam-webster.com/dictionary/calisthenics",
      "calisthenics definition: systematic rhythmic bodily exercises performed usually without apparatus.",
      "Merriam-Webster",
      "https://i.duckduckgo.com/i/88ee8cdb.jpg",
      "\n<a href=\"http://duckduckgo.com/Pilates\">Pilates</a> - Pilates is a physical fitness system developed in the early 20th century by Joseph Pilates, and popular in many countries, including Germany, the United States and the United Kingdom.",
      "\n<a href=\"http://duckduckgo.com/Fitness_trail\">Fitness trail</a> - A fitness trail (more recently known as outdoor exercise equipment and also known as a parcourse) consists of a path or course equipped with obstacles or stations distributed along its len...",
      "\n<a href=\"http://duckduckgo.com/Alexander_technique\">Alexander technique</a> - The Alexander technique teaches people how to stop using unnecessary levels of muscular and mental tension during their everyday activities.",
      "\n<a href=\"http://duckduckgo.com/Gymnastics\">Gymnastics</a> - Gymnastics is a sport  involving the performance of exercises requiring physical strength, flexibility, power, agility, coordination, and balance.",
      "Calisthenics are a form of exercise consisting of a variety of simple, often rhythmical, movements, generally without using equipment or apparatus."
   ],
   "common" : {
      "milestones" : [],
      "image" : [
         [],
         []
      ]
   },
   "Lists" : [],
   "created" : 1373467584,
   "book" : [],
   "micro-www" : {
      "callisthenics" : [
         ""
      ]
   },
   "wiki" : {
      "cat" : [
         "Gymnastics",
         "Physical exercise"
      ],
      "text" : "\n\n\n\n, a common type of calisthenic, during a school fitness day.]]\n\n'Calisthenics' are a form of exercise consisting of a variety of exercises,\noften rhythmical, movements, generally without using equipment or apparatus.\nThey are intended to increase body strength and flexibility with movements such\nas bending, jumping, swinging, twisting or kicking, using only one's body weight\nfor resistance. They are usually conducted in concert with stretches.\nCalisthenics when performed vigorously and with variety can benefit both\nmuscular and cardiovascular fitness, in addition to improving psychomotor skills\nsuch as balance, agility and coordination.\n\nGroups such as sports teams and military units often perform leader-directed\ngroup calisthenics as a form of synchronized physical training (often including\na customized \"call and response\" routine) to increase group cohesion and\ndiscipline. Calisthenics are also popular as a component of physical education\nin primary and secondary schools over much of the globe.<ref>{{Cite web\n| title = calisthenics (exercise) -- Britannica Online Encyclopedia accessdate =\n| 2010-08-04 url = http://www.britannica.com/EBchecked/topic/89754/calisthenics\n}}</ref>\n",
      "title" : "Calisthenics",
      "headings" : [
         "History",
         "Common exercises",
         "General uses",
         "See also",
         "References"
      ]
   },
   "micro-relation" : [
      "2: Push-up",
      "2: Soleus_muscle",
      "2: Sport",
      "1: Physical_fitness",
      "1: Exercise",
      "1: Stretching",
      "1: Anaerobic_exercise",
      "1: Aerobic_exercise",
      "1: Psychomotor_learning",
      "1: Team_sports",
      "1: Military_units",
      "1: Synchronized",
      "1: Physical_training",
      "1: Call_and_response",
      "1: Group_cohesiveness",
      "1: Discipline",
      "1: Phys_ed",
      "1: Friedrich_Ludwig_Jahn",
      "1: Physical_education",
      "1: Battle_of_the_Systems",
      "1: Jumping_Jack",
      "1: Chin-up_bar",
      "1: Latissimus_dorsi_muscle",
      "1: Chin-up",
      "1: Quadriceps",
      "1: Hamstring",
      "1: Gluteal_muscles",
      "1: Calf_raises",
      "1: Curb",
      "1: Gastrocnemius_muscle",
      "1: Deltoid_muscle",
      "1: Flutter_kick",
      "1: Warm-up",
      "1: Work-out",
      "1: Food_energy",
      "1: Alexander_technique",
      "1: Bodyweight_exercise",
      "1: Fitness_trail",
      "1: Gymnastics",
      "1: Pilates",
      "1: Radio_calisthenics",
      "1: 5BX"
   ]
}
