{"cursor":"6119","size":15,"audio":[],"currentlang":"en","article":"\n\n'Call termination', also known as voice termination, refers to the routing of\ntelephone calls from one telephone company, also known as a carrier or provider,\nto another.\n\nThe terminating point is the called party or end point. The originating point is\nthe calling party who initiates the call.\n\nThis term often applies to calls while using voice over Internet protocol\n(VoIP): a call initiated as a VoIP call is terminated using the public switched\ntelephone network (PSTN). In such cases, termination services may be sold as a\nseparate commodity. The opposite of call termination is call origination, in\nwhich a call initiated from the PSTN is terminated using VoIP. Thus, in\n\"origination\" a call originates from PSTN and goes to VoIP, while in\n\"termination\" a call originates in VoIP and terminates to the PSTN.\n\nVoIP call termination is a word that is fast spreading across the globe among\nall age groups—from individuals to small businesses to corporations and\nenterprises. It simply means providing a path or route through which voice can\nbe transmitted or sent over Internet.\n\nThere are many providers which offer VoIP call termination services. For\ninstance, a tier-1 operator registered and having a physical international\nnetwork in the country has the right to originate and terminate a call using\nInternet telephony services.\n\nIn order to provide voice over IP call termination services, a tier 2 operator\ncan initiate call termination over the Internet by leasing a portion of network\nfrom a tier 1 operator.\n\nSimilarly there are tier 3 operators who can lease network services from both\ntier 1 and tier 2 service providers. It saves tier 2 and tier 3 operators much\nof the cost of infrastructure and registration. infrastructure like routers\nwhich need a substantial investment to be incurred are taken care of by tier 1\noperators. Besides them, there are wholesale call termination providers and\nresellers of voice over IP telephony which also offer similar termination\nfacilities.\n","linknr":98,"url":"Call_termination","recorded":1362486666,"links":15,"instances":[],"pdf":[],"categories":["Teletraffic"],"headings":["Sector Ethics","Government Regulations","References"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Routing","Telephone_call","Telephone_company","Called_party","Calling_party","Voice_over_Internet_protocol","Public_switched_telephone_network","Call_origination"]}