{"cursor":"12589","size":15,"audio":[],"currentlang":"en","article":"\n\n{{Chembox\n| verifiedrevid = 439546511 Name=6-Carboxyfluorescein succinimidyl ester\n| ImageFile = Carboxyfluorescein succinimidyl ester.png ImageSize = 200px\n| IUPACName = OtherNames = CFSE; Carboxyfluorescein N-succinimidyl ester\n| Section1 = {{Chembox Identifiers CASNo_Ref = CASNo = 92557-81-8 CASOther = 117548-22-\n| 8 (5/6 mixture) PubChem = SMILES =\n| O=C(C5=C4C=C(C(ON6C(CCC6=O)=O)=O)C=C5)OC24C3=C(C=C(O)C=C3)OC1=CC(O)=CC=C12\n}}\n| Section2 = {{Chembox Properties C=25 |H=15 | N=1 | O=9 Appearance = Density =\n| MeltingPt = BoilingPt = Solubility = }} Section3 = {{Chembox Hazards\n| MainHazards = FlashPt = Autoignition = }}\n}}\n\n'Carboxyfluorescein succinimidyl ester' (CFSE) is a fluorescent cell staining\ndye. CFSE is commonly confused with carboxyfluorescein diacetate succinimidyl\nester (CFDA-SE), although they are not strictly the same molecule; CFDA-SE, due\nto its acetate groups, is highly cell permeable, while CFSE is much less so. As\nCFDA-SE, which is non-fluorescent, enters the cytoplasm of cells, intracellular\nesterases remove the acetate groups and convert the molecule to the fluorescent\nester, CFSE, which is retained within cells and covalently couples, via its\nsuccinimidyl group, to intracellular molecules, notably, to\nintracellular lysine residues and other amine sources. Due to this covalent\ncoupling reaction fluorescent CFSE can be retained within cells for extremely\nlong periods. Also, due to this stable linkage, once incorporated within cells\nthe dye is not transferred to adjacent cells.\n\nCFSE was originally developed as a fluorescent dye that could be used to stably\nlabel lymphocytes and track their migration within animals for many\nmonths. Subsequent studies revealed that the dye can be used to\nmonitor lymphocyte proliferation, both in vitro and in vivo, due to the\nprogressive halving of CFSE fluorescence within daughter cells following each\ncell division. The only limitation is that CFSE at high\nconcentrations can be toxic for cells. However, when CFSE labelling is performed\noptimally, approximately 7-8 cell divisions can be identified before the CFSE\nfluorescence is too low to be distinguished above the autofluorescence\nbackground. Thus CFSE represents an extremely valuable fluorescent dye for\nimmunological studies, allowing lymphocyte proliferation, migration and\npositioning to be simultaneously monitored. By the use of fluorescent antibodies\nagainst different lymphocyte cell surface markers it is also possible to follow\nthe proliferation behaviour of different lymphocyte subsets. In\naddition, unlike other methods, CFSE-labeled viable cells can be recovered for\nfurther analysis.\n\nSince the initial description of CFSE it has been used in thousands of\nimmunological studies, an example of an early proliferation study in animals\nbeing described by Kurts et al. However, perhaps the most important\nCFSE investigations have been those demonstrating that many of the effector\nfunctions of lymphocytes, such as cytokine production by T\nlymphocytes, and antibody class switching by B\ncells, are division dependent. Sophisticated mathematical models have\nalso been developed to analyse CFSE data and probe various aspects of immune\nresponses. Furthermore,\nthe use of CFSE has extended beyond the immune system, with the dye being used\nto monitor the proliferation of many other cell types such as smooth muscle\ncells, fibroblasts, hematopoietic stem cells\nand even bacteria!. Another novel application of CFSE is its use for\nthe in vitro and in vivo determination of cytotoxic\nlymphocytes.\n\nDetailed protocols are now available that can be used to label lymphocytes (and\nother cell types) with a high degree of reliability and\nprecision. One of the most important\nparameters, however, is to ensure that the cell population being studied has not\nbeen too heavily labelled with CFSE as such cells, although remaining viable,\nproliferate sub-optimally.\n","linknr":255,"url":"Carboxyfluorescein_succinimidyl_ester","recorded":1362481339,"links":16,"instances":[],"pdf":[],"categories":["Flow cytometry","Fluorescent dyes","Fluorone dyes","Succinimides"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Carboxyfluorescein_succinimidyl_ester.png/200px-Carboxyfluorescein_succinimidyl_ester.png","//upload.wikimedia.org/wikipedia/en/thumb/f/fb/Yes_check.svg/7px-Yes_check.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/f/fb/Yes_check.svg/14px-Yes_check.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/f/fb/Yes_check.svg/10px-Yes_check.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/a/a2/X_mark.svg/10px-X_mark.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Fluorescent","Staining","Carboxyfluorescein_diacetate_succinimidyl_ester"]}