{"cursor":"6572","size":15,"audio":[],"currentlang":"en","article":"\n\n\n'Cash flow' is the movement of money into or out of a business, project, or\nfinancial product. It is usually measured during a specified, limited period of\ntime. Measurement of cash flow can be used for calculating other parameters\nthat give information on a company's value and situation. Cash flow can be\nused, for example, for calculating parameters: it discloses cash movements over\nthe period.\n\n*to determine a project's rate of return or value. The time of cash flows into\nand out of projects are used as inputs in financial models such as internal rate\nof return and net present value. *to determine problems with a business's\nliquidity. Being profitable does not necessarily mean being liquid. A company\ncan fail because of a shortage of cash even while profitable. *as an alternative\nmeasure of a business's profits when it is believed that accrual accounting\nconcepts do not represent economic realities. For instance, a company may be\nnotionally profitable but generating little operational cash (as may be the case\nfor a company that barters its products rather than selling for cash). In such a\ncase, the company may be deriving additional operating cash by issuing shares or\nraising additional debt finance. *cash flow can be used to evaluate the\n'quality' of income generated by accrual accounting. When net income is composed\nof large non-cash items it is considered low quality. *to evaluate the risks\nwithin a financial product, e.g., matching cash requirements, evaluating default\nrisk, re-investment requirements, etc.\n\nCash flow notion is based loosely on cash flow statement accounting standards.\nIt's flexible as it can refer to time intervals spanning over past-future. This\nis enabled by personal apps available today. [http://apps.microsoft.com/windows/app/iprocess-cashflow/95ec2800-\ne050-4741-97a9-277170257f80] Windows Store Cash Flow app It can refer to\nthe total of all flows involved or a subset of those flows. Subset terms include\nnet cash flow, operating cash flow and free cash flow.\n","linknr":-1,"url":"Cash_flow","recorded":1372152648,"links":[],"instances":["economics"],"pdf":[],"categories":["Corporate finance","Fundamental analysis","Accounting terminology","Cash flow|","Basic financial concepts"],"headings":["Statement of cash flow in a business' financials","Ways Companies Can Augment Reported Cash Flow","Examples","See also","References","External links"],"image":[],"tags":[["capital","economics"]],"members":["capital"],"related":["Cash","Rate_of_return","Internal_rate_of_return","Net_present_value","Accounting_liquidity","Accrual_accounting","Accrual_accounting","Operating_cash_flow","Free_cash_flow","Operating_cash_flow","Working_capital","Investment","Capital_(economics)","Financing","Share_repurchase","Cash_flow_sign_convention","Cash_flow_hedge","Cash_flow_projection","Cash_flow_statement","Internal_rate_of_return","Net_present_value","Return_of_capital"]}