{"cursor":"4388","size":15,"audio":[],"currentlang":"en","article":"\n\nIn a scientific sense, a 'chemical process' is a method or means of somehow\nchanging one or more chemicals or chemical compounds. Such a chemical process\ncan occur by itself or be caused by an outside force, and involves a chemical\nreaction of some sort. In an \"engineering\" sense, a 'chemical process' is a\nmethod intended to be used in manufacturing or on an industrial scale (see\nIndustrial process) to change the composition of chemical(s) or material(s),\nusually using technology similar or related to that used in chemical plants or\nthe chemical industry.\n\nNeither of these definitions is exact in the sense that one can always tell\ndefinitively what is a chemical process and what is not; they are practical\ndefinitions. There is also significant overlap in these two definition\nvariations. Because of the inexactness of the definition, chemists and other\nscientists use the term \"chemical process\" only in a general sense or in the\nengineering sense. However, in the \"process (engineering)\" sense, the term\n\"chemical process\" is used extensively. The rest of the article will cover the\nengineering type of chemical process.\n\nAlthough this type of chemical process may sometimes involve only one step,\noften multiple steps, referred to as unit operations, are involved. In a plant,\neach of the unit operations commonly occur in individual vessels or sections of\nthe plant called 'units'. Often, one or more chemical reactions are involved,\nbut other ways of changing chemical (or material) composition may be used, such\nas mixing or separation processes. The process steps may be sequential in time\nor sequential in space along a stream of flowing or moving material; see\nChemical plant. For a given amount of a feed (input) material or product\n(output) material, an expected amount of material can be determined at key steps\nin the process from empirical data and material balance calculations. These\namounts can be scaled up or down to suit the desired capacity or operation of a\nparticular chemical plant built for such a process. More than one chemical plant\nmay use the same chemical process, each plant perhaps at differently scaled\ncapacities.\n\nSuch chemical processes can be illustrated generally as '[[Block diagram|block\nflow diagram]]s' or in more detail as '[[process flow diagram]]s'. Block flow\ndiagrams show the units as blocks and the streams flowing between them as\nconnecting lines with arrowheads to show direction of flow.\n\nIn addition to chemical plants for producing chemicals, chemical processes with\nsimilar technology and equipment are also used in oil refining and other\nrefineries, natural gas processing, polymer and pharmaceutical manufacturing,\nfood processing, and water and wastewater treatment.\n","linknr":199,"url":"Chemical_process","recorded":1362477597,"links":26,"instances":["process_engineering","engineering"],"pdf":[],"categories":["Chemical processes|","Industry","Industrial processes"],"headings":["Unit processing in chemical engineering","See also"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/8/81/PlatformHolly.jpg/170px-PlatformHolly.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["process","science"],["process","engineering"],["mixing","process_engineering"],["process","engineering"]],"members":["mixing","process"],"related":["Process_(science)","Chemical","Chemical_compound","Chemical_reaction","Process_(engineering)","Manufacturing","Industrial_process","Chemical_plant","Chemical_industry","Unit_operation","Factory","Chemical_reaction","Mixing_(process_engineering)","Separation_process","Oil_refinery","Refinery","Natural_gas_processing","Polymer","Pharmaceutical","Food_processing","Water","Wastewater","Chemical_engineering","Unit_operation","Unit_operation","Oxidation","Redox","Hydrogenation","Dehydrogenation","Hydrolysis","Hydration_reaction","Dehydration_reaction","Halogenation","Nitrification","Sulfonation","Ammoniation","Alkaline_fusion","Alkylation","Dealkylation","Esterification","Polymerization","Polycondensation","Catalysis","Chemical_plant","Industrial_process","Process_(engineering)","Foam_fractionation"]}