{"cursor":"30236","size":15,"audio":[],"currentlang":"en","article":"'Chemical imaging' (as quantitative - chemical mapping) is the analytical\ncapability to create a visual image of components distribution from simultaneous\nmeasurement of spectra and spatial, time information. http://www.imaging.net/chemical-\nimaging/ Chemical imaging http://www.malvern.com/LabEng/products/sdi/-\nbibliography/sdi_bibliography.htm E. N. Lewis, E. Lee and L. H. Kidder,\nCombining Imaging and Spectroscopy: Solving Problems with Near-Infrared Chemical\nImaging. Microscopy Today, Volume 12, No. 6, 11/2004.\n\nThe main idea - for chemical imaging, the analyst may choose to take as many\ndata spectrum measured at a particular chemical component in spatial location at\ntime; this is useful for chemical identification and quantification.\nAlternatively, selecting an image plane at a particular data spectrum (PCA -\nmultivariable data of wavelength, spatial location at time) can map the spatial\ndistribution of sample components, provided that their spectral signatures are\ndifferent at the selected data spectrum.\n\nSoftware for chemical imaging is most specific and distinguished from chemical\nmethods such as chemometrics.\n\nHyperspectral imaging is most often applied to either solid or gel samples, and\nhas applications in chemistry, biology, C.L. Evans and X.S. Xie.2008.\nCoherent Anti-Stokes Raman Scattering Microscopy: Chemical Imaging for Biology\nand Medicine., Annual Review of Analytical Chemistry, '1': 883-\n909. Diaspro, A., and Robello, M. (1999). Multi-photon Excitation\nMicroscopy to Study Biosystems. European Microscopy and Analysis., 5:5-\n7. D.S. Mantus and G. H. Morrison. 1991. Chemical imaging in biology\nand medicine using ion microscopy., Microchimica Acta, '104', (1-6) January\n1991, . Bagatolli, L.A., and Gratton, E. (2000). Two-photon\nfluorescence microscopy of coexisting lipid domains in giant unilamellar\nvesicles of binary phospholipid mixtures. Biophys J., 78:290-\n305. Schwille, P., Haupts, U., Maiti, S., and Webb. W.(1999).\nMolecular dynamics in living cells observed by fluorescence correlation\nspectroscopy with one- and two-photon excitation. Biophysical Journal, 77(10):2251-\n2265. 1.Lee, S. C. et al., (2001). One Micrometer Resolution NMR\nMicroscopy. J. Magn. Res., 150: 207-213. medicine, Near Infrared Microspectroscopy,\nFluorescence Microspectroscopy,Infrared Chemical Imaging and High Resolution\nNuclear Magnetic Resonance Analysis of Soybean Seeds, Somatic Embryos and Single\nCells., Baianu, I.C. et al. 2004., In Oil Extraction and Analysis., D. Luthria,\nEditor pp.241-273, AOCS Press., Champaign, IL. Single Cancer Cell\nDetection by Near Infrared Microspectroscopy, Infrared Chemical Imaging and\nFluorescence Microspectroscopy.2004.I. C. Baianu, D. Costescu, N. E. Hofmann and\nS. S. Korban, [http://arxiv.org/abs/q-bio/0407006 q-bio/0407006 (July\n2004)] pharmacy J. Dubois, G. Sando, E. N. Lewis, Near-Infrared\nChemical Imaging, A Valuable Tool for the Pharmaceutical Industry, G.I.T.\nLaboratory Journal Europe, No. 1-2, 2007. (see also for example:\n[http://witec.de/en/download/Raman/ImagingMicroscopy04.pdf Chemical Imaging\nWithout Dyeing]), food science, biotechnology, Raghavachari, R., Editor. 2001.Near-\nInfrared Applications in Biotechnology, Marcel-Dekker, New York,\nNY. Applications of Novel Techniques to Health Foods, Medical and\nAgricultural Biotechnology.(June 2004)\nI. C. Baianu, P. R. Lozano, V. I. Prisecaru and H. C. Lin [http://arxiv.org/abs/q-\n   bio/0406047 q-bio/0406047] agriculture and industry (see for\n   example:[http://www.spectroscopyeurope.com/NIR_14_3.pdf NIR Chemical Imaging\n   in Pharmaceutical Industry] and [http://www.fda.gov/cder/OPS/PAT.htm\n   Pharmaceutical Process Analytical Technology:]). NIR, IR and Raman chemical\n   imaging is also referred to as hyperspectral, spectroscopic, spectral or\n   multispectral imaging (also see microspectroscopy). However, other ultra-\n   sensitive and selective imaging techniques are also in use that involve\n   either UV-visible or fluorescence microspectroscopy. Many imaging techniques\n   can be used to analyze samples of all sizes, from the single\n   molecule Eigen, M., and Rigler, R. (1994). Sorting single molecules:\n   Applications to diagnostics and evolutionary biotechnology, Proc. Natl. Acad.\n   Sci. USA 91:5740. Rigler R. and Widengren J. (1990). Ultrasensitive\n   detection of single molecules by fluorescence correlation spectroscopy,\n   BioScience (Ed. Klinge & Owman) p.180. to the cellular level in biology\n   and medicine, Single Cancer Cell Detection by Near Infrared\n   Microspectroscopy, Infrared Chemical Imaging and Fluorescence\n   Microspectroscopy.2004.I. C. Baianu, D. Costescu, N. E. Hofmann, S. S. Korban\n   and et al., [http://arxiv.org/abs/q-bio/0407006 q-bio/0407006 (July\n   2004)] Oehlenschläger F., Schwille P. and Eigen M. (1996).\n   Detection of HIV-1 RNA by nucleic acid sequence-based amplification combined\n   with fluorescence correlation spectroscopy, Proc. Natl. Acad. Sci. USA\n   '93':1281. Near Infrared Microspectroscopy, Fluorescence\n   Microspectroscopy,Infrared Chemical Imaging and High Resolution Nuclear\n   Magnetic Resonance Analysis of Soybean Seeds, Somatic Embryos and Single\n   Cells., Baianu, I.C. et al. 2004., In Oil Extraction and Analysis., D.\n   Luthria, Editor pp.241-273, AOCS Press., Champaign, IL. and to images\n   of planetary systems in astronomy, but different instrumentation is employed\n   for making observations on such widely different systems.\n\nImaging instrumentation is composed of three components: a radiation source to\nilluminate the sample, a spectrally selective element, and usually a detector\narray (the camera) to collect the images. When many stacked spectral channels\n(wavelengths) are collected for different locations of the microspectrometer\nfocus on a line or planar array in the focal plane, the data is called\nhyperspectral; fewer wavelength data sets are called multispectral. The data\nformat is called a hypercube. The data set may be visualized as a data cube, a\nthree-dimensional block of data spanning two spatial dimensions (x and y), with\na series of wavelengths (lambda) making up the third (spectral) axis. The\nhypercube can be visually and mathematically treated as a series of spectrally\nresolved images (each image plane corresponding to the image at one wavelength)\nor a series of spatially resolved spectra.\n\nMany materials, both manufactured and naturally occurring, derive their\nfunctionality from the spatial distribution of sample components. For example,\nextended release pharmaceutical formulations can be achieved by using a coating\nthat acts as a barrier layer. The release of active ingredient is controlled by\nthe presence of this barrier, and imperfections in the coating, such as\ndiscontinuities, may result in altered performance. In the semi-conductor\nindustry, irregularities or contaminants in silicon wafers or printed micro-\ncircuits can lead to failure of these components. The functionality of\nbiological systems is also dependent upon chemical gradients – a single cell,\ntissue, and even whole organs function because of the very specific arrangement\nof components. It has been shown that even small changes in chemical composition\nand distribution may be an early indicator of disease.\n\nAny material that depends on chemical gradients for functionality may be\namenable to study by an analytical technique that couples spatial and chemical\ncharacterization. To efficiently and effectively design and manufacture such\nmaterials, the ‘what’ and the ‘where’ must both be measured. The demand for this\ntype of analysis is increasing as manufactured materials become more complex.\nChemical imaging techniques is critical to understanding modern manufactured\nproducts and in some casses is a non-destructive technique so that samples are\npreserved for further testing.\n","linknr":301,"url":"Chemical_imaging","recorded":1362538583,"links":16,"instances":["electromagnetic_radiation","electromagnetic_radiation"],"pdf":["http://witec.de/en/download/Raman/ImagingMicroscopy04.pdf","http://www.spectroscopyeurope.com/NIR_14_3.pdf","http://www.spectroscopyeurope.com/NIR_14_3.pdf"],"categories":["Spectroscopy","Infrared imaging","Magnetic resonance imaging","Microscopy","Fluorescence techniques"],"headings":["History","Principles","Sampling and samples","See also","References","Further reading","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/HSI_LWIR_stones.png/300px-HSI_LWIR_stones.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/d/d7/FIRST_measurement_of_SF6_and_NH3.jpg/300px-FIRST_measurement_of_SF6_and_NH3.jpg","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["absorption","electromagnetic_radiation"],["emission","electromagnetic_radiation"],["emission","electromagnetic_radiation"],["emission","electromagnetic_radiation"]],"members":["emission","absorption"],"related":["Principal_component_analysis","Spectral_signature","Software","Chemometrics","Hyperspectral_imaging","Hyperspectral","Multispectral_imaging","Imaging_spectroscopy","Wavelength","Hypercube","Data_cube","Vibrational_spectroscopy","Absorption_(electromagnetic_radiation)","Emission_(electromagnetic_radiation)","Transmittance","Scattering","Emission_(electromagnetic_radiation)","Scattering","Spectrum","Hyperspectral_imaging","Hyperspectral_imaging","Imaging_spectrometer","Staring_array","Angular_resolution","Field_of_view","Infrared_spectroscopy","Raman_spectroscopy","Hyperspectral_imaging","Quartz","Feldspar","Hyperspectral_imaging","FT-IR","Attenuated_total_reflectance","Infrared_window","Hyperspectral_imaging","Raman_spectroscopy","Fluorescence","Emission_(electromagnetic_radiation)","Chemometrics","Multispectral_image","Spectral_imaging","Imaging_spectroscopy","Hyperspectral_imaging","Thermal_infrared_spectroscopy"]}