{"cursor":"8491","size":15,"audio":[],"currentlang":"en","article":"'Citrullination' or 'deimination' is the term used for the post-translational\nmodification of the amino acid arginine in a protein into the amino acid\ncitrulline. This reaction, shown below, is performed by enzymes called\npeptidylarginine deiminases (PADs). Note that citrullination of proteins is\ndistinct from the formation of the free amino acid citrulline as part of the\nurea cycle or as a byproduct of enzymes of the nitric oxide synthase family.\n\nThe conversion of arginine into citrulline can have important consequences for\nthe structure and function of proteins, since arginine is positively charged at\na neutral pH, whereas citrulline is uncharged. This increases the hydrophobicity\nof the protein, leading to changes in protein folding.\n\nProteins that normally contain citrulline residues include MBP, filaggrin, and\nseveral histone proteins, while other proteins, like fibrin and vimentin, can\nget citrullinated during cell-death and tissue inflammation. Fibrin and\nfibrinogen may be favored sites for arginine deimination within rheumatoid\njoints. Test for presence of anti-citrullinated protein (ACP) antibodies are\nhighly specific (88-96%) for rheumatoid arthritis (RA), about as sensitive as\nrheumatoid factor (70-78%) for diagnosis of RA, and are detectable from even\nbefore the onset of clinical disease.\n\nCitrullinated vimentin is a very promising autoantigen in RA, and, more\nimportant, a very suitable tool for studying this systemic autoimmune disease.\nMoreover, anti-MCV antibodies may be useful for monitoring effects of RA\ntherapy. A newly developed ELISA system utilises genetically modified\ncitrullinated vimentin (MCV), a naturally occurring isoform of vimentin to\nimprove the performance of the test.\n\nIn the reaction from arginine to citrulline, one of the terminal nitrogen atoms\nof the arginine sidechain is replaced by an oxygen. The reaction uses one water\nmolecule and yields ammonia as a side-product:\n\n\n\n'Citrullination in the developing nervous system'\n\nFive protein deiminases, PAD1-4 and 6 have been known to exist in mammals\n. PAD2 is the only one among PAD isotypes to be expressed at a high\nlevel in the central nervous system (CNS), including the eye and brain. Although\nthe function of deimination in developing neuronal tissue is just emerging, PAD\ntranscripts have been found in the C57BL6/J mouse eyes as early as embryonic day\n14.5 }} . The fruitfly Drosophila genome has been sequenced and like\nother invertebrates it lacks a PAD transcript [http://www.ensembl.org/\nEnsembl database] . In higher mammals such as mouse and in humans there\nare 13 and 19 transcripts respectively encompassing gene and protein products\nfor PAD1-4 and PAD6 [http://www.ensembl.org/ Ensembl database] . The\nPAD isotypes differ in terms of their tissue and cellular distributions. Among\nthem, the PAD2 isotype has the broadest tissue distribution and is found in\nmyelinating cells of the CNS and in myelin, where one of its target substrates\nis MBP. In the normal retina, deimination is found in nearly all the retinal\nlayers, including the photoreceptors. Deimination has been also reported in\nneuronal cells, such as astrocytes, microglia and oligodendrocytes, Schwann\ncells and neurons\n\nThe role of deimination in development has yet to be completely unraveled but so\nfar its presence has been implicated in the regulation of gene expression\nthrough histone modifications, where it has been shown to antagonize the\ntranscriptional induction mediated by histone bound arginine methylation\n . The main isotype involved in epigenetics is PAD4, which deiminates\narginines and/or monomethylated arginines specifically on histones 3 and 4\nantagonizing arginine methylation  . There is a vast amount of work\non the effect of this posttranslational modification on MBP, the main protein\ninvolved in maintaining myelin sheath stability, where its role is very dynamic,\nboth during normal central nervous system formation, where it plays an important\npart in the development of myelin and also during myelin degeneration in\ndemyelinating diseases such as Multiple Sclerosis. Whereas other\nposttranslational modifications such as methylation and phosphorylation of MBP\nare temporally correlated with the process of myelinogenesis, deimination of\nthis protein is generally linked to the pathology of demyelination in adults.\nHowever, the degree of MBP deimination has also been found to be high in early\nCNS development where it plays a major physiological role in myelin assembly\n . This dual role for deimination in the nervous system is being\ninvestigated and although it still cannot be reconciled, perhaps it could be\nexplained on the basis of cell type specificity of deiminases in both\ndevelopment and disease.\n\n","linknr":283,"url":"Citrullination","recorded":1362481154,"links":16,"instances":[],"pdf":[],"categories":["Posttranslational modification","Protein structure"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Citrullination.svg/400px-Citrullination.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Post-translational_modification","Amino_acid","Arginine","Citrulline","Urea_cycle","Nitric_oxide_synthase","Protein_folding","Myelin_basic_protein","Filaggrin","Histone","Vimentin","Rheumatoid_arthritis","Rheumatoid_factor","ELISA","Mutated_citrullinated_Vimentin","Nitrogen","Sidechain","Oxygen","Water","Ammonia","Central_nervous_system","Myelin","Retina","Photoreceptors","Astrocytes","Microglia","Oligodendrocytes","Schwann_cells","Neurons","Histone","Methylation","Epigenetics","Myelin_sheath","Demyelinating_diseases","Multiple_Sclerosis","Phosphorylation","Myelinogenesis"]}