{"cursor":"6696","size":15,"audio":[],"currentlang":"en","article":"\n leading Dante on his journey in the [[Inferno (Dante)|Inferno]], an image that\n dramatizes the continuity of the classical tradition Anthony Grafton, Glenn\n W. Most, and Salvatore Settis, preface to The Classical Tradition (Harvard\n University Press, 2010), pp. viiiâix. (Dante and Vergil in Hell by\n Delacroix, 1823)]] The Western 'classical tradition' is the reception of\n classical Greco-Roman antiquity by later cultures, especially the post-\n classical West, Anthony Grafton, Glenn W. Most, and Salvatore Settis,\n preface to The Classical Tradition (Harvard University Press, 2010), pp.\n viiâviii. involving texts, imagery, objects, ideas, institutions,\n monuments, architecture, cultural artifacts, rituals, practices, and\n sayings. Grafton, Most, and Settis, preface to The Classical Tradition, p.\n viii. Philosophy, political thought, and mythology are three major\n examples of how classical culture survives and continues to have\n influence. Grafton, Most, and Settis, entry on \"mythology,\" in The\n Classical Tradition, p. 614 et passim. The West is one of a number of\n world cultures regarded as having a classical tradition, including the Indian,\n Chinese, Judaic, and Islamic traditions. Grafton, Most, and Settis, preface\n to The Classical Tradition, p. x.\n\nThe study of the classical tradition differs from classical philology, which\nseeks to recover \"the meanings that ancient texts had in their original\ncontexts.\" Craig W. Kallendorf, introduction to A Companion to the Classical\nTradition (Blackwell, 2007), p. 2. It examines both later efforts to\nuncover the realities of the Greco-Roman world and \"creative misunderstandings\"\nthat reinterpret ancient values, ideas and aesthetic models for contemporary\nuse. Grafton, Most, and Settis, preface to The Classical Tradition, p. vii;\nKallendorf, introduction to Companion, p. 2. The classicist and translator\nCharles Martindale has defined the reception of classical antiquity as \"a two-\nway process â¦ in which the present and the past are in dialogue with each\nother.\" Charles Martindale, \"Reception,\" in A Companion to the Classical\nTradition (2007), p. 298.\n\nThe beginning of a self-conscious classical tradition is usually located in the\nRenaissance, with the work of Petrarch in 14th-century Italy. Kallendorf,\nintroduction to Companion, p. 1. Although Petrarch believed that he was\nrecovering an unobstructed view of a classical past that had been obscured for\ncenturies, the classical tradition in fact had continued uninterrupted during\nthe Middle Ages. Kallendorf, introduction to Companion, p. 2. There\nwas no single moment of rupture when the inhabitants of what was formerly the\nRoman Empire went to bed in antiquity and awoke in the medieval world; rather,\nthe cultural transformation occurred over centuries. The use and meaning of the\nclassical tradition may seem, however, to change dramatically with the emergence\nof humanism. Kallendorf, introduction to Companion, pp. 1â2.\n\n carrying his father and leading his son from fallen Troy, a popular image in\n the Renaissance for the retrieval of the past as a way to make possible the\n future; the figure of his wife, Creusa, who did not survive, represents that\n which was lost Peter Gillgren, Siting Federico Barocci and the\n Renaissance Aesthetic (Ashgate, 2011), pp. 165â167. (Federico Barocci,\n 1598)]] The phrase \"classical tradition\" is itself a modern label,\n articulated most notably in the post-World War II era with The Classical\n Tradition: Greek and Roman Influences on Western Literature of Gilbert Highet\n (1949) and The Classical Heritage and Its Beneficiaries of R.R. Bolgar\n (1954). The English word \"tradition,\" and with it the concept of \"handing\n down\" classical culture, derives from the Latin verb trado, tradere,\n traditus, in the sense of \"hand over, hand down.\" Kallendorf,\n introduction to Companion, p. 1.\n\nWriters and artists influenced by the classical tradition may name their ancient\nmodels, or allude to their works. Often scholars infer classical influence\nthrough comparative methods that reveal patterns of thought. Sometimes authors'\ncopies of Greek and Latin texts will contain handwritten annotations that offer\ndirect evidence of how they read and understood their classical models; for\ninstance, in the late 20th century the discovery of Montaigne's copy of\nLucretius enabled scholars to document an influence that had long been\nrecognized. Kallendorf, introduction to Companion, p. 2.\n","linknr":173,"url":"Classical_tradition","recorded":1362568652,"links":13,"instances":[],"pdf":[],"categories":["Greco-Roman world","Classical antiquity","Classical studies","Cultural heritage","Cultural appropriation","Admiration of foreign cultures","Western culture","Western art","Western philosophy","Latin literature","History of poetry","History of literature","Medieval literature","Renaissance literature","Renaissance humanism"],"headings":["See also","References","Further reading"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Eug%C3%A8ne_Ferdinand_Victor_Delacroix_006.jpg/330px-Eug%C3%A8ne_Ferdinand_Victor_Delacroix_006.jpg","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/f/f7/Aeneas%27_Flight_from_Troy_by_Federico_Barocci.jpg/280px-Aeneas%27_Flight_from_Troy_by_Federico_Barocci.jpg","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/3/36/George_Washington_Greenough_statue.jpg/110px-George_Washington_Greenough_statue.jpg","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Dante","Eugène_Delacroix","Western_civilization","Reception_theory","Classical_antiquity","Anthony_Grafton","Glenn_W._Most","Ancient_Greek_philosophy","History_of_political_thinking","Classical_mythology","Classical_India","Chinese_classics","Classic_Judaism","Islamic_Golden_Age","Classical_philology","Greco-Roman_world","Charles_Martindale","Renaissance","Petrarch","Italian_Renaissance","Middle_Ages","Roman_Empire","Renaissance_humanism","Troy","Creusa","Federico_Barocci","Gilbert_Highet","R.R._Bolgar","Allusion","Comparative_literature","Montaigne","Lucretius","Statue_of_Zeus_at_Olympia","Classics","Classical_republicanism","Greek_mythology_in_western_art_and_literature","Legacy_of_the_Roman_Empire","List_of_films_based_on_Greco-Roman_mythology","List_of_films_based_on_Greek_drama","Matter_of_Rome","Neoclassicism","Quarrel_of_the_Ancients_and_the_Moderns","Transmission_of_the_Classics"]}