{"cursor":"2059","size":15,"audio":[],"currentlang":"en","article":"\nA role in IT, 'computer operators' oversee the running of computer systems,\nensuring that the machines are running and physically secured and free of any\nbugs. The former role of a computer operator was to work with mainframe\ncomputers which required a great deal of management day-to-day, however nowadays\nthey often work with a variety of different systems and applications. The\ncomputer operator normally works in a server room or a data centre, but can also\nwork remotely so that they can operate systems across multiple sites. Most of\ntheir duties are taught on the job, as their job description will vary according\nto the systems and set-up they help manage.\n\nThe role also includes maintaining records and logging events, listing e.g. each\nbackup that is run, each machine malfunction and program abnormal termination.\nOperators assist System administrators and programmers in testing and debugging\nof new systems and programs prior to their becoming production environments.\n\nModern-day computing has led to a greater proliferation of personal computers,\nwith a rapid change from older mainframe systems to newer self-managing systems.\nThis is reflected in the operator's role. Tasks may include managing the backup\nsystems, cycling tapes or other media, filling and maintaining printers. Overall\nthe operator fills in as a lower level system administrator or operations\nanalyst. Most operations departments will work 24x7.\n\nA computer operator also has knowledge of disaster recovery and business\ncontinuity procedures. Formerly this would have meant sending physical data\ntapes offsite, but now the data is more than likely transmitted over\ncomputer networks.\n\nA computer operator can work inside the home on the network editing domains and\nnets or they can work on the road or part of a company.\n","linknr":86,"url":"Computer_operator","recorded":1362562565,"links":12,"instances":[],"pdf":[],"categories":["Computer occupations"],"headings":[],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Information_technology","Mainframe_computer","Server_room","Data_centre","Systems_administrator","Object_storage_device","Computer_media","Computer_printer","24x7","Disaster_recovery","Business_continuity"]}