{"cursor":"3216","size":15,"audio":[],"currentlang":"en","article":"\n'Condensation polymers' are any kind of polymers formed through a condensation\nreaction--where molecules join together--losing small molecules as by-products\nsuch as water or methanol, as opposed to addition polymers which involve the\nreaction of unsaturated monomers. Types of condensation polymers include\npolyamides, polyacetals and polyesters.\n\nCondensation polymerization, a form of step-growth polymerization, is a process\nby which two molecules join together, resulting loss of small molecules which is\noften water. The type of end product resulting from a condensation\npolymerization is dependent on the number of functional end groups of the\nmonomer which can react.\n\nMonomers with only one reactive group terminate a growing chain, and thus give\nend products with a lower molecular weight. Linear polymers are created using\nmonomers with two reactive end groups and monomers with more than two end groups\ngive three dimensional polymers which are crosslinked.\n\nDehydration synthesis often involves joining monomers with an -OH (hydroxyl)\ngroup and a freely ionized -H on either end (such as a hydrogen from the -\nNH 2 in nylon or proteins). Normally, two or more different monomers\nare used in the reaction. The bonds between the hydroxyl group, the hydrogen\natom and their respective atoms break forming water from the hydroxyl and\nhydrogen, and the polymer.\n\nPolyester is created through ester linkages between monomers, which\ninvolve the functional groups carboxyl and hydroxyl (an organic acid and\nan alcohol monomer).\n\nNylon is another common condensation polymer. It can be manufactured by reacting\ndi-amines with carboxyl derivatives. In this example the derivative is a di-\ncarboxylic acid, but di-acyl chlorides are also used. Another approach used is\nthe reaction of di-functional monomers, with one amine and one carboxylic acid\ngroup on the same molecule:\n\n:\n\nThe carboxylic acids and amines link to form peptide bonds, also known as amide\ngroups. Proteins are condensation polymers made from amino acid monomers.\nCarbohydrates are also condensation polymers made from sugar monomers such as\nglucose and galactose.\n\nCondensation polymerization is occasionally used to form simple hydrocarbons.\nThis method, however, is expensive and inefficient, so the addition polymer of\nethene (polyethylene) is generally used.\n\nCondensation polymers, unlike addition polymers, may be biodegradable. The\npeptide or ester bonds between monomers can be hydrolysed by acid catalysts or\nbacterial enzymes breaking the polymer chain into smaller pieces.\n\nThe most commonly known condensation polymers are proteins, fabrics such as\nnylon, silk, or polyester.\n","linknr":122,"url":"Condensation_polymer","recorded":1362507922,"links":20,"instances":[],"pdf":[],"categories":["Polymer chemistry","Polymerization reactions"],"headings":["See also"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/1/16/Condensation_polymerization_diacid_diamine.svg/400px-Condensation_polymerization_diacid_diamine.svg.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/en/thumb/4/4a/Commons-logo.svg/30px-Commons-logo.svg.png","//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Polymer","Condensation_reaction","Methanol","Addition_polymer","Unsaturated_monomer","Polyamide","Polyacetal","Polyester","Step-growth_polymerization","Dehydration_synthesis","Nylon","Proteins","Polyester","Ester","Carboxyl","Hydroxyl","Nylon","Amine","Carboxylic_acid","Acyl_chloride","Peptide_bond","Amide","Protein","Amino_acid","Addition_polymer","Addition_polymer","Enzyme","Silk","Polyester","Biopolymer","Polyester","Polyamide"]}