{"cursor":"5096","size":15,"audio":[],"currentlang":"en","article":"'Condition-based maintenance' (CBM), shortly described, is maintenance when need\narises. This maintenance is performed after one or more indicators show that\nequipment is going to fail or that equipment performance is deteriorating.\n\nThis concept is applicable to mission critical systems that incorporate active\nredundancy and fault reporting. It is also applicable to non-mission critical\nsystems that lack redundancy and fault reporting.\n\nCondition-based maintenance was introduced to try to maintain the correct\nequipment at the right time. CBM is based on using real-time data to prioritize\nand optimize maintenance resources. Observing the state of the system is known\nas condition monitoring. Such a system will determine the equipment's health,\nand act only when maintenance is actually necessary. Developments in recent\nyears have allowed extensive instrumentation of equipment, and together with\nbetter tools for analyzing condition data, the maintenance personnel of today\nare more than ever able to decide what is the right time to perform maintenance\non some piece of equipment. Ideally condition-based maintenance will allow the\nmaintenance personnel to do only the right things, minimizing spare parts cost,\nsystem downtime and time spent on maintenance.\n","linknr":96,"url":"Condition-based_maintenance","recorded":1362486362,"links":13,"instances":[],"pdf":["http://www.acq.osd.mil/log/mpp/cbm+/cbm_policy_memorandum.pdf"],"categories":["Maintenance"],"headings":["Challenges","Value potential","Advantages and disadvantages","References","See also"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Upkeep","Active_redundancy","Fault_reporting","Condition_monitoring","Planned_maintenance","Corrective_maintenance","Preventive_maintenance","Fault_reporting","Active_redundancy","Operational_availability"]}