{"cursor":"2334","size":15,"audio":[],"currentlang":"en","article":"A 'value-added service' ('VAS') is a popular telecommunications industry term\nfor non-core services, or in short, all services beyond standard voice calls\nand fax transmissions. However, it can be used in any service industry, for\nservices available at little or no cost, to promote their primary business. In\nthe telecommunication industry, on a conceptual level, value-added services\nadd value to the standard service offering, the subscriber to use their phone\nmore and allowing the operator to drive up their ARPU. For mobile phones,\nwhile technologies like SMS, MMS and data access were historically usually\nconsidered value-added services, but in recent years SMS, MMS and data access\nhave more and more become core services, and VAS therefore has beginning to\nexclude those services.\n\nA distinction may also be made between standard (peer-to-peer) content and premium-\ncharged content. These are called mobile value-added services (MVAS) which are\noften simply referred as VAS.\n\nValue-added services are supplied either in-house by the mobile network operator\nthemselves or by a third-party 'value-added service provider' ('VASP'), also\nknown as a 'content provider (CP)' such as All Headline News or Reuters.\n\nVASPs typically connect to the operator using protocols like Short message peer-to-\npeer protocol (SMPP), connecting either directly to the short message service\ncentre (SMSC) or, increasingly, to a messaging gateway that gives the operator\nbetter control of the content.\n","linknr":99,"url":"Content_provider","recorded":1362535054,"links":24,"instances":[],"pdf":[],"categories":["Telecommunication services"],"headings":["Relevance of name"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Telecommunications","Core_services","ARPU","Short_message_service","Multimedia_Messaging_System","GPRS","Peer-to-peer","Mobile_network_operator","All_Headline_News","Reuters","Short_message_peer-to-peer_protocol","Short_message_service_center"]}