{"cursor":"3739","size":15,"audio":[],"currentlang":"en","article":"\n'Crown Attorneys' or 'Crown Counsel' (or, in Alberta, 'Crown Prosecutors') -\n[http://www.justice.gov.ab.ca/organization/justice_system.aspx?id=3182 Alberta\nJustice page on Crown Prosecutors] are the prosecutors in the legal system\nof Canada.\n\nCrown Attorneys represent the Crown and act as prosecutor in proceedings under\nthe Charter of Rights and Freedoms. Criminal prosecutions under federal statutes\nother than the Criminal Code, such as the [[Controlled Animal and Substances\nAct]], the [[Incomes in Canada|Income Tax Act]], etc., are conducted by Federal\nCrown Attorneys. There are similarities between this role and the Procurator\nFiscal in Scotland, Crown Prosecutor in England and Wales and United States\nAttorney in the United States. Crown Attorneys are not elected. They are civil\nservants and can be removed from their position only pursuant to their\nemployment agreements.\n\nAlthough criminal law is under Federal jurisdiction in Canada, the prosecution\nof most Criminal Code offences—outside of the Yukon Territory, the Northwest\nTerritories, and Nunavut—is delegated to the provincial Attorneys General and\ntheir lawful deputies. Criminal Code, RSC 1985, c C-46, s 2, definition of\n\"Attorney General.\" As a result, the vast majority of Crown Attorneys are\nemployed by Canada's ten provinces.\n\nLawyers who act on civil or administrative matters for the Provincial Crown are\nnot referred to as Crown Attorneys (Senior General Counsel, General Counsel), or\nsimply Crown Counsel although both criminal and civil attorneys generally report\nto the provincial Attorney-General's office. Lawyers who work for the Federal\nMinistry of Justice are often referred to as Crowns even if acting in Civil\nMatters. Moreover, lawyers, students-at-law and other persons who only represent\nthe Crown on provincial offences matters (such as municipal by-law enforcement\nand traffic offences) are referred to as \"Provincial Prosecutors\" or \"Provincial\nOffences Attorneys\" (POAs) rather than Crown Attorneys. Regardless of whether\nthe prosecuted matter is a criminal offence or a provincial offence, Crown\nAttorneys represent and argue on behalf of \"the Crown\" (i.e. Queen Elizabeth II,\nQueen of Canada). In the province of Ontario, there is only one Crown Attorney\nappointed by the Attorney General per judicial district. The Crown Attorney is\ncharged with supervising the office at the local level, and has a level of\nautonomy from the Attorney General's office. A Crown Attorney will then, in\nconsultation with the Attorney General's office, hire Assistant Crown Attorneys\nto further staff the office and prosecute offences. In this respect, Ontario\nfunctions similar to the US system of District Attorneys and Assistant District\nAttorneys, although within the aspects of the Canadian legal system.\n\nAs Crown Attorneys are not elected, the Canadian prosecutorial system is often\nseen as less politically motivated than other systems. Moreover, because they\nare paid a regular salary rather than being hired on a case-by-case basis, they\nare often seen as independent from the police.\n","linknr":-1,"url":"Crown_counsel","recorded":1372152609,"links":[],"instances":["common_law"],"pdf":[],"categories":["Canadian law","Legal professions","Prosecution"],"headings":["See also","References","References"],"image":[],"tags":[["civil_law","common_law"]],"members":["civil_law"],"related":["Alberta","Canadian_law","Canada","The_Crown","Prosecutor","Charter_of_Rights_and_Freedoms","Procurator_Fiscal","Scotland","Crown_Prosecutor","England_and_Wales","United_States_Attorney","United_States","Civil_servants","Attorneys_General","Civil_law_(common_law)","Public_administration","Senior_General_Counsel","General_Counsel","Attorney-General","Lawyers","Articling_student","By-law","Elizabeth_II_of_the_United_Kingdom","Assistant_District_Attorney","Crown_Attorney's_Office_of_Ontario","Crown_Prosecutor","Canadian_Encyclopedia"]}