{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/Counter_Terrorist_Unit\">Counter Terrorist Unit</a>, a fictional United States government anti-terrorism agency in the television series 24","\n<a href=\"http://duckduckgo.com/CHH_Txuri_Urdin\">CHH Txuri Urdin</a>, a Spanish ice hockey team that plays in the country's national league, the Superliga Española de Hockey Hielo","\n<a href=\"http://duckduckgo.com/conservatives_at_Work\">Conservative Trade Unionists</a> - Conservatives at Work, formerly Conservative Trade Unionists, is an organisation within the British Conservative Party made up of Conservative-supporting trade unionists.","\n<a href=\"http://duckduckgo.com/New_Zealand_Council_of_Trade_Unions\">New Zealand Council of Trade Unions</a>, a national trade union center in New Zealand. The NZCTU represents 360,000 workers, and is the largest democratic organisation in New Zealand","CTU","\n<a href=\"http://duckduckgo.com/Concerto_Teatro_Uomo\">Concerto Teatro Uomo</a>, a live album by Italian Jazz fusion band Area released in 1996 and recorded in 1977 in Milan, while the band was supporting their fifth album Maledetti (Maudits)","\n<a href=\"http://duckduckgo.com/Catholic_Theological_Union\">Catholic Theological Union</a>, located in the Hyde Park neighborhood of Chicago, is one of the largest schools of theology in the world and trains men and women for lay and clerical ministry within the Roman Catholic Church","\n<a href=\"http://duckduckgo.com/Chicago_Teachers_Union\">Chicago Teachers Union</a>, a labor union representing teachers and paraprofessionals in the Chicago public school system","\n<a href=\"http://duckduckgo.com/Twenty-foot_equivalent_unit\">Cargo Transport Unit</a>, a transport container","\n<a href=\"http://duckduckgo.com/Can_Tho_University\">Can Tho University</a>, a university in Cần Thơ, Vietnam","\n<a href=\"http://duckduckgo.com/Cecil_Taylor_Unit\">Cecil Taylor Unit</a>, an album by Cecil Taylor recorded in April 1978 and released on the New World label","\n<a href=\"http://duckduckgo.com/Clinical_trials_unit\">Clinical trials unit</a>, specialised biomedical research units which design, centrally coordinate and analyse clinical trials and other studies","\n<a href=\"http://duckduckgo.com/Colorado_Technical_University\">Colorado Technical University</a>, a for-profit university in the United States","\n<a href=\"http://duckduckgo.com/Coding_tree_unit\">Coding tree unit</a>, the basic processing unit of the High Efficiency Video Coding (HEVC) video standard","\n<a href=\"http://duckduckgo.com/Chengdu_Shuangliu_International_Airport\">Chengdu Shuangliu International Airport</a> (IATA airport code), a major airport serving Chengdu, the capital of Sichuan province, China","\n<a href=\"http://duckduckgo.com/Chilean_Traditional_Universities\">Chilean Traditional Universities</a>","\n<a href=\"http://duckduckgo.com/Cebu_Technological_University\">Cebu Technological University</a>, an educational institution located at MJ Cuenco Avenue cor","\n<a href=\"http://duckduckgo.com/Corporate_Training_Unlimited\">Corporate Training Unlimited</a>, a \"security contracting firm\" operating in Iraq. It is notable because its founder, and three of its employees, were arrested on June 5 2009 by Iraqi police investigating the murder of American Jim Kitterman in Baghdad's \"Green Zone\"","\n<a href=\"http://duckduckgo.com/Chunnam_Techno_University\">Chunnam Techno University</a>, a private technical college in South Korea. Its campus is located in Gokseong County, South Jeolla province. The current president is Cho Sung Soo (조성수)"],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373549395,"book":[],"micro-www":{"ctu":[""]},"micro-relation":[]}