{"cursor":"2382","size":15,"audio":[],"currentlang":"en","article":"A 'cyclic flower' is a flower type formed out of a series of whorls; sets of identical organs attached around the axis at the\nsame point. Most flowers consist of a single whorl of sepals termed a calyx; a\nsingle whorl of petals termed a corolla; one or more whorls of stamens (together\ntermed the androecium); and a single whorl of carpels termed the gynoecium. This\nis a cyclic arrangement.\n\nSome flowers contain flower parts with a spiral arrangement. Such flowers are\nnot cyclic. However in the common case of spirally arranged sepals on an\notherwise cyclic flower, the term 'hemicyclic' may be used.\n\nThe suffix '-cyclic' is used to denote the number of number of whorls contained\nwithin a flower. The most common case is the 'pentacyclic' flower, which\ncontains five whorls: a calyx, a corolla, two whorls of stamens, and\na single whorl of carpels. Another common case is the 'tetracyclic' flower,\nwhich contains only one whorl of stamens, and therefore only four whorls in\ntotal. 'Tricyclic' flowers also occur, generally where there is a single\nundifferentiated perianth. Flowers with more than five whorls are also not\nuncommon. The greatest variation occurs in the calyx and the androecium. Calyces\nof up to nine whorls have been recorded, and up to 12 whorls of stamens have\nbeen observed.\n","linknr":97,"url":"Cyclic_flower","recorded":1362477309,"links":13,"instances":["botany","flower","botany"],"pdf":[],"categories":["Plant morphology","Flowers"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Fern.jpg/35px-Fern.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["whorl","botany"],["calyx","botany"],["corolla","flower"]],"members":["calyx","corolla","whorl"],"related":["Whorl_(botany)","Sepal","Calyx_(botany)","Petal","Corolla_(flower)","Stamen","Androecium","Carpel","Gynoecium","Petal"]}