{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/Darja%2C_Iran\">Darja, Iran</a>","Darija","Darija (الدارجة), means \"everyday/colloquial language\"; it also appears as  derija or darja.","\n<a href=\"http://duckduckgo.com/Panticeu\">Panticeu</a> - Panticeu is a commune in the northern part of Cluj County, Romania.","https://i.duckduckgo.com/i/a155ff8f.png"],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373530334,"book":[],"micro-www":{"darja":[""]},"wiki":{"cat":["Western Berber languages","Northern Berber languages","Berber languages","Arabic language","Arabic languages","Maghreb"],"text":"\n'Darija' (), means \"everyday/colloquial language\";<ref>Wehr, Hans: Dictionary of\nModern Written Arabic (2011); Harrell, Richard S.: Dictionary of Moroccan Arabic\n(1966)</ref> it also appears as {{transl|ar|Wehr|ad-dārija}}, derija or darja.\nIt refers to any of the varieties of colloquial Arabic spoken by Maghrebi Arabic\nspeakers. Like all colloquial Arabic varieties, it is generally used for\neveryday speech, in TV plays, drama, some advertising, social networking, etc.,\nwith Modern Standard Arabic ( {{transl|ar|Wehr|(al-)fuṣḥā}}), French, or other\nlanguages used for formal speech and for written communication. Darija shares\nthe majority of its vocabulary with standard Arabic, but it also includes\nsignificant borrowings from Berber (Tamazight) substrates,<ref>Tilmatine Mohand,\nSubstrat et convergences: Le berbére et l'arabe nord-africain (1999), in\nEstudios de dialectologia norteaafricana y andalusi 4, pp 99–119</ref> as well\nas extensive borrowings from French, and to a lesser extent Castilian Spanish\nand even Italian (primarily in Libya) – the languages of the historical colonial\noccupiers of the Maghreb. Darija is spoken and to various extents mutually\nunderstood in the Maghreb countries, especially Morocco, Algeria, and Tunisia,\nbut can often be unintelligible to speakers of other Arabic dialects. Darija\ncontinues to evolve by integrating new French or English words, notably in\ntechnical fields, or by replacing old French and Spanish ones with Standard\nArabic words within some circles.\n\nIn contrast, the colloquial dialects of more eastern Arab countries, such as\nEgypt, Jordan and the Sudan, are usually known as {{transl|ar|Wehr|al-‘āmmīya}}\n(), though Egyptians may also refer to their dialects as el-logha-d-darga\n","title":"darija","headings":["Arabic language dialects"]},"micro-relation":["1: Maghrebi_Arabic","1: Varieties_of_Arabic","1: Modern_Standard_Arabic","1: French_language","1: Berber_languages","1: Tamazight","1: Spanish_language","1: Italian_language"]}