{"cursor":"2381","size":15,"audio":[],"currentlang":"en","article":"\n\n'Decantation' is a process for the separation of mixtures, by removing a top\nlayer of liquid from which a precipitate has settled. Usually a small amount of\nsolution must be left in the container, and care must be taken to prevent a\nsmall amount of precipitate from flowing with the solution out of the container.\nIt is frequently used to purify a liquid by separating it from a suspension of\ninsoluble particles (e.g. in red wine, where the wine is decanted from the\npotassium bitartrate crystals). For example, to obtain a sample of clear water\nfrom muddy water, muddy water is left in a container until the mud settles, and\nthen the clear water is poured into another container.\n\nA mixture of two immiscible liquids can also be separated by decantation. For\nexample, the oil and water extracted from fish may be decanted to obtain the\noil. A mixture of kerosene and water can also be separated through decantation.\n\nA centrifuge may be useful in successfully decanting a solution. The centrifuge\ncauses the precipitate to be forced to the bottom of the container; if the force\nis high enough, the precipitate may form a compact solid. Then the liquid can be\nmore easily poured away, as the precipitate will likely remain in its compressed\nform. A mixture of an insoluble solid in liquid is allowed to stand. The solid\nis insoluble and settles at the bottom if kept undisturbed for some time. This\nprocess is called sedimentation. The clear liquid is then poured off carefully.\nThis process is called decantation.\n\nAnother example of decantation is the regeneration of used chiral stationary\nphase (CSP). The CSP to be decanted is gently mixed in a container with a\ncompatible solvent to form a suspension. The suspension is allowed to rest for a\nperiod of time, after which the supernatant is carefully poured off. The\nsupernatant contains the undesirable constituents of the former suspension,\nwhile the leftover sediment in the container is clean, reusable CSP. Decantation\nshould be done directly after sedimentation.\n","linknr":112,"url":"Decantation","recorded":1362552465,"links":32,"instances":[],"pdf":[],"categories":["Separation processes","Laboratory techniques"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Sch_Chambres_de_d%C3%A9cantation.svg/150px-Sch_Chambres_de_d%C3%A9cantation.svg.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Chem_template.svg/32px-Chem_template.svg.png","//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Separation_of_mixture","Insoluble","Wine","Potassium_bitartrate","Immiscible","Liquid","Oil","Centrifuge","Chiral_Stationary_Phase","Supernatant"]}