{"cursor":"3477","size":15,"audio":[],"currentlang":"en","article":"\n\nA 'demographic' or 'demographic profile' is a term used in marketing and\nbroadcasting, to describe a demographic grouping or a market segment. This\ntypically involves age bands (as teenagers do not wish to purchase denture\nfixant), social class bands (as the rich may want different products than middle\nand lower classes and may be willing to pay more) and gender (partially because\ndifferent physical attributes require different hygiene and clothing products,\nand partially because of the male/female mindsets).\n\nA demographic profile can be used to determine when and where advertising should\nbe placed so as to achieve maximum results. In all such cases, it is important\nthat the advertiser get the most results for their money, and so careful\nresearch is done to match the demographic profile of the target market to the\ndemographic profile of the advertising medium. For instance, shortly after the\ncancellation of [[Star Trek: The Original Series|Star Trek]] in 1969, NBC's\nmarketing department complained that was premature. They explained that their\nnewly instituted demographic audience profiling techniques indicated that the\nseries' main young urban audience was highly desirable for advertisers. In 1971,\nCBS acted on their own marketing department's demographic findings about their\ntelevision network's programming and canceled several series that appealed\nprimarily to older and rural audiences in a move nicknamed the rural purge.\n\nIn more recent years, such demographic marketing considerations does not always\ndictate such drastic programming decisions with the rise of numerous cable\nchannels. For instance, on the channel, The Hub, it was discovered that their\noriginal animated series, [[My Little Pony: Friendship is Magic]], was not only\nattracting good ratings with its intended young girl demographic, but also a as\nwell. Although this cross-demographic appeal was entirely unexpected by the\nnetwork's executives, the franchise owner, Hasbro, decided to take advantage of\nthis opportunity with some considerations for this fandom in the series' writing\nand marketing and the decision produced favorable results with the series\nattracting the highest ratings in the network's history.\n\nA good way to figure out the intended demographic of a television show, TV\nchannel, or magazine is to study the ads that accompany it. For example, in the\nUnited States the television program [[The Price is Right]] most frequently airs\nfrom 11 a.m. to Noon. The commercials on it (besides the use of product\nplacement in the show itself) are often for things like arthritis pain relievers\nand diapers. This indicates that the target demographics are senior citizens and\nparents with young children, both of whom would be home at that time of day and\nsee that show. Another example would be MTV, for it has many ads with digital\naudio players indicating that the channel is targeted to young adults and\nteenagers and/or fans of music.\n","linknr":109,"url":"Demographic_profile","recorded":1362675939,"links":13,"instances":["tv_channel"],"pdf":[],"categories":["Consumer behaviour","Demographics"],"headings":["See also"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["the_hub","tv_channel"]],"members":["the_hub"],"related":["Marketing","Broadcasting","Demographics","Market_segment","Denture","Social_class","Mindset","Target_market","NBC","CBS","Rural_purge","Cable_channel","The_Hub_(TV_channel)","Hasbro","United_States","Product_placement","Arthritis","Analgesic","Diaper","Senior_citizen","MTV","Digital_audio_player","Demographics","Demography","Elderly","Geodemography","Population_profiling","Psychological_development"]}