{"micrownet":["descriptive","descriptive_(vs._prescriptive)","descriptive_(vs._undescriptive)","descriptive_adjective","descriptive_anthropology","descriptive_clause","descriptive_geometry","descriptive_grammar","descriptive_linguistics"],"duck":["descriptive","Involving or characterized by description; serving to describe.","http://www.merriam-webster.com/dictionary/descriptive","descriptive definition: serving to describe.","Merriam-Webster"],"common":{"milestones":["<a target=\"_new\" href=\"http://en.wikinews.org/wiki/Australian_Prime_Minister_blames_asylum_seekers_for_%22Children_Overboard%22_scandal\" title=\"Australian Prime Minister blames asylum seekers for &quot;Children Overboard&quot; scandal\">Australian Prime Minister blames asylum seekers for &quot;Children Overboard&quot; scandal</a>","<a target=\"_new\" href=\"http://en.wikinews.org/wiki/Gay_Talese_on_the_state_of_journalism,_Iraq_and_his_life\" title=\"Gay Talese on the state of journalism, Iraq and his life\">Gay Talese on the state of journalism, Iraq and his life</a>"],"image":[[],[]]},"Lists":[],"created":1373545202,"book":[],"micro-www":{"descriptive":["descriptive_linguistics","descriptive","Descriptive_linguistics","Descriptive_ethics",""]},"wiki":{"cat":["Linguistics","Analysis","Philosophical methodology"],"text":"\n\n\nIn the study of language, 'description', or 'descriptive linguistics', is the\nwork of objectively analyzing and describing how language is spoken (or how it\nwas spoken in the past) by a group of people in a speech community. All\nscholarly research in linguistics is descriptive; like all other sciences, its\naim is to observe the linguistic world as it is, without the bias of\npreconceived ideas about how it ought to be.<ref></ref> Modern descriptive\nlinguistics is based on a structural approach to language, as exemplified in the\nwork of Leonard Bloomfield and others. Linguistic description is often\ncontrasted with linguistic prescription, which is found especially in education\nand in publishing. Prescription seeks to define standard language forms and give\nadvice on effective language use, and can be thought of as a presentation of the\nfruits of descriptive research in a learnable form, though it also draws on more\nsubjective aspects of language aesthetics. Prescription and description are\ncomplementary, but have different priorities and sometimes are seen to be in\nconflict. 'Descriptivism' is the belief that description is more significant or\nimportant to teach, study, and practice than prescription.\n\nAccurate description of real speech is a difficult problem, and linguists have\noften been reduced to approximations. Almost all linguistic theory has its\norigin in practical problems of descriptive linguistics. Phonology (and its\ntheoretical developments, such as the phoneme) deals with the function and\ninterpretation of sound in language. Syntax has developed to describe the rules\nconcerning how words relate to each other in order to form sentences. Lexicology\ncollects \"words\" and their derivations and transformations: it has not given\nrise to much generalized theory.\n\nAn extreme \"mentalist\" viewpoint denies that the linguistic description of a\nlanguage can be done by anyone but a competent speaker. Such speakers have\ninternalized something called \"linguistic competence\", which gives them the\nability to extrapolate correctly from their experience new but correct\nexpressions, and to reject unacceptable expressions.\n\nA linguistic description is considered descriptively adequate if it achieves one\nor more of the following goals of descriptive linguistics:\n# A description of the phonology of the language in question. A description of\n# the morphology of words belonging to that language. A description of the\n# syntax of well-formed sentences of that language. A description of lexical\n# derivations. A documentation of the vocabulary, including at least one\n# thousand entries. A reproduction of a few genuine texts.\n","title":"Linguistic%20description","headings":["See also","References","Bibliography"]},"micro-relation":["2: Linguistics","2: Phonology","2: Syntax","1: Language","1: Leonard_Bloomfield","1: Linguistic_prescription","1: Education","1: Phoneme","1: Lexicology","1: Linguistic_competence","1: Vocabulary","1: Mondegreen","1: Sapir-Whorf_hypothesis","1: Ludwig_Wittgenstein","1: Grammatical_gender","1: Text_linguistics"]}