{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/donald_Ungurait\">Donald F. Ungurait</a> - Donald F. Ungurait was the founding Dean of the Florida State University Film School., and has directed more than 50 plays, musicals and operas and received more than 200 producer-director credits.","\n<a href=\"http://duckduckgo.com/Diabetic_foot\">Diabetic foot</a>, a foot that exhibits any pathology that results directly from diabetes mellitus or any long-term (or \"chronic\") complication of diabetes mellitus","\n<a href=\"http://duckduckgo.com/farokh_Udwadia\">Dr. Farokh Udwadia</a> - Farokh Udwadia is an Indian physician.","\n<a href=\"http://duckduckgo.com/Dorados_Fuerza_UACH\">Dorados Fuerza UACH</a>, a Mexican football club based in Chihuahua, Chihuahua, Mexico.The club represent the Autonomous University of Chihuahua. Currently playing in the Segunda División de México. The clubs makes its home in the Estadio Olímpico de la UACH","\n<a href=\"http://duckduckgo.com/youth_of_the_Danish_People's_Party\">Dansk Folkepartis Ungdom</a> - Dansk Folkepartis Ungdom (Youth of the Danish People's Party) is the youth wing of the Danish People's Party.","\n<a href=\"http://duckduckgo.com/Dutch_Fascist_Union\">Dutch Fascist Union</a>, a short-lived Fascist organization in the Netherlands. NFU emerged on February 26, 1933, following a split from the General Dutch Fascist League (ANFB). Leading figures were Karel Eduard van Charante and Tony W. Hooykaas","DFU","\n<a href=\"http://duckduckgo.com/Dalian_Fisheries_University\">Dalian Fisheries University</a> - Dalian Fisheries University is a university located in Dalian, China.","\n<a href=\"http://duckduckgo.com/Dieter_F._Uchtdorf\">Dieter F. Uchtdorf</a> (born 1940), German aviator, airline executive and religious leader","\n<a href=\"http://duckduckgo.com/Dartmouth_Forensic_Union\">Dartmouth Forensic Union</a>","\n<a href=\"http://duckduckgo.com/dmitriy_Ustinov\">Dmitri Fedorovich Ustinov</a> - Dmitriy Feodorovich Ustinov was Minister of Defense of the Soviet Union from 1976 until his death.","\n<a href=\"http://duckduckgo.com/Den_Frie_Udstilling\">Den Frie Udstilling</a>, a Danish artists association, founded in 1891 by artists in protest against the admission requirements for the Kunsthal Charlottenborg"],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373534642,"book":[],"micro-www":{"dfu":[""]},"micro-relation":[]}