{"cursor":"15082","size":15,"audio":[],"currentlang":"en","article":"\nIn logic, a 'categorical proposition', or 'categorical statement', is a\nproposition that asserts or denies members of one category (the subject term) as\nbelonging to another (the predicate term). The study of arguments\nusing categorical statements (i.e., syllogisms) forms an important branch of\ndeductive reasoning that began with the Ancient Greeks.\n\nThe Ancient Greeks such as Aristotle identified four primary distinct types of\ncategorical proposition and gave them standard forms (now often called A, E, I,\nand O). If, abstractly, the subject category is named S and the predicate\ncategory is named P, the four standard forms are: *All S are P. (A form) *No S\nare P. (E form) *Some S are P. (I form) *Some S are not P. (O form) A\nsurprisingly large number of sentences may be translated into one of these\ncanonical forms while retaining all or most of the original meaning of the\nsentence. Greek investigations resulted in the so-called square of opposition,\nwhich codifies the logical relations among the different forms; for example,\nthat an A-statement is contradictory to an O-statement. Such relations may allow\nimmediate inference, whereby the truth or falsity of one of the forms may follow\ndirectly from the truth or falsity of a statement in another form.\n\nModern understanding of categorical propositions (originating with the mid-\n19 th century work of George Boole) requires one to consider if the\nsubject category may be empty. If so, this is called the hypothetical viewpoint,\nin opposition to the existential viewpoint which requires the subject category\nto have at least one member. The existential viewpoint is a stronger stance than\nthe hypothetical and, when it is appropriate to take, it allows one to deduce\nmore results than otherwise could be made. The hypothetical viewpoint has the\neffect of removing some of the relations present in the traditional square of\nopposition.\n\nArguments consisting of exactly three categorical propositions — two as\npremises and one as conclusion — are known as categorical syllogisms and\nwere of paramount importance from the times of ancient Greek logicians through\nthe Middle Ages. Although formal arguments using categorical syllogisms have\nlargely given way to the increased expressive power of modern logic systems like\nthe first-order predicate calculus, they still retain practical value in\naddition to their historic and pedagogical significance.\n","linknr":196,"url":"Distribution_of_terms","recorded":1362484191,"links":17,"instances":["set_theory"],"pdf":[],"categories":["Term logic","Propositions"],"headings":["Translating statements into standard form","Properties of categorical propositions","Operations on categorical statements","See also","Notes","References","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/6/6c/Wiki_letter_w.svg/23px-Wiki_letter_w.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/f/f4/Ambox_content.png/20px-Ambox_content.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["complement","set_theory"]],"members":["complement"],"related":["Logic","Proposition","Argument","Syllogism","Deductive_reasoning","Ancient_Greeks","Aristotle","Square_of_opposition","Immediate_inference","George_Boole","Categorical_syllogism","First-order_predicate_calculus","Venn_diagram","Peter_Geach","Aristotle","Complement_(set_theory)","Square_of_opposition","Term_logic"]}