{"cursor":"1868","size":15,"audio":[],"currentlang":"en","article":"'Division', in horticulture and gardening, is a method of asexual plant\npropagation, where the plant (usually an herbaceous\nperennial) http://apps.rhs.org.uk/advicesearch/Profile.aspx?pid=363 is\nbroken up into two or more parts. Both the root and crown of each part is kept\nintact. The technique is of ancient origin, and has long been used to propagate\nbulbs such as garlic and saffron. Division is mainly practiced by gardeners and\nvery small nurseries, as most commercial plant propagation is now done through\nplant tissue culture.\n\nDivision is one of the three main methods used by gardeners to increase stocks\nof plants (the other two are seed-sowing and cuttings). Division is usually\napplied to mature perennial plants, but may also be used for shrubs with\nsuckering roots, such as gaultheria, kerria and sarcococca. Annual and biennial\nplants do not lend themselves to this procedure, as their lifespan is too short.\n\nMost perennials are best divided and replanted every few years to keep them\nhealthy. They may also be divided in order to produce new plants. Those with\nwoody crowns or fleshy roots need to be cut apart, while others can be prized\napart using garden forks or hand forks. Each separate section must have both\nshoots and roots. Division can take place at almost any time of the year, but\nthe best seasons are Autumn and Spring.\n","linknr":104,"url":"Division_(horticulture)","recorded":1362584099,"links":14,"instances":["plant","botany","botany"],"pdf":[],"categories":["Horticulture and gardening"],"headings":["See also","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/6/62/Plant.jpg/30px-Plant.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["crown","botany"],["kerria","plant"],["division","botany"]],"members":["kerria","division","crown"],"related":["Horticulture","Gardening","Asexual_reproduction","Plant_propagation","Herb","Perennial_plant","Root","Crown_(botany)","Bulb","Garlic","Saffron","Plant_tissue_culture","Gaultheria","Kerria_(plant)","Sarcococca","Division_(botany)","Root_cutting","Bare_root"]}