{"cursor":"3050","size":15,"audio":[],"currentlang":"en","article":"\n\n\n\n. The lane labelled \"control\" is for quality control purposes and contains the\n  DNA fragment but not treated with DNaseI. ]]\n\nA 'DNase footprinting assay' is a DNA footprinting technique from\nmolecular biology/biochemistry that detects DNA-protein interaction using the\nfact that a protein bound to DNA will often protect that DNA from enzymatic\ncleavage. This makes it possible to locate a protein binding site on a\nparticular DNA molecule. The method uses an enzyme, deoxyribonuclease (DNase,\nfor short) to cut the radioactively end-labeled DNA, followed by gel\nelectrophoresis to detect the resulting cleavage pattern.\n\nFor example, the DNA fragment of interest may be PCR amplified using a\n32 P 5' labeled primer, with the result being many DNA molecules with\na radioactive label on one end of one strand of each double stranded molecule.\nCleavage by DNase will produce fragments, the smaller of which will move further\non the electrophoretic gel. The fragments which are smaller with respect to the\n32 P-labelled end will appear further on the gel than the longer\nfragments. The gel is then used to expose a special photographic film.\n\nThe cleavage pattern of the DNA in the absence of a DNA binding protein,\ntypically referred to as free DNA, is compared to the cleavage pattern of DNA in\nthe presence of a DNA binding protein. If the protein binds DNA, the binding\nsite is protected from enzymatic cleavage. This protection will result in a\nclear area on the gel which is referred to as the \"footprint\".\n\nBy varying the concentration of the DNA-binding protein, the binding affinity of\nthe protein can be estimated according to the minimum concentration of protein\nat which a footprint is observed.\n\nThis technique was developed by David Galas and Albert Schmitz at Geneva in\n1977\n","linknr":117,"url":"DNase_footprinting_assay","recorded":1362481303,"links":16,"instances":[],"pdf":[],"categories":["Molecular biology","Laboratory techniques"],"headings":["See also","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Merge-arrow.svg/50px-Merge-arrow.svg.png","//upload.wikimedia.org/wikipedia/en/6/69/DNaseI_footprint.png","//upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Diagram_human_cell_nucleus_no_text.png/30px-Diagram_human_cell_nucleus_no_text.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["DNase","DNA_footprinting","Molecular_biology","Biochemistry","DNA","Protein","Deoxyribonuclease","Gel_electrophoresis","Polymerase_chain_reaction","DNA_footprinting","DNase_I"]}