{"cursor":"3502","size":15,"audio":[],"currentlang":"en","article":"]] to a public street, all under construction]]\n\nA 'driveway' is a type of private road for local access to one or a small group\nof structures, and is owned and maintained by an individual or group.\n\nDriveways rarely have traffic lights, but some that bear heavy traffic,\nespecially those leading to commercial businesses and parks, do.\n\nDriveways may be decorative in ways that public roads cannot, because of their\nlighter traffic and the willingness of owners to invest in their construction.\nDriveways are not resurfaced, snow blown or otherwise maintained by governments.\nThey are generally designed to conform to the architecture of connected houses\nor other buildings.\n\nMaterials used for driveways include concrete, decorative brick, cobblestone,\nblock paving, asphalt, and decomposed granite, surrounded with grass or other\nground-cover plants.\n\nDriveways are commonly used as paths to private garages, carports, or houses. On\nlarge estates, a driveway may be the road that leads to the house from the\npublic road, possibly with a gate in between. Some driveways divide to serve\ndifferent homeowners. A driveway may also refer to a small apron of pavement in\nfront of a garage with a curb cut in the sidewalk, sometimes too short to\naccommodate a car.\n\nOften, either by choice or to conform with local regulations, cars are parked in\ndriveways in order to leave streets clear for traffic. Moreover, some\njurisdictions prohibit parking or leave standing any motor vehicle upon any\nresidential lawn area (defined as the property from the front of a residential\nhouse, condominium, or cooperative to the street line other than a driveway,\nwalkway, concrete or blacktopped surface parking space). [http://www.barneg-\nat.net/GeneralCodes/VehiclesParkingRestrictions.pdf \"Chapter 71A Vehicles,\nParking Restrictions in Residential Areas\" Township of Barnegat, NJ], retrieved\non 2009-07-31. Other examples, include the city of Berkeley, California\nthat forbids \"any person to park or leave standing, or cause to be parked or\nleft standing any vehicle upon any public street in the City for seventy-two or\nmore consecutive\nhours.\" [http://www.ci.berkeley.ca.us/ContentDisplay.aspx?id=8272 \"Parking\nEnforcement & Restrictions\" Transportation Division, City of Berkeley, CA],\nretrieved on 2009-07-31. Other areas may prohibit leaving vehicles on\nresidential streets from 2 am to 6 am, necessitating the use of driveways. -\n[http://www.ci.escondido.ca.us/parking/Residential_Parking_Ordinance_FAQs.pdf\n\"Frequently Asked Questions Regarding Residential Parking Restrictions\"\nEscondido, CA], retrieved on 2009-07-31.\n\nResidential driveways are also used for such things as garage sales,\nautomobile washing and repair, and recreation, notably (in North America) for\nbasketball practice.\n\nAnother form of drive is a 'Run-Up'. A short piece of land used usually at the\nfront of the property to park a vehicle on. Run-ups are made from a number of\ndifferent materials including brick paving, concrete and gravel.\n","linknr":214,"url":"Driveway","recorded":1362671038,"links":25,"instances":["material","house"],"pdf":["http://www.barnegat.net/GeneralCodes/VehiclesParkingRestrictions.pdf","http://www.ci.escondido.ca.us/parking/Residential_Parking_Ordinance_FAQs.pdf"],"categories":["Types of roads","Architectural elements","Garden features"],"headings":["See also","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/1/11/Driveway_2.jpg/220px-Driveway_2.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/7/73/Driveway_apron_and_sloped_curb_to_street.jpg/220px-Driveway_apron_and_sloped_curb_to_street.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Wiktionary-logo-en.svg/37px-Wiktionary-logo-en.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Autoroute_icone.svg/30px-Autoroute_icone.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["garage","house"],["pavement","material"]],"members":["pavement","garage"],"related":["Private_road","Traffic_lights","Public_road","Block_paving","Garage_(house)","Carport","Houses","Berkeley,_California","Garage_sale","North_America","Access_management","Pavement_(material)","Parkway"]}