{"cursor":"2147","size":15,"audio":[],"currentlang":"en","article":"'Earnings' are the net benefits of a corporation's operation. Robert G.\nEccles, Robert H. Herz, E. Mary Keegan, David M. H. Phillips: The Value\nReporting Revolution: Moving Beyond the Earnings Game; Price-Waterhouse-Coopers,\n2001. Earnings is also the amount on which corporate tax is due. For an\nanalysis of specific aspects of corporate operations several more specific terms\nare used as EBIT -- earnings before interest and taxes, EBITDA - earnings before\ninterest, taxes, depreciation, and amortization.\n\nMany alternative terms for earnings are in common use, such as income and\nprofit. These terms in turn have a variety of definitions, depending on their\ncontext and the objectives of the authors. For instance, the IRS uses the term\nprofit to describe earnings, whereas for the corporation the profit it reports\nis the amount left after taxes are taken out. Many economic discussions use\nprinciples derived from Karl Marx Karl Marx: Das Kapital, Kritik der\nPolitischen Oekonmie; 1967. and Adam Smith. Adam Smith: The Wealth of\nNations; 1876. However the rise of the importance of intellectual capital\nGordon Smith and Russell Parr: Intellectual Property, 4th edition; Wiley\n2005. affects such analyses.\n","linknr":99,"url":"Earnings","recorded":1362574645,"links":11,"instances":["economics","economics"],"pdf":[],"categories":["Business terms"],"headings":["Routine earnings","Non-routine earnings","Citations"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["profit","accounting"],["capital","economics"],["profit","economics"]],"members":["profit","capital"],"related":["Corporation","Tax","EBIT","EBITDA","Income","Profit_(accounting)","IRS","10-K","Tax","Karl_Marx","Adam_Smith","Intellectual_capital","Commodity","Capital_(economics)","Profit_(economics)","Intellectual_property","Investment","High-technology"]}