{"cursor":"3154","size":15,"audio":[],"currentlang":"en","article":"\n\nThe 'Eastern Hemisphere' is a geographical term for the half of the Earth that\nis east of the Prime Meridian (which crosses Greenwich, England, United Kingdom)\nand west of 180° longitude. [http://www.britannica.com/oscar/print?articleI-\nd=275388&fullArticle=true&tocId=203675 Latitude and Longitude] at\nbritannica.com, accessed 2008-05-24 It is also used to refer to Europe,\nAsia, Africa, and Australasia, the Western Hemisphere, which includes the\nAmericas. This hemisphere is called the \"Oriental hemisphere\". In addition, it\nmay be used in a cultural or geopolitical sense as a synonym for 'Old World'.\n\nThe line demarcating the eastern and western hemispheres is an arbitrary\nconvention, unlike the equator (an imaginary line encircling the Earth,\nequidistant from its poles) which divides the northern and southern hemispheres.\nThe Prime Meridian at 0° longitude and the Antimeridian, at 180° longitude are\nthe conventionally accepted boundaries, since they divide eastern longitudes\nfrom western longitudes. This convention was established in 1884 at the\nInternational Meridian Conference held in Washington, D.C. where the Standard\nTime concepts of Canadian railroad engineer Sir Sandford Fleming were adopted.\nUsing this demarcation puts portions of western Europe, Africa and eastern\nRussia in the western hemisphere, thereby diluting its usefulness for\ncartography, as well as for geopolitical constructs, since all of Eurasia and\nAfrica are typically included in the eastern hemisphere. Consequently, the\nmeridians of 20°W and the diametrically opposed 160°E are often used, Olson,\nJudy M. \"[http://www.gis.psu.edu/projection/chapter4.html Projecting the\nhemisphere]\", ch. 4 from [http://www.gis.psu.edu/projection/ Matching the map\nprojection to the need]; Robinson, Arthur H. & Snyder, John P., eds. 1997.\nBethesda, MD: Cartography and Geographic Information Society, American Congress\non Surveying and Mapping. \"Eastern Hemisphere\". Merriam-Webster's\nGeographical Dictionary, 3rd ed. 2001. Springfield, MA: Merriam-Webster, Inc.,\np. 340. which includes all of the European and African mainlands, but also\nincludes a small portion of northeast Greenland (typically reckoned as part of\nNorth America) and excludes more of eastern Russia and Oceania (e.g., New\nZealand). Prior to the global adoption of Standard Time, numerous Prime\nMeridians were decreed by various countries where time was defined by local noon\n(thereby, local meridian).\n\nThe land mass of the Eastern Hemisphere is larger than that of the Western\nHemisphere and has a wide variety of habitats.\n","linknr":-1,"url":"Eastern_Hemisphere","recorded":1372152260,"links":[],"instances":[],"pdf":[],"categories":["Hemispheres of the Earth"],"headings":["References"],"image":[],"tags":[],"members":[],"related":["Geography","Earth","Prime_Meridian","Greenwich","England","United_Kingdom","180th_meridian","Europe","Asia","Africa","Australasia","Western_Hemisphere","Americas","Cultural_geography","Geopolitics","Old_World","Earth","Geographical_pole","Northern_Hemisphere","Southern_Hemisphere","Longitude","International_Meridian_Conference","Washington,_D.C.","Standard_Time","Sandford_Fleming","Western_Europe","Russia","Eurasia","20th_meridian_west","160th_meridian_east","Greenland","North_America","Oceania","New_Zealand","Habitat"]}