{"cursor":"3405","size":15,"audio":[],"currentlang":"en","article":"An electron donor is a chemical entity that donates electrons to another\ncompound. It is a reducing agent that, by virtue of its donating electrons, is\nitself oxidized in the process.\n\nTypical reducing agents undergo permanent chemical alteration through covalent\nor ionic reaction chemistry. This results in the complete and irreversible\ntransfer of one or more electrons. In many chemical circumstances, however, the\ntransfer of electronic charge to an electron acceptor may be only fractional,\nmeaning an electron is not completely transferred, but results in an electron\nresonance between the donor and acceptor. This leads to the formation of charge\ntransfer complexes in which the components largely retain their chemical\nidentities.\n\nThe electron donating power of a donor molecule is measured by its ionization\npotential which is the energy required to remove an electron from the highest\noccupied molecular orbital.\n\nThe overall energy balance (ΔE), i.e., energy gained or lost, in an electron donor-\nacceptor transfer is determined by the difference between the acceptor's\nelectron affinity (A) and the ionization potential (I):\n: {\\Delta}E=A-I\\,\n\nIn chemistry, the class of electron donors that donate not just one, but a set\nof two paired electrons that form a covalent bond with an electron acceptor\nmolecule, is known as a Lewis base. This phenomenon gives rise to the wide\nfield of Lewis acid-base chemistry. The driving forces for electron\ndonor and acceptor behavior in chemistry is based on the concepts of\nelectropositivity (for donors) and electronegativity (for acceptors) of atomic\nor molecular entities.\n","linknr":117,"url":"Electron_donor","recorded":1362902462,"links":20,"instances":["semiconductors"],"pdf":[],"categories":["Electrochemistry"],"headings":["Electron donors in biology","See also","References","External links"],"image":["//upload.wikimedia.org/math/0/1/8/018888aece53ba3455d893d23a5312c7.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["donor","semiconductors"]],"members":["donor"],"related":["Electron","Reducing_agent","Oxidize","Electron_acceptor","Charge_transfer_complex","Ionization_potential","Molecular_orbital","Electron_affinity","Chemistry","Covalent_bond","Lewis_base","Lewis_acids_and_bases","Electropositivity","Electronegativity","Biology","Cellular_respiration","Energy","Microorganisms","Bacteria","Electron_transport_chain","Hydrocarbons","Chlorinated","Vinyl_chloride","Biodegradation","Semiconductor","Donor_(semiconductors)"]}