{"micrownet":["elitist"],"duck":["\n<a href=\"http://duckduckgo.com/c/Social_theories\">Social theories</a>","Elitism","http://www.merriam-webster.com/dictionary/elitism","elitism definition: leadership or rule by an elite.","\n<a href=\"http://duckduckgo.com/c/Political_science\">Political science</a>","\n<a href=\"http://duckduckgo.com/c/Social_groups\">Social groups</a>","\n<a href=\"http://duckduckgo.com/Global_elite\">Global elite</a> - The global elite is a loosely defined group of the richest and most powerful people in the world, including \"politicians, central bankers, chief executives and lesser mortals\" like those who gat...","\n<a href=\"http://duckduckgo.com/Social_class\">Social class</a> - Social class (or simply \"class\"), as in a class society, is a set of concepts in the social sciences and political theory centered on models of social stratification in which people are gr...","\n<a href=\"http://duckduckgo.com/c/Narcissism\">Narcissism</a>","\n<a href=\"http://duckduckgo.com/Aristocracy\">Aristocracy</a> - Aristocracy (Greek ἀριστοκρατία aristokratía, from ἄριστος aristos \"excellent,\" and κράτος kratos \"power\") is a form of government in which power is in the hands of a small, privileg...","Merriam-Webster","\n<a href=\"http://duckduckgo.com/c/Ideologies\">Ideologies</a>","\n<a href=\"http://duckduckgo.com/Collective_narcissism\">Collective narcissism</a> - Collective narcissism (or group narcissism) is a type of narcissism where an individual has an inflated self-love of his or her own ingroup, where an “ingroup” is a group in which an indiv...","\n<a href=\"http://duckduckgo.com/class_discrimination\">Classism</a> - Classism is prejudice or discrimination on the basis of social class.","Elitism is the belief or attitude that some individuals, who form an elite—a select group of people with a certain ancestry, intrinsic quality or worth, higher intellect, wealth, specialized training or experience, or other distinctive attributes—are those whose influence or authority is greater than that of others; whose views on a matter are to be taken the most seriously or carry the most weight; whose views or actions are most likely to be constructive to society as a whole; or whose extraordinary skills, abilities, or wisdom render them especially fit to govern.","\n<a href=\"http://duckduckgo.com/c/Oligarchy\">Oligarchy</a>","\n<a href=\"http://duckduckgo.com/Rankism\">Rankism</a> - Rankism is \"abusive, discriminatory, or exploitative behavior towards people because of their rank in a particular hierarchy\"."],"common":{"milestones":["<a target=\"_new\" href=\"http://en.wikinews.org/wiki/Fear_and_loathing_on_the_campaign_trail,_August_2008\" title=\"Fear and loathing on the campaign trail, August 2008\">Fear and loathing on the campaign trail, August 2008</a>","<a target=\"_new\" href=\"http://en.wikinews.org/wiki/Attorney_John_Wolfe_wins_42%25_against_President_Obama_in_Arkansas_primary\" title=\"Attorney John Wolfe wins 42% against President Obama in Arkansas primary\">Attorney John Wolfe wins 42% against President Obama in Arkansas primary</a>","<a target=\"_new\" href=\"http://en.wikinews.org/wiki/On_the_campaign_trail,_June_2012\" title=\"On the campaign trail, June 2012\">On the campaign trail, June 2012</a>","<a target=\"_new\" href=\"http://en.wikinews.org/wiki/Danish_unofficial_draft_version_of_UNCCC_treaty_leaks,_G77_reacts_sharply\" title=\"Danish unofficial draft version of UNCCC treaty leaks, G77 reacts sharply\">Danish unofficial draft version of UNCCC treaty leaks, G77 reacts sharply</a>"],"image":[[],[]]},"Lists":[],"created":1373502462,"book":[],"micro-www":{"elitist":[""]},"wiki":{"cat":["Social groups","Political science","Ideologies","Oligarchy","Social theories","Narcissism"],"text":"\n\n'Elitism' is the belief or attitude that some individuals, who form an elite—a\nselect group of people with a certain ancestry, intrinsic quality or worth,\nhigher intellect, wealth, specialized training or experience, or other\ndistinctive attributes—are those whose influence or authority is greater than\nthat of others; whose views on a matter are to be taken the most seriously or\ncarry the most weight; whose views or actions are most likely to be constructive\nto society as a whole; or whose extraordinary skills, abilities, or wisdom\nrender them especially fit to\ngovern.<ref>[http://www.answers.com/topic/elitism#copyright elitism: Definition\nand Much More from Answers.com<!-- Bot generated title -->]</ref>\n\nAlternatively, the term elitism may be used to describe a situation in which\npower is concentrated in the hands of a limited number of people. Oppositions of\nelitism include anti-elitism, egalitarianism, populism and political theory of\npluralism. Elite theory is the sociological or political science analysis of\nelite influence in society—elite theorists regard pluralism as a utopian ideal.\nElitism also refers to situations in which an individual assumes special\nprivileges and responsibilities in the hope that this arrangement will benefit\nhumanity or themselves. Elitism is closely related to social class and what\nsociologists call social stratification. Members of the upper classes are\nsometimes known as the social elite. The term elitism is also sometimes used to\ndenote situations in which a group of people claiming to possess high abilities\nor simply an in-group or cadre grant themselves extra privileges at the expense\nof others. This form of elitism may be described as [[discrimination]].\n","title":"Elitism","headings":["Characteristics","Anti-elitism","See also","References","External links"]},"micro-relation":["3: Egalitarianism","3: Populism","2: Social_class","1: Elite","1: Ancestry","1: Intellect","1: Wealth","1: Anti-elitism","1: Political_theory","1: Elite_theory","1: Sociologist","1: Social_stratification","1: In-group","1: En_cadre","1: Meritocracy","1: Plutocracy","1: Democracy","1: Synonym","1: Means_of_production","1: Education","1: Student","1: Average_Joe","1: Snob","1: Socialism","1: Communism","1: Affirmative_action","1: Social_security","1: Luxury_tax","1: Progressive_tax","1: Public_policy","1: Aristocracy","1: Classism","1: Collective_narcissism","1: Global_elite","1: Rankism","1: Social_Darwinism","1: Social_Evolution"]}