{"cursor":"9888","size":15,"audio":[],"currentlang":"en","article":"\n\n\n\n'Ellipsoidal reflector spotlight' or 'Profile Spot' (abbreviated to 'ERS', or\ncolloquially 'ellipsoidal', 'ellipse', 'Leko' or 'Shakespeare') is the name for\na type of stage lighting instrument, named for the ellipsoidal reflector used to\ncollect and direct the light through a barrel that contains a lens or lens\ntrain. The optics of an ERS instrument are roughly similar to those of a\n35 mm slide projector. There are many types of ERS that are designed for\nthe myriad applications found in the entertainment industry. ERS instruments\ncome in all shapes and sizes. Each particular model of ERS has its own set of\ncharacteristics. Generally, ERS instruments are the most varied and utilized\ntype of stage lighting instrument. ERS may also be referred to as 'Profile\nSpotlights' (especially in Europe) because the beam can be shaped to the profile\nof an object. Ellipsoidal reflectors are used for their strong, well-defined\nlight and their versatility. [[Lekolite|Leko]] and [[Source Four]] are brand\nnames which are often, but inaccurately, used to refer to any sort of\nellipsoidal.\n\nCharacteristics of a typical ellipsoidal lighting unit include:\n\n*An ellipsoidal reflector *An adjustable lens tube containing the lens or lens\ntrain. Adjusting the tube by pushing it further in or pulling it further out of\nthe unit allows changes to the focus (softness or hardness) of the beam of light\nprojected by the unit. This results from changing the distance between the\nreflector and the lens train. \"Zoom\" ERS instruments can vary the size of beam\nas well as the focus *One or two Plano-Convex (PC for short) lenses within the\nlens tube to create the lens train. The Plano-Convex lenses, named for having\none flat side and one convex (bowed out) side, have their convex sides facing\neach other within the tube. The distance between these lenses and the distance\nbetween them and the reflector determines how wide the output beam of light is\n*A set of brackets on the end of the lens tube for the insertion of gel frames,\na color changing unit or any variety of accessories. Most modern units include\ntwo slots that allow for combining different accessories *A series of four\nshutters mounted at the internal focal point (the place where the varying angles\nof light coming off the reflector meet) of the unit. These allow for precise\nshaping and sizing of the unit's beam as lines. Additionally, an iris may be\npresent to size the beam circularly. *A slot in the body of the unit for the\ninsertion of metal gobos to change the pattern of the light in most cases is\npresent, this slot can also hold a glass gobo, dichroic colour roundel or an\neffects unit such as a gobo rotator or iris\n\nThe lamps are loaded from the rear (in most cases), and either mounted ly, or\nradially with the base either up or down (the orientation is important when\nmounting the instrument as using the light upside down will shorten lamp life)\nat a 45-degree angle or some times at a 90 degree angle. The filament of the\nlamp is at one focal point of the ellipsoidal reflector and the gate with the\nshutters and gobo are at the other focal point.\n","linknr":241,"url":"Ellipsoidal_reflector_spotlight","recorded":1362675939,"links":19,"instances":["lighting","disambiguation","optics"],"pdf":[],"categories":["Stage lighting instruments","Mirrors"],"headings":["Field Angle","Updates to the Design","See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/3/3a/Leko.JPG/200px-Leko.JPG","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Leko_reflector.JPG/200px-Leko_reflector.JPG","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Source_Four_ERS.jpg/200px-Source_Four_ERS.jpg","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Enizoom.jpg/200px-Enizoom.jpg","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/en/thumb/b/bf/Seleconpacific.jpg/200px-Seleconpacific.jpg","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["barrel","disambiguation"],["lens","optics"],["gobo","lighting"]],"members":["gobo","barrel","lens"],"related":["Stage_lighting_instrument","Ellipsoid","Mirror","Light","Barrel_(disambiguation)","Lens_(optics)","Brand_names","Color_gel","Gobo_(lighting)","Electrical_filament","Focal_length","McGraw_Hill","Source_Four","McGraw_Hill","Stage_lighting","Stage_lighting_instrument","Lighting_designer"]}