{
   "micrownet" : [
      "emasculation"
   ],
   "duck" : [
      "\n<a href=\"http://duckduckgo.com/Castration_anxiety\">Castration anxiety</a> - Castration anxiety is the fear of emasculation in both the literal and metaphorical sense.",
      "\n<a href=\"http://duckduckgo.com/Hanged%2C_drawn_and_quartered\">Hanged, drawn and quartered</a> - To be hanged, drawn and quartered was a penalty in England for men convicted of high treason, in use from 1351 although first recorded during the reigns of King Henry III (1216–1272) and his suc...",
      "\n<a href=\"http://duckduckgo.com/c/Torture\">Torture</a>",
      "Emasculation",
      "http://www.merriam-webster.com/dictionary/emasculation",
      "\n<a href=\"http://duckduckgo.com/c/Physical_punishments\">Physical punishments</a>",
      "emasculation definition: to deprive of strength, vigor, or spirit.",
      "Merriam-Webster",
      "\n<a href=\"http://duckduckgo.com/Masculinity\">Masculinity</a> - Masculinity is a set of qualities, characteristics or roles generally considered typical of, or appropriate to, a man.",
      "\n<a href=\"http://duckduckgo.com/Castration\">Castration</a> - Castration (also known as neutering) is any  action, surgical, chemical or otherwise, by which a biological male loses use of the testes (orchiectomy).",
      "\n<a href=\"http://duckduckgo.com/c/Castration\">Castration</a>",
      "Emasculation is the removal of both the penis and the testicles, the external male sex organs.",
      "\n<a href=\"http://duckduckgo.com/Feminization_(sociology)\">Feminization (sociology)</a> - In sociology, feminization is the shift in gender roles and sex roles in a society, group, or organization towards a focus upon the feminine."
   ],
   "common" : {
      "milestones" : [
         "<a target=\"_new\" href=\"http://en.wikinews.org/wiki/Former_Washington_D.C._police_officer_sues_district_for_racial_discrimination_and_harassment\" title=\"Former Washington D.C. police officer sues district for racial discrimination and harassment\">Former Washington D.C. police officer sues district for racial discrimination and harassment</a>"
      ],
      "image" : [
         [],
         []
      ]
   },
   "Lists" : [],
   "created" : 1373468150,
   "book" : [],
   "micro-www" : {
      "emasculation" : [
         ""
      ]
   },
   "wiki" : {
      "cat" : [
         "Castration",
         "Men and sexuality",
         "Physical punishments",
         "Penis",
         "Torture"
      ],
      "text" : "\n\n\n'Emasculation' is the removal of both the penis and the testicles, the external\nmale sex organs. Removal of the testicles alone is termed castration.\nEmasculation was a form of punishment in Medieval Europe and sometimes formed\npart of the process of being hanged, drawn and quartered.\n\nBy extension, the word has also come to mean to render a male less of a man, or\nto make a male feel less of a man by humiliation. This metaphorical usage of the\nword is much more common than the application of its literal meaning. It can\nalso mean the reduction or removal of force behind a statute or legislation, for\nexample, \"the Triennial Act was emasculated by the Cavalier Parliament\".\n\nThe removal of male (pollen) parts of a plant, largely for controlled\npollination and breeding purposes, is also called emasculation.\n",
      "title" : "emasculation",
      "headings" : [
         "See also"
      ]
   },
   "micro-relation" : [
      "2: Castration",
      "2: Hanged,_drawn_and_quartered",
      "1: Human_penis",
      "1: Testicle",
      "1: Sex_organ",
      "1: Punishment",
      "1: Medieval_Europe",
      "1: Triennial_Acts",
      "1: Cavalier_Parliament",
      "1: Castration_anxiety",
      "1: Masculinity",
      "1: Penis_removal",
      "1: Womb_and_vagina_envy"
   ]
}
