{"cursor":"2516","size":14,"audio":[],"currentlang":"en","article":"\n points, microliths from epipaleolithic northern Spain and southern France.]]\n\n\"'Epipaleolithic'\" is a term used for the \"final Upper Palaeolithic industries\noccurring at the end of the final glaciation which appear to merge\ntechnologically into the Mesolithic\". Bahn, Paul, The Penguin Archaeology\nGuide, Penguin, London, pp. 141. ISBN 0-14-051448-1\n\nThe term is sometimes used as a synonym of \"Mesolithic\". When a distinction is\nmade, \"Epipaleolithic\" stresses the continuity with the Upper Paleolithic, while\n\"Mesolithic\" stresses the subsequent transition to the Neolithic. \"The\nScandinavian Ice Sheet itself started to retreat northward about 8300 bce, and\nthe period between then and the origins of agriculture (at various times in the\n7th to 4th millennia, depending on location) was one of great environmental and\ncultural change. It is termed the Mesolithic Period (Middle Stone Age) to\nemphasize its transitional importance, but the alternative term Epipaleolithic,\nused mostly in eastern Europe, stresses the continuity with processes begun\nearlier.\" [http://www.britannica.com/EBchecked/topic/195896/history-of-\nEurope/58234/Mesolithic-adaptations history of Europe] at Encyclopedia\nBritannica online (accessed April 2013) Alfonso Moure says in this\nrespect:\n\n\nEpipalaeolithic hunter-gatherers made relatively advanced tools from small flint\nor obsidian blades, known as microliths that were hafted in wooden implements.\nThey were generally nomadic.\n\nSome authors reserve the term \"Mesolithic\" for the cultures of Europe, where the\nextinction of the Megafauna had a great impact on the Paleolithic populations at\nthe end of the Ice Age, from about 8000 BCE until the advent of the Neolithic\n(Sauveterrian, Tardenoisian, Maglemosian, etc.).\n","linknr":-1,"url":"Epipaleolithic","recorded":1372152278,"links":[],"instances":[],"pdf":[],"categories":["Holocene","Upper Paleolithic","Mesolithic"],"headings":["References"],"image":[],"tags":[],"members":[],"related":["Microlith","Last_Ice_Age","Mesolithic","Mesolithic","Upper_Paleolithic","Neolithic","Encyclopedia_Britannica","Hunter-gatherer","Flint","Obsidian","Microlith","Nomad","Megafauna","Sauveterrian","Tardenoisian","Maglemosian"]}