{"cursor":"4378","size":15,"audio":[],"currentlang":"en","article":"In philosophy and modal logic, 'epistemic possibility' relates a statement under\nconsideration to the current state of our knowledge about the actual world: a\nstatement is said to be:\n\n* epistemically possible if it may be true, for all we know\n* epistemically necessary if it is certain (or must be the case, given\n  what we know)\n* epistemically impossible if it cannot be true, given what we know\n\nEpistemic possibility is often contrasted with subjunctive possibility (or\n'alethic possibility'), and although epistemic and subjunctive possibilities are\noften expressed using the same modal terms (such as possibly, could be, must be)\nor similar modal terms that are sometimes confused (such as may be and might\nbe), statements that are qualified in terms of epistemic possibility and\nstatements that are qualified in terms of subjunctive possibility have\nimportantly different meanings.\n\nThe contrast is best explained by example. Consider the two statements:\n\n# Hitler might have been victorious in World War II Hitler may have been\n# victorious in World War II\n\nAlthough these two statements are often confused with one another, they mean two\ndifferent things: the first says something true about the vagaries of war; the\nsecond says something that is certainly false. The difference comes from the\nfact that the first statement—a statement of subjunctive possibility—says\nsomething about how things might have been under counterfactual conditions,\nwhereas the second—a statement of epistemic possibility—says something about the\nrelation between a particular outcome (a victory by Hitler) and our knowledge\nabout the actual world (since, as it happens, we know perfectly well that that\nparticular outcome did not actually obtain, we know that what it says is false).\n\nThe parallel distinction arises between types of conditionals (if-then\nstatements). Consider the difference between the epistemic connection expressed\nby an indicative conditional and the causal or metaphysical relation expressed\nby a subjunctive conditional:\n\n# If Oswald didn't shoot Kennedy, someone else did If Oswald hadn't shot\n# Kennedy, someone else would have\n\nThe first statement says something that is certainly true, and will be accepted\nas such by anyone who is convinced that somebody shot Kennedy. It's clearly true\nbecause it expresses this epistemic relation between its antecedent (the \"if\"-\nclause) and its consequent (the \"then\"-clause): The antecedent, if we came to\nknow it was true, would provide us with excellent evidence that the consequent\nis true. The second statement, on the other hand, expresses a causal or\nmetaphysical relation: It says that the world was set up so that the consequent\nwould have been made true if the antecedent were true. One will accept that\nsecond statement to the extent that one thinks the world was set up in that way.\n(Conspiracy theorists who think there was a back-up shooter, for instance, may\naccept the second statement.)\n\nBecause of these differences, epistemic possibility bears on the actual world in\nways that subjunctive possibility does not. Suppose, for example, that I want to\nknow whether or not to take an umbrella before I leave. If you tell me \"It's\npossible that it is raining outside\"—in the sense of epistemic possibility—then\nthat would weigh on whether or not I take the umbrella. But if you just tell me\nthat \"It's possible for it to rain outside\"—in the sense of metaphysical\npossibility—then I am no better off for this bit of modal enlightenment.\n","linknr":91,"url":"Epistemic_possibility","recorded":1362553697,"links":10,"instances":[],"pdf":[],"categories":["Epistemology","Modal logic","Possibility"],"headings":["Further reading","External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Philosophy","Modal_logic","Knowledge","Actual_world","Subjunctive_possibility","Hitler","World_War_II","Hitler","World_War_II","Counterfactual","Indicative","Subjunctive","Lee_Harvey_Oswald","John_F._Kennedy","Lee_Harvey_Oswald","John_F._Kennedy"]}