{"cursor":"3043","size":15,"audio":[],"currentlang":"en","article":"\n'Exogenous' (from the Greek words \"exo\" and \"gignomi\", meaning \"outside\" and \"to\ncome to be\") refers to an action or object coming from outside a system. It is\nthe opposite of [[endogenous]], something generated from within the system.\n\n* In an economic model, an 'exogenous' change is one that comes from outside\n  the model and is unexplained by the model. For example, in the simple supply\n  and demand model, a change in consumer tastes or preferences is unexplained\n  by the model and also leads to endogenous changes in demand that lead to\n  changes in the equilibrium price. Similarly, a change in the consumer's\n  income is given outside the model. Put another way, an exogenous change\n  involves an alteration of a variable that is autonomous, i.e., unaffected by\n  the workings of the model.\n\n* In linear regression, it means that the variable is independent of all other\n  response values.\n\n* In biology, \"exogenous\" refers to an action or object coming from the outside\n  of a system. For example, an exogenous contrast agent in medical imaging\n  refers to a liquid injected into the patient intravenously that enhances\n  visibility of a pathology, such as a tumor.\n\n*In biology, an exogenous factor is any material that is present and active in\nan individual organism or living cell but that originated outside of that\norganism, as opposed to an endogenous factor. **Exogenous factors in medicine\ninclude both pathogens and therapeutics. **DNA introduced to cells via\ntransfection or viral infection (transduction) is an exogenous factor.\n**Carcinogens are exogenous factors.\n\n* The word exogenous is also used in geography. Exogenous processes are all\n  taking place at the outside of the Earth and all the other planets.\n  Weathering, erosion, transportation and sedimentation are the main exogenous\n  processes.\n\n*In attentional psychology, exogenous refers to reaction to external stimuli\nwithout conscious intention. Posner, M.I. (1980), Orienting of attention.\nQuarterly Journal of Experimental Psychology, '32': 3 – 25. An example of\nthis would be attention drawn to a flashing light in the of vision.\n\n*In ludology, the study of games, exogenous refers to anything outside the game\nitself. Therefore an item in a massively multiplayer online game would have\nexogenous value if people were buying it with real world money rather than in\ngame currency (though its in game cost would be endogenous).\n\n*In materials science, exogenous refers to a property of a substance which is\nderived from outside or external influences, such as a nano-doped material.\n","linknr":118,"url":"Exogenous","recorded":1362481256,"links":16,"instances":["economics","genetics","biology"],"pdf":[],"categories":["Etymology"],"headings":["See also","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Wiktionary-logo-en.svg/37px-Wiktionary-logo-en.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["model","economics"],["model","economics"],["cell","biology"],["transduction","genetics"]],"members":["model","transduction","cell"],"related":["Greek_language","Economics","Model_(economics)","Supply_and_demand","Endogenous","Economic_equilibrium","Model_(economics)","Linear_regression","Biology","Intravenously","Tumor","Biology","Organism","Cell_(biology)","Medicine","Pathogens","Therapeutics","DNA","Transfection","Transduction_(genetics)","Carcinogens","Geography","Earth","Planets","Weathering","Erosion","Sedimentation","Psychology","Conscious","Visual_perception","Ludology","Endogenous","Materials_science","Endogeny","Endogenous_growth_theory","Exogenous_growth_model"]}