{"micrownet":["extracellular","extracellular_(vs._intracellular)","extracellular_fluid"],"duck":["Extracellular","\n<a href=\"http://duckduckgo.com/Intracellular\">Intracellular</a> - In cell biology, molecular biology and related fields, the word intracellular means \"inside the cell\".","http://www.merriam-webster.com/dictionary/extracellular","\n<a href=\"http://duckduckgo.com/c/Cell_biology\">Cell biology</a>","extracellular definition: situated or occurring outside a cell or the cells of the body.","Merriam-Webster","\n<a href=\"http://duckduckgo.com/c/Cell_anatomy\">Cell anatomy</a>","In cell biology, molecular biology and related fields, the word extracellular means \"outside the cell\"."],"common":{"milestones":["<a target=\"_new\" href=\"http://en.wikinews.org/wiki/Scientists_grow_beating_rat_heart_in_lab\" title=\"Scientists grow beating rat heart in lab\">Scientists grow beating rat heart in lab</a>"],"image":[[],[]]},"Lists":[],"created":1373543057,"book":[],"micro-www":{"extracellular":["extracellular_matrix","Extracellular_space","Extracellular_polymeric_substance","Extracellular_fluid","Extracellular",""]},"wiki":{"cat":["Cell anatomy","Cell biology"],"text":"In cell biology, molecular biology and related fields, the word 'extracellular'\n(or sometimes 'extracellular space') means \"outside the cell\". This space is\nusually taken to be outside the plasma membranes, and occupied by fluid. The\nterm is used in contrast to intracellular (inside the cell).\n\nAccording to the Gene Ontology database the Extracellular Space is a Cellular\nComponent defined as: \"That part of a multicellular organism outside the cells\nproper, usually taken to be outside the plasma membranes, and occupied by fluid.\nNote that for multicellular organisms, the extracellular space refers to\neverything outside a cell, but still within the organism (excluding the\nextracellular matrix). Gene products from a multi-cellular organism are secreted\nfrom a cell into the interstitial fluid or blood can therefore be annotated to\nthis term\".<ref>Extracellular Space by Gene Ontology database (EMBL-EBI)</ref>\n\nThe composition of the extracellular space includes metabolites, ions, various\nproteins and non-protein substances (i.e. DNA, RNA, lipids, microbial products\netc.) that might affect cellular function. For example, hormones, growth\nfactors, cytokines and chemokines act by travelling the extracellular space\ntowards biochemical receptors on cells. Other proteins that are active outside\nthe cell are various enzymes, including digestive enzymes (Trypsin, Pepsin),\nextracellular proteinases (Matrix metalloproteinases, ADAMTSs, Cathepsins) and\nantioxidant enzymes (extracellular superoxide dismutase). Often, proteins\npresent in the extracellular space are stored outside the cells by attaching to\nvarious Extracellular matrix components (Collagens, Proteoglycans,\netc.).<ref>.</ref> In addition, Extracellular matrix proteolytic products are\nalso present in the extracellular space, especially in tissues undergoing\nremodelling [2].\n\nThe term 'extracellular' is often used in reference to the extracellular fluid\n(ECF) compartment which composes about 15 litres of an average adult 70&nbsp;kg\nhuman body which is assumed to contain a total of about 50 litres of water\n(thus, about 30% of the body's water is in the ECF compartment).\n\nThe cell membrane (and, in plants and fungi, the cell wall) is the barrier\nbetween the two, and chemical composition of intra- and extracellular can be\nradically different. In most organisms, for example, a Na<sup>+</sup>/K<sup>+</sup>-\nATPase pump maintains a high concentration of sodium ions outside cells while\nkeeping that of potassium low, leading to chemical excitability. Many cold-\ntolerant plants force water into the extracellular space when the temperature\ndrops below 0&nbsp;degrees Celsius, so that when it freezes, it does not lyse\nthe plants' cells.<ref>Taiz, Lincoln. Plant Physiology, 4th ed. 2006. Sinaeur\nAssociates, Inc.</ref>\n\nTwo compartments comprise the extracellular space: the vascular space and the\ninterstitial space.<ref name=\"Fleischhauer95\"> {{ cite journal\n|author=Fleischhauer J, Lehmann L, Kléber AG |title=Electrical resistances of\ninterstitial and microvascular space as determinants of the extracellular\nelectrical field and velocity of propagation in ventricular myocardium\n|journal=Circulation |volume=92 |issue=3 |pages=587–94 |year=1995\n|month=August |pmid= |doi=\n|url=http://www.circ.ahajournals.org/cgi/content/full/92/3/587 }} </ref>\n","title":"extracellular","headings":["References"]},"micro-relation":["2: Ion","2: Extracellular_matrix","2: Litre","1: Cell_biology","1: Molecular_biology","1: Plasma_membrane","1: Intracellular","1: Gene_Ontology","1: Metabolites","1: Protein","1: Hormone","1: Growth_factor","1: Cytokine","1: Chemokine","1: Biochemical_receptor","1: Enzymes","1: Trypsin","1: Pepsin","1: Matrix_metalloproteinase","1: ADAMTS","1: Cathepsin","1: Superoxide_dismutase","1: Collagen","1: Proteoglycan","1: Extracellular#cite_note-1","1: Extracellular_fluid","1: Cell_membrane","1: Cell_wall","1: Na+/K+-ATPase","1: Concentration","1: Sodium","1: Potassium","1: Lysis","1: Vascular_space"]}