{"cursor":"2191","size":15,"audio":[],"currentlang":"en","article":"\n\nThe 'F-shape barrier' is a concrete crash barrier, originally designed to divide\nlanes of traffic on a highway. It is a modification of the widely-used Jersey\nbarrier design, and is generally considered safer.\n\nA parametric study, one that systematically varies the parameters, was done\nthrough computer simulations of barrier profiles labeled A through F. The\nresult showed that the one labeled F performed better than even the shape of\nthe Jersey barrier. A series of full-scale crash tests later confirmed these\ncomputer-based results. What is known today as the F-shape barrier takes its\nname from these tests and not from any part of the shape of the barrier,\nunlike, for example, T-walls.\n\nIn spite of these tests, the F-shape barrier has not supplanted the Jersey-\nshape. The Jersey-shape barrier was already in wide use, and it also met the crash-\ntest criteria. The states' contractors already had a significant investment in\nthe Jersey-shape casting forms and it would cost them money to change the\nprofiles of the forms.\n\nThe F-shape and the Jersey-shape have the same slopes, but the distance from the\nground to the slope break point of the F-shape is , which is lower than the Jersey-\nshape. This lower slope break point reduces vehicle lift, improving the\nbarrier's performance.\n\nBecause the Jersey-shape design requires very little modification to become an\nF-shape design, asphalt resurfacing can convert the Jersey-shape barrier into a\nmore F-shape-like barrier that is safer for lighter cars. However, these\nincreased layers of asphalt also reduce the working height of the barrier which\nreduces its effectiveness for heavier vehicles.\n\nThe UK equivalent is the concrete step barrier.\n","linknr":97,"url":"F-Shape_barrier","recorded":1362890057,"links":16,"instances":[],"pdf":[],"categories":["Road safety"],"headings":["See also","References"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/f/ff/Fshape.png/350px-Fshape.png","//upload.wikimedia.org/wikipedia/commons/thumb/7/7f/Autoroute_icone.svg/30px-Autoroute_icone.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Concrete","Crash_barrier","Highway","Jersey_barrier","T-Wall","Concrete_step_barrier","Jersey_barrier","Constant_slope_barrier"]}