{"micrownet":["fecal","fecal_impaction","fecal_matter","fecal_occult_test","fecalith"],"duck":["\n<a href=\"http://duckduckgo.com/c/Federal_elections_of_the_United_States\">Federal elections of the United States</a>","\n<a href=\"http://duckduckgo.com/c/United_States_federal_election_legislation\">United States federal election legislation</a>","\n<a href=\"http://duckduckgo.com/Buckley_v._Valeo\">Buckley v. Valeo</a> - Buckley v. Valeo, 424 U.S. 1 (1976), was a case in which the Supreme Court of the United States struck down several provisions in the 1974 Amendment to a law that limited campaign expenditur...","Federal Election Campaign Act","\n<a href=\"http://duckduckgo.com/Bipartisan_Campaign_Reform_Act\">Bipartisan Campaign Reform Act</a> - The Bipartisan Campaign Reform Act of 2002 is a United States federal law that amended the Federal Election Campaign Act of 1971, which regulates the financing of political campaigns.","\n<a href=\"http://duckduckgo.com/c/Federal_Election_Commission\">Federal Election Commission</a>","\n<a href=\"http://duckduckgo.com/Federal_Election_Commission\">Federal Election Commission</a> - The Federal Election Commission (FEC) is an independent regulatory agency that was founded in 1975 by the United States Congress to regulate the campaign finance legislation in the United ...","The Federal Election Campaign Act of 1971 is a United States federal law which increased disclosure of contributions for federal campaigns.","\n<a href=\"http://duckduckgo.com/Campaign_finance\">Campaign finance</a> -  Campaign finance refers to all funds raised in order to promote candidates, political parties, or policies in elections, referendums, initiatives, party activities, and party organizations.","\n<a href=\"http://duckduckgo.com/McConnell_v._Federal_Election_Commission\">McConnell v. Federal Election Commission</a> - McConnell v. Federal Election Commission, 540 U.S. 93, is a case in which the United States Supreme Court upheld the constitutionality of most of the Bipartisan Campaign Reform Act of 2002, ...","The Federal Election Campaign Act of 1971 (FECA,   et seq.","\n<a href=\"http://duckduckgo.com/Campaign_finance_in_the_United_States\">Campaign finance in the United States</a> - Campaign finance in the United States is the financing of electoral campaigns at the federal, state, and local levels."],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373548836,"book":[],"micro-www":{"feca":["Fecal_matter","Fecal_impaction","Fecal-oral_route",""]},"micro-relation":[]}