{"cursor":"6364","size":15,"audio":[],"currentlang":"en","article":".]] 'Finsbury Circus' is a park in the City of London, England; with an area of\n2.2 hectares it is the largest public open space within the City's\nboundaries. [http://www.visitthecity.co.uk/index.php/attractions/view/177/\nVisit the City] The 'circus' of the name reflects the elliptical shape of\nthe space, similar to the circus venues of ancient Rome, in this case with a\nlong axis lying east-west. It has an immaculately maintained Lawn Bowls club in\nthe centre, which has existed in the gardens since 1925. A bandstand, built in\n1955, is located nearby.\n\nThe circus was created in 1812 on an area which was originally part of Finsbury\nManor, having existed since 1527, on which the second Bethlem Royal Hospital had\nstood since 1675. Henry Benjamin Wheatley and Peter Cunningham, London, Past\nand Present: its history, associations, and traditions, II:42, s.v. \"Finsbury\nCircus\". The original houses, the last of which were demolished in 1921,\nwere intended for merchants and gentlemen, but were soon broken up internally\nand leased for solicitors and other professions. The gardens, featuring a\ncircuit of lime trees, were developed by William Montague to the specifications\nof the architect George Dance the Younger in 1815. [http://www.londongardensonline.org.uk/gardens-online-\nrecord.asp?ID=COL027 London Gardens Online] In 1819 James Elmes, A\nTopographical Dictionary of London and its Environs, 1831, s.v. \"Finsbury\nCircus\". the London Institution moved into \"ingeniously planned and\nelegantly detailed\" The phrase is Howard Colvin's, in A Biographical\nDictionary of British Architects 1600-1840, 3rd ed. 1995, s.v. \"Brooks\nWilliam\". premises designed by William Brooks William Brooks (1786-\n1867), a pupil of D.R. Roper, a zealous Nonconformist and anti-Papist and a\npassionate advocate for the abolition of slavery, retired from practice at an\nearly date; he was the father of C.W. Shirley Brooks, well-known as the editor\nof [[Punch (magazine)|Punch]] (Colvin 1995). at the north end of the\ncircus; it closed in 1912 and the buildings were used for the University of\nLondon until their demolition in 1936. ' Britannic House seen from the central\ngreen]] The circus was opened as a public park in the early 20th century, under\npowers granted to the City of London Corporation in the City of London (Various\nPowers) Act 1900. {{cite web |url=http://www.audit-\ncommission.gov.uk/SiteCollectionDocuments/InspectionOutput/InspectionReports/20-\n01/CorpLondon03.pdf |title=Best Value Inspection: Corporation of London Open\nSpaces Department |date=September 2001 |publisher=Audit Commission\n|accessdate=10 December 2010 }} The gardens had previously been a private\nspace for the use of the freeholders or lease-holders of the surrounding\nbuildings, who objected to their compulsory purchase, fearing that their use by\nthe public would create a nuisance which would lower the value of their\nproperty. {{cite news |title=City Of London (Various\nPowers) Bill |date=28 March 1900 |work=The Times |pages=2, col F |accessdate=10\nDecember 2010 |location=London }} The campaign to make them a public space\nwas led by Alpheus Morton, deputy-Alderman for Farringdon Without and a member\nof the Corporations' Streets Committee, {{cite news |title = Memorial Service. Sir A.C. Morton |date = 2 May\n1923 |work = The Times |page = 17, col D |accessdate = 10 December 2010\n|location = London }} and the circus became known with the Corporation as\n\"Morton's Park\". {{cite news |title=News in Brief\n|date=20 August 1919 |work=The Times |page=7, col F |accessdate=10 December 2010\n|location=London }}\n\nFronting the northwest quadrant of the oval, with fronts on roads entering the\nCircus from the west stands Edwin Lutyens's massive Britannic House (1921–25,\nlisted Grade II), designed for the Anglo-Persian Oil Company, which became BP;\nits free-standing architectural sculptures are by Francis Derwent\nWood. Philip Ward-Jackson, Public Sculpture of the City of London\n2003:109f. It was built on the site of the last remaining original\nhouses. Harold Philip Clunn, London Rebuilt, 1897-1927: an attempt to depict\nthe principal, 1927:17ff.\n\nThe nearest Tube station is Moorgate, to the West, and the park is also close to\nLiverpool Street Station; both are within about two hundred meters. It is\nlocated in the Coleman Street ward.\n\nFinsbury Circus has been used as the finish point for the Miglia Quadrato each\nyear. In recent years it has also played host to the start of the Miglia\nQuadrato since the event start was removed from Smithfield Market.\n","linknr":-1,"url":"Finsbury_Circus","recorded":1375089151,"links":[],"instances":["various_powers_act_1900"],"pdf":[],"categories":["Parks and open spaces in the City of London","Squares in the City of London","Bowling greens in England"],"headings":["Crossrail","References"],"image":[],"tags":[["city_of_london","various_powers_act_1900"]],"members":["city_of_london"],"related":["City_of_London","England","Circus_Maximus","Lawn_Bowls","Bandstand","Bethlem_Royal_Hospital","Tilia","George_Dance_the_Younger","London_Institution","Howard_Colvin","Nonconformist","Shirley_Brooks","City_of_London_Corporation","City_of_London_(Various_Powers)_Act_1900","Compulsory_purchase","The_Times","Alpheus_Morton","Farringdon_Without","Edwin_Lutyens","Anglo-Persian_Oil_Company","BP","Francis_Derwent_Wood","Moorgate_station","Liverpool_Street_Station","Coleman_Street","Miglia_Quadrato","Smithfield_Market","Metropolitan_Railway","Crossrail"]}