{"cursor":"3938","size":15,"audio":[],"currentlang":"en","article":"'Fixation' or 'visual fixation' is the maintaining of the visual gaze on a\nsingle location. Humans (and other animals with a fovea) typically alternate\nsaccades and visual fixations, the notable exception being in smooth pursuit,\ncontrolled by a different neural substrate that appear to have developed for\nhunting prey. There are three categories of fixational eye movements:\nmicrosaccades, ocular drifts, and ocular microtremor. Fixational eye movement\nhas been found in a number of species, including humans, other primates,\ncats, rabbits, turtles, salamanders, owls. Although their existence has been\nknown since the 1950s, the role and importance of fixational eye movement is\nstill debated.\n\nReading involves fixating on a successive locations across the page or screen.\nVisual fixation is never perfectly steady: fixational eye movement occurs\ninvoluntarily. The term \"fixation\" can also be used to refer to the point in\ntime and space of focus rather than to the act of fixating; a fixation in this\nsense is the point between any two saccades, during which the eyes are\nrelatively stationary and virtually all visual input occurs (e.g., Martin 1974).\n\nIn the current consensus, fixational eye movement contributes to maintaining\nvisibility, by continuously stimulating neurons in the early visual areas of\nthe brain, which mostly respond to stimuli. In the absence of retinal jitter\n(a laboratory condition called retinal stabilization), stabilized images as a\nvisual percept rapidly fade out and completely disappear (provided the\nstabilization is good enough) (Pritchard, Heron & Hebb, 1960; Coppola &\nPurves, 1996).\n\nFixation is also used in experiments in vision science or neuroscience. Human\nsubjects are often told to fixate on an object on a monitor before any\nexperiment takes place. This serves to direct the person's attention to the\npoint where visual information will be presented. Experiments in neurophysiology\nfrom different laboratories have shown that fixational eye movement,\nparticularly microsaccades, strongly modulate the activity of neurons in several\nvisual areas of the macaque brain. This topic is currently under active\ninvestigation.\n\nFixational eye movement might also participate to the neural code in the early\nvisual system, although this hypothesis is still a very recent line of research.\n","linknr":104,"url":"Fixation_(visual)","recorded":1362565933,"links":15,"instances":["physiology","activity"],"pdf":["http://neuralcorrelate.com/martinez-conde_et_al_nrn_2004.pdf","http://neuralcorrelate.com/martinez-conde_et_al_nrn_2004.pdf"],"categories":["Eye","Vision"],"headings":["External links","See also","References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["reading","activity"],["stimulus","physiology"]],"members":["stimulus","reading"],"related":["Visual_perception","Fovea","Saccade","Smooth_pursuit","Microsaccade","Ocular_drift","Ocular_microtremor","Reading_(activity)","Neurons","Brain","Stimulus_(physiology)","Retinal_stabilization","Stabilized_images","Neurophysiology","Microsaccade","Macaque","Neural_code","Rapid_eye_movement","Saccade","Troxler's_fading"]}