{"cursor":"3683","size":15,"audio":[],"currentlang":"en","article":"\n\n'Flux linkage' is a property of a two-terminal element. Although it is often\nconfused with '[[magnetic flux]]', the 'Flux linkage' is actually an extension\nrather than an equivalent of 'magnetic flux'. 'Flux linkage' is defined as\n\n: \\lambda=\\int_\\, v\\, dt\n\nwhere v is the voltage across the device or the potential\ndifference between the two terminals. This definition can also be written in\ndifferential form as\n\n: v = \\frac{d\\lambda}{dt}\n\nFaraday showed that the magnitude of the emf generated in a conductor forming a\nclosed loop is proportional to the rate of change of the total magnetic flux\npassing through the loop (Faraday's law). Thus, for a typical inductance (a coil\nof conducting wire), the flux linkage is equivalent to magnetic flux, which is\nthe total magnetic field passing through the surface (i.e. normal to that\nsurface) formed by a closed conducting loop coil, and is determined by the\nnumber of turns in the coil and the magnetic field，i.e.，\n\n: \\lambda=\\int\\limits_S\\, \\vec{B} \\cdot dS\n\nwhere \\vec{B} is the flux density, or flux per unit area at a given\npoint in space.\n\nThe simplest example of such a system is a single circular coil of conductive\nwire immersed in a magnetic field of constant magnitude at every point and with\na direction perpendicular to the surface formed by the loop. In this case the\nflux linkage is simply the flux density passing through the loop multiplied by\nits surface area, i.e. \\lambda=|\\vec{B}|\\,A = BA . If several turns\nof the wire are made, this becomes \\lambda=NBA where N is the\nnumber of turns. In this case, the surface through which the magnetic flux is\npassing has been increased by a factor of N .\n\nDue to the equivalence of flux linkage and total magnetic flux in the case of\ninductance, it is popularly accepted that the flux linkage is simply an\nalternative term for total flux, used for convenience in engineering\napplications. Nevertheless, this is not true, especially for the case of\nmemristor, which is also referred to as the fourth fundamental circuit element.\nFor a memristor, the electric field in the element is not as negligible as for\nthe case of inductance, so the 'Flux linkage' is no longer equivalent to\n'magnetic flux'. In addition, for a memristor, the flux linkage related energy\nis dissipated in the form of Joule heating, instead of being stored in magnetic\nfield as done in the case of an inductance: there is no physical magnetic field\ninvolved as a link to anything! In conclusion, flux linkage should be\ninterpreted as an extension rather than an equivalent to magnetic flux.\n\nFlux linkage is commonly used to estimate the magnetic flux of an AC machine.\nHowever, errors in the voltage measurement and the resulting drift problem of\nthe integral cause the ideal integral to often be replaced with a low-pass\nfilter approximation.\n","linknr":116,"url":"Flux_linkage","recorded":1362559710,"links":22,"instances":[],"pdf":["http://www.cpmt.org/scv/meetings/chua.pdf","http://www.waset.org/journals/waset/v60/v60-173.pdf"],"categories":["Electromagnetism"],"headings":["External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/math/5/e/1/5e1a74d9669b05847e3fbad00b8428b3.png","//upload.wikimedia.org/math/9/e/3/9e3669d19b675bd57058fd4664205d2a.png","//upload.wikimedia.org/math/9/f/9/9f9345c3e7914660df230f2906ac646e.png","//upload.wikimedia.org/math/d/8/5/d85caa95896626d2a8f892dbc847cf62.png","//upload.wikimedia.org/math/3/4/4/3441467fdbb94a7412b8b9cdc3a7aaf3.png","//upload.wikimedia.org/math/2/8/3/28385e40c0524ff709584ec0750bc43e.png","//upload.wikimedia.org/math/3/e/3/3e3bb6563a2e2e18b997a3aafc4e1b53.png","//upload.wikimedia.org/math/8/d/9/8d9c307cb7f3c4a32822a51922d1ceaa.png","//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/4/4a/Commons-logo.svg/30px-Commons-logo.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/5/54/Science.jpg/30px-Science.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Michael_Faraday","Electromotive_force","Faraday's_law_of_induction","Flux_Density","Memristor","AC_motor","Low-pass_filter"]}