{"micrownet":["formalism"],"duck":["\n<a href=\"http://duckduckgo.com/Formalism_(mathematics)\">Formalism (mathematics)</a>, that statements of mathematics and logic can be thought of as statements about the consequences of certain string manipulation rules.","\n<a href=\"http://duckduckgo.com/Formalism_(linguistics)\">Formalism (linguistics)</a>","Formalism","http://www.merriam-webster.com/dictionary/formalism","formalism definition: the practice or the doctrine of strict adherence to prescribed or external forms (as in religion or art).","\n<a href=\"http://duckduckgo.com/Formalism_(philosophy)\">Formalism (philosophy)</a>, that there is no transcendent meaning to a discipline other than the literal content created by a practitioner","\n<a href=\"http://duckduckgo.com/Russian_formalism\">Russian formalism</a>, school of literary criticism in Russia from the 1910s to the 1930s","\n<a href=\"http://duckduckgo.com/Formalism_(art)\">Formalism (art)</a>, that a work's artistic value is entirely determined by its form","\n<a href=\"http://duckduckgo.com/Formalism_(literature)\">Formalism (literature)</a> - Formalism is a school of literary criticism and literary theory having mainly to do with structural purposes of a particular text.","\n<a href=\"http://duckduckgo.com/d/Formal\">Formal Meanings</a>","\n<a href=\"http://duckduckgo.com/Religious_formalism\">Religious formalism</a>, an emphasis on the ritual and observance of religion, rather than its meaning.","Merriam-Webster","\n<a href=\"http://duckduckgo.com/Legal_formalism\">Legal formalism</a>, legal positivist view that the substantive justice of a law is a question for the legislature rather than the judiciary","\n<a href=\"http://duckduckgo.com/d/Form\">Form Meanings</a>","\n<a href=\"http://duckduckgo.com/Formalist_film_theory\">Formalist film theory</a>, focused on the formal, or technical, elements of a film","\n<a href=\"http://duckduckgo.com/Formalism_(music)\">Formalism (music)</a> - In music theory and especially in the branch of study called the aesthetics of music, formalism is the concept that a composition's meaning is entirely determined by its form."],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373510189,"book":[],"micro-www":{"formalism":["formalism",""]},"wiki":{"cat":["Philosophy disambiguation"],"text":"\n\n'Formalism' may refer to:\n* Form (disambiguation)\n* Formal (disambiguation)\n* Legal formalism, legal positivist view that the substantive justice of a law\n  is a question for the legislature rather than the judiciary\n* Formalism (linguistics)\n* Scientific formalism\n* Formalism (philosophy), that there is no transcendent meaning to a discipline\n  other than the literal content created by a practitioner ** Religious\n  formalism, an emphasis on the ritual and observance of religion, rather than\n  its meaning. ** Formalism (mathematics), that statements of mathematics and\n  logic can be thought of as statements about the consequences of certain string\n  manipulation rules. ** Formalism (art), that a work's artistic value is\n  entirely determined by its form *** Formalism (music) *** Formalist film\n  theory, focused on the formal, or technical, elements of a film *** Formalism\n  (literature) **** Russian formalism, school of literary criticism in Russia\n  from the 1910s to the 1930s\n","title":"formalism","headings":["See also"]},"micro-relation":["1: Legal_formalism","1: Scientific_formalism","1: Religious_formalism","1: Formalist_film_theory","1: Russian_formalism","1: Formality"]}