{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/Fixed_point_iteration\">Fixed point iteration</a>, a numerical root-finding algorithm","FPI","\n<a href=\"http://duckduckgo.com/kyrgyz_Technical_University\">Frunze Polytechnic Institute</a>, the former name of Kyrgyz Technical University","\n<a href=\"http://duckduckgo.com/Force_Protection_Inc\">Force Protection Inc</a> - Force Protection, Inc. is a manufacturer of ballistic- and blast-protected vehicles from the United States  which have been used in Iraq, Afghanistan, Kosovo and other hot spots around the world.","FPI could stand for: Islamic Defender Front Ivorian Popular Front, Federal Prison Industries, Inc.","\n<a href=\"http://duckduckgo.com/Freiburger_Pers%C3%B6nlichkeitsinventar\">Freiburger Persönlichkeitsinventar</a>, a psychological personality test like the <a href=\"http://duckduckgo.com/?q=MMPI\">MMPI</a>.","\n<a href=\"http://duckduckgo.com/Fiscal_Policy_Institute\">Fiscal Policy Institute</a>, an independent, nonpartisan, nonprofit research and education organization","\n<a href=\"http://duckduckgo.com/Flexible_Peripheral_Interconnect_Bus\">Flexible Peripheral Interconnect Bus</a>, an electrical Bus used inside microcontrollers.","\n<a href=\"http://duckduckgo.com/Family_and_Parenting_Institute\">Family and Parenting Institute</a> - The Family and Parenting Institute is an independent charity that exists to make the UK a better place for families and children.","\n<a href=\"http://duckduckgo.com/Fabry%E2%80%93P%C3%A9rot_interferometer\">Fabry–Pérot interferometer</a>, instrument used to measure the wavelength of light","\n<a href=\"http://duckduckgo.com/Formal_Public_Identifier\">Formal Public Identifier</a> - A Formal Public Identifier (FPI) is a short piece of specially formatted text that may be used to uniquely identify a product, specification or document.","\n<a href=\"http://duckduckgo.com/Fluorescent_penetrant_inspection\">Fluorescent penetrant inspection</a>, a process for finding defects in non-porous materials.","\n<a href=\"http://duckduckgo.com/Foreign_Policy_Institute\">Foreign Policy Institute</a>, Turkish think tank","\n<a href=\"http://duckduckgo.com/The_F.P.I._Project\">The F.P.I. Project</a>, an Italian <a href=\"http://duckduckgo.com/?q=Eurodance\">Eurodance</a>/<a href=\"http://duckduckgo.com/?q=House Music\">House Music</a> act  that was active from 1989 to 1996","\n<a href=\"http://duckduckgo.com/federal_Prison_Industries\">Federal Prison Industries, Inc.</a> - Federal Prison Industries, also known as UNICOR and FPI, is a wholly owned government corporation created in 1934 by statute and Executive Order that produces goods and services from...","\n<a href=\"http://duckduckgo.com/Foreign_portfolio_investment\">Foreign portfolio investment</a>, investment outside the economy of the investor"],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373508356,"book":[],"micro-www":{"fpi":[""]},"micro-relation":[]}