{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/Fresno_Pacific_University\">Fresno Pacific University</a> - Fresno Pacific University also known as FPU is an accredited Christian university located in Fresno, California, United States.","FPU","\n<a href=\"http://duckduckgo.com/Fishermen's_Protective_Union\">Fishermen's Protective Union</a>, a left populist political party and later service organization in the former Dominion of Newfoundland from 1908 to the 1960s","\n<a href=\"http://duckduckgo.com/Federation_of_Progressive_Unions\">Federation of Progressive Unions</a>, a trade union center in Mauritius","\n<a href=\"http://duckduckgo.com/Filter_Paper_Unit\">Filter Paper Unit</a>","\n<a href=\"http://duckduckgo.com/Florida_Polytechnic_University\">Florida Polytechnic University</a> - Florida Polytechnic University is a public university located in Lakeland, Florida, United States.","\n<a href=\"http://duckduckgo.com/Federation_of_Trade_Unions_of_Ukraine\">Federation of Trade Unions of Ukraine</a> - The Federation of Trade Unions of Ukraine is an all-Ukrainian voluntary association of trade unions that represents national-level industrial sector in the Crimea and the city of Kiev and it sur...","\n<a href=\"http://duckduckgo.com/progress_Party%E2%80%99s_Youth_(Norway)\">Youth of the Progress Party (Norway)</a> or Fremskrittspartiets Ungdom","\n<a href=\"http://duckduckgo.com/Fermi%E2%80%93Pasta%E2%80%93Ulam_problem\">Fermi–Pasta–Ulam problem</a> - In physics, the Fermi–Pasta–Ulam problem or FPU problem was the apparent paradox in chaos theory that many complicated enough physical systems exhibited almost exactly periodic behavior in...","\nFinancial Peace University, a training program by <a href=\"http://duckduckgo.com/Dave_Ramsey\">Dave Ramsey</a>.","\n<a href=\"http://duckduckgo.com/Floating-point_unit\">Floating-point unit</a>, a part of a computer system specially designed to carry out operations on floating point numbers"],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373526902,"book":[],"micro-www":{"fpu":[""]},"micro-relation":[]}