{
   "micrownet" : [
      "gargle"
   ],
   "duck" : [
      "Gargling",
      "Gargling is the act in which one bubbles a liquid in one's mouth.",
      "\n<a href=\"http://duckduckgo.com/c/Oral_hygiene\">Oral hygiene</a>",
      "http://www.merriam-webster.com/dictionary/gargling",
      "gargling definition: to hold (a liquid) in the mouth or throat and agitate with air from the lungs.",
      "Merriam-Webster"
   ],
   "common" : {
      "milestones" : [],
      "image" : [
         [],
         []
      ]
   },
   "Lists" : [],
   "created" : 1373471665,
   "book" : [],
   "micro-www" : {
      "gargle" : [
         ""
      ]
   },
   "wiki" : {
      "cat" : [
         "Oral hygiene"
      ],
      "text" : "\n\n'Gargling' is the act in which one bubbles a liquid in one's mouth. It usually\nrequires that the head be tilted back, allowing a mouthful of liquid to sit in\nthe upper throat. The head can be tilted by extending either the neck or the\nback, depending on what is comfortable for the gargler. Air is then expelled\nfrom the lungs, causing the liquid to bubble and undulate throughout the throat\nand mouth region.\n\nAs gargling can be done repetitively with the same liquid for greater periods\nthan a person's lung capacity allows, one temporarily tilts the head forward to\nbe able to breathe in again easily, as the liquid travels to the front of the\nmouth. Breathing in can be done through the mouth for people with nasal\ncongestion; this requires a lesser amount of liquid so that it does not spill\nout when the mouth is opened for inhaling.\n\nIt is a common method of cleansing the throat, when gargling warm water and\nsalt, if one has a sore throat due to upper-respiratory virus, infection or\nother cause.<ref>[http://www.webmd.com/cold-and-flu/cold-guide/cold-remedies 12\nHome Remedies for the Cold: Nasal Spray, Steam, & More<!-- Bot generated title\n-->]</ref>\n\nGargling is practiced in Japan for perceived prevention of viral infection. A\n2005 study found that gargling either with simple water or a providone/iodine\nsolution was effective in preventing upper respiratory infection and decreasing\nthe severity of symptoms if contracted.<ref></ref> A later study found that the\nsame procedure did not prevent influenza-like illnesses.<ref>http://www.jstage.-\njst.go.jp/article/internalmedicine/46/18/1623/_pdf</ref> Other sources attribute\nthe benefit to a simple placebo effect.<ref>[http://search.japantimes.co.jp/cgi-\nbin/fl20091215zg.html To gargle or not to gargle?] Japan Times, 15th December\n2009</ref> One commonly used way is with tisanes, or tea.\n\nAccording to modern western etiquette, gargling is a fairly impolite activity\nduring a social occasion or mealtime. It is typically performed in a bathroom at\na sink so the refused liquid may be disposed of properly.\n",
      "title" : "Gargling",
      "headings" : [
         "References"
      ]
   },
   "micro-relation" : [
      "1: Lung",
      "1: Mouth",
      "1: Nasal_congestion",
      "1: Throat",
      "1: Sore_throat",
      "1: Virus",
      "1: Infection",
      "1: Japan",
      "1: Upper_respiratory_infection",
      "1: Influenza",
      "1: Japan_Times",
      "1: Tisane",
      "1: Tea",
      "1: Etiquette",
      "1: Bathroom"
   ]
}
