{"cursor":"3188","size":15,"audio":[],"currentlang":"en","article":", 1937]] 'Gathering seafood by hand' can be as easy as picking shellfish or kelp\nup off the beach, or doing some digging for clams or crabs, or perhaps diving\nunder the water for abalone or lobsters.\n\nShellfish can be collected from intertidal areas using a spade or rake and put\nthrough a sieve to extract the ones of marketable size.\n\nSeafood can be found in coastal zones as well as rivers and lakes around the\nworld. Seafood suitable for gathering by hand includes aquatic invertebrates\nsuch as molluscs, crustaceans, and echinoderms as well as aquatic plants. Some\nmolluscs (shellfish) commonly gathered are oysters, clams, scallops and cockles.\nSome crustaceans commonly gathered are lobster, crayfish, and crabs. A common\nplant gathered is kelp. Echinoderms are not gathered as much as mollusks and\ncrustaceans. In Asia, sea cucumber and sea urchins are gathered. In parts of the\nUnited States, mainly the South, catfish, primarily of the flathead species, are\noccasionally caught by hand in a technique most often known as noodling.\n\nVery little, or no specialized equipment is required to gather many of these sea\nfoods. We would expect to see evidence for shellfish consumption in prehistory,\nsince the discarded shell can remain for long periods. In fact the earliest\nevidence for shellfish consumption dates back to a 300,000 year old site in\nFrance called Terra Amata. This is a hominid site as modern Homo sapiens did not\nappear until around 50,000 years ago. Szabo The\nimportance of shellfish in prehistoric diet has been the source of much debate\nin archaeology. Sometimes they are referred to as a famine food and their\nnutritional value is played down at the expense of terrestrial or non-marine\nfood sources.\n\nSome shellfish are gathered by diving. Pearl diving is the practice of hunting\nfor oysters by free-diving to depths of up to thirty metres. Abalone are also\ngathered by diving. Divers can also catch lobsters by hand.\n","linknr":-1,"url":"Gathering_seafood_by_hand","recorded":1372152238,"links":[],"instances":["bivalve","food"],"pdf":[],"categories":["Fishing techniques and methods"],"headings":["Notes","References"],"image":[],"tags":[["cockle","bivalve"],["sea_cucumber","food"]],"members":["cockle","sea_cucumber"],"related":["Shellfish","Kelp","Beach","Clam","Crab","Abalone","Lobster","Intertidal","Coast","Aquatic_animal","Invertebrate","Mollusc","Crustacean","Echinoderm","Aquatic_plants","Oyster","Clam","Scallop","Cockle_(bivalve)","Kelp","Sea_cucumber_(food)","Sea_urchin","United_States","Southern_United_States","Catfish","Flathead_catfish","Noodling","Prehistory","France","Terra_Amata","Hominid","Homo_sapiens","Archaeology","Famine_food","Pearl_diving","Oyster","Free-diving","Abalone","Lobster","2004_Morecambe_Bay_cockling_disaster"]}