{"cursor":"9698","size":15,"audio":[],"currentlang":"en","article":"\n'Generosity' is the habit of giving without expecting anything in return. It can\ninvolve offering time, assets or talents to aid someone in need. Often equated\nwith charity as a virtue, generosity is widely accepted in society as a\ndesirable trait.\n\nIn times of natural disaster, relief efforts are frequently provided,\nvoluntarily, by individuals or groups acting unilaterally in making gifts of\ntime, resources, goods, money, etc.\n\nGenerosity is a guiding principle for many registered charities, foundations and\nnon-profit organizations.\n\nGenerosity can also be spending time, money, or labor, for others, without being\nrewarded in return.\n\nAlthough the term generosity often goes hand-in-hand with charity, many people\nin the public's eye want recognition for their good deeds. Donations are needed\nto support organizations and committees, however, generosity should not be\nlimited to times of great need such as natural disasters and extreme situations.\n\nGenerosity is not solely based on one's economic status, but instead, includes\nthe individual's pure intentions of looking out for society's common good and\ngiving from the heart. Generosity should reflect the individual's passion to\nhelp others. In Buddhism, generosity is one of the Ten Perfections and is the\nantidote to the self-chosen poison called greed.\n\nIn Islam Quran states that whatever we give away generously, with the intention\nof pleasing God, He will replace it. God knows what is in the hearts of men.\nSay: âTruly, my Lord enlarges the provision for whom He wills of His slaves, and\nalso restricts it) for him, and whatsoever you spend of anything (in Godâs\nCause), He will replace it. And He is the Best of providers.â (Quran 34:39)\n\nThe modern English word \"generosity\" derives from the Latin word generÅsus,\nwhich means \"of noble birth,\" which itself was passed down to English through\nthe Old French word generous. The Latin stem generâ is the declensional stem of\ngenus, meaning \"kin,\" \"clan,\" \"race,\" or \"stock,\" with the root IndoâEuropean\nmeaning of gen being \"to beget.\" The same root gives us the words genesis,\ngentry, gender, genital, gentile, genealogy, and genius, among others.\n\nMost recorded English uses of the word \"generous\" up to and during the Sixteenth\nCentury reflect an aristocratic sense of being of noble lineage or high birth.\nTo be generous was literally a way of complying to nobility.\" During the 17th\nCentury, however, the meaning and use of the word began to change. Generosity\ncame increasingly to identify not literal family heritage but a nobility of\nspirit thought to be associated with high birthâ that is, with various admirable\nqualities that could now vary from person to person, depending not on family\nhistory but on whether a person actually possessed the qualities. In this way\ngenerosity increasingly came in the 17th Century to signify a variety of traits\nof character and action historically associated (whether accurately or not) with\nthe ideals of actual nobility: gallantry, courage, strength, richness,\ngentleness, and fairness. In addition to describing these diverse human\nqualities, \"generous\" became a word during this period used to describe fertile\nland, the strength of animal breeds, abundant provisions of food, vibrancy of\ncolors, the strength of liquor, and the potency of medicine.\n\nThen, during the 18th Century, the meaning of \"generosity\" continued to evolve\nin directions denoting the more specific, contemporary meaning of munificence,\nopenâhandedness, and liberality in the giving of money and possessions to\nothers. This more specific meaning came to dominate English usage by the 19th\nCentury. Over the last five centuries in the English speaking world,\n\"generosity\" developed from being primarily the description of an ascribed\nstatus pertaining to the elite nobility to being an achieved mark of admirable\npersonal quality and action capable of being exercised in theory by any person\nwho had learned virtue and noble character (Smith 2009).\n","linknr":153,"url":"Generosity","recorded":1362672410,"links":18,"instances":["virtue","charity"],"pdf":[],"categories":["Philanthropy","Social concepts","Virtue"],"headings":["Generosity in religions","Research and Scholarship","Science of Generosity","See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Wiktionary-logo-en.svg/37px-Wiktionary-logo-en.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Wikiquote-logo-en.svg/40px-Wikiquote-logo-en.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["charity","virtue"],["foundation","charity"],["charity","virtue"]],"members":["charity","foundation"],"related":["Habituation","Gift","Charity_(virtue)","Virtue","Natural_disaster","Charities","Foundation_(charity)","Non-profit_organization","Buddhism","Ten_Perfections","Antidote","Poison","Islam","Ascribed_status","Charity_(virtue)","Dāna","Missionary_Church_of_Kopimism","Dāna","Niyama","Indian_religions","Indian_religions","Vidya","Vidya","Prophet_Muhammad","Paul_J._Zak","Peptide","Oxytocin","Dictator_Game","Ultimatum_Game","University_of_Notre_Dame","Altruism","Dāna","Philanthropy","Selfishness"]}