{"cursor":"4846","size":15,"audio":[],"currentlang":"en","article":"'Geophysiology' (Geo, earth + [[physiology]], the study of living bodies) is the\nstudy of interaction among living organisms on the Earth operating under the\nhypothesis that the Earth itself acts as a single living organism.\n\nThe term \"geophysiology\" was popularized by James Lovelock in his writings on\nthe Gaia hypothesis. The term was in fact foreshadowed by many others. James\nHutton (1726-1797), the \"Father of Geology\" in 1789, in a lecture presented on\nhis behalf by Dr. Black, wrote \"I consider the Earth to be a super-organism and\nthat its proper study should be by physiology.\" This view that the Earth in some\nways could be viewed as a superorganism was widely held in the early 19th\ncentury, and was supported even by such early biologists as Huxley (1825-1895).\nAn analogous alternative geophysiology which views the Earth as a single cell\nwas developed by Lewis Thomas in his The Lives of a Cell: Notes of a Biology\nWatcher (1974).\n\nVladimir Vernadsky (1863-1945), founder of biogeochemistry suggested that\ngeophysiological processes were responsible for the development of the Earth\nthrough a succession of phases in which the geosphere (of inanimate matter)\ndevelops into the biosphere (of biological life). Vernadsky's thinking\nsignificantly influenced the development of ecology in Russia, culminating in\nthe \"Russian Paradigm\" (a term first coined by Georgii A. Zavarzin in 1995). The\nbasic tenets of this approach are i) that life can only exist in the form of\ninterconnected nutrient cycles (i.e. the ecosystem); ii) that ecosystem assembly\nis an organized process as opposed a haphazard one; iii) that the emergence of\nlife on earth was congruent with respect to the appearance of primordial\nnutrient cycles; iv) that in addition to the evolution of species there exists a\nseparate process of ecological evolution the direction of which is predetermined\nby community composition and dynamics (Lekevičius, 2006).\n\nFrederick Clements (1874-1945) of the Carnegie Institute of Washington, who\npopularized the idea of vegetation climax also introduced the idea of physiology\nto ecology, considering the interlocking natures of plants and animals as\nmetabolic processes within a single superorganism.\n\nThe British biologist, Arthur Tansey (1871-1955), who introduced the term\necosystem, also considered the possibility that plant communities could be\nconsidered to be boundary-less quasi-organisms, although he never extended his\nideas to a planetary scale.\n\nG. Evelyn Hutchison, studied the way logistic growth, biological feedback\n   systems and self-regulation tended to explain many of the features of\n   ecological systems, and Raymond Lindeman has further extended the way energy\n   flows between various trophic levels in his \"trophic-dynamic\" model, further\n   developed by Mark McMenamin and Dianna McMenamin's thesis of \"Hypersea\",\n   which looks at the rate of water flow through the Gaian biological\n   environment. Tyler Volk, has also looked at the trophic cycling of various\n   elements upon which life depends, and argues that this is central to an\n   understanding of geophysiology.\n\nEugene Odum believed that homeostasis and stability in ecosystems was a result\nof evolutionary processes, and Howard Odum (his brother) extended this work to\ninclude thermodynamic effects in producing ecological \"steady states\". Howard\nOdum also extended the nature of the scale of ecosystems from that of a single\npond upwards, showing that a \"nested hierarchy\", \"heterarchy\" or \"holarchy\"\nexisted in which systems could be considered as elements of larger systems (leaf\nto tree to glade to forest to bioregion to biotic realm or biomes). On the basis\nof this, Gaia theory and geophysiology represent the ultimate extension of these\nprinciples.\n","linknr":115,"url":"Geophysiology","recorded":1362505465,"links":11,"instances":["ecology","science"],"pdf":[],"categories":["Ecology","Geology"],"headings":["See also","References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["gaia_theory","science"],["community","ecology"]],"members":["community","gaia_theory"],"related":["Earth","James_Lovelock","Gaia_theory_(science)","James_Hutton","Superorganism","Thomas_Henry_Huxley","Lewis_Thomas","Vladimir_Vernadsky","Biogeochemistry","Geosphere","Biosphere","Ecology","Russia","Nutrient_cycle","Ecosystem","Abiogenesis","Evolution","Community_(ecology)","Carnegie_Institution_for_Science","Climax_community","Ecology","Metabolism","Logistic_growth","Feedback","Systems","Autoregulation","Trophic_level","Mark_McMenamin","Tyler_Volk","Eugene_Odum","Howard_T._Odum","Heterarchy","Holarchy","Bioregion","Realm","Biomes","Earth_immune_system","Gaia_Hypothesis","Earth_System_Science","Medea_hypothesis"]}