{"cursor":"3206","size":15,"audio":[],"currentlang":"en","article":"\nThe 'Glorious Twelfth' is usually used to refer to 12 August, the start of the\nshooting season for Red Grouse (Lagopus lagopus scotica) and to a lesser extent\nthe Ptarmigan (Lagopus muta) in the United Kingdom. This is one of the busiest\ndays in the shooting season, with large amounts of game being shot. The date\nitself is traditional, the current legislation enshrining it is the Game Act\n1831 (and in Northern Ireland, the Wildlife (Northern Ireland) Order 1985). Not\nall game (as defined by the Game Act 1831) have the same start to their open\nseasons - most begin on 1 September, with 1 October for Woodcock and\nPheasant.\n\nSince UK law says that the start of the season cannot fall on a Sunday, it is\nsometimes postponed to 13 August, as in 2001 and 2007.\nBecause grouse are not and never have been reared to any extent for shooting,\ntheir numbers fluctuate naturally from year to year. In recent years, the\nGlorious Twelfth has also been hit by hunt saboteurs, the 2001 foot and mouth\ncrisis (which further postponed the date in affected areas) and the\neffect of sheep tick, heather beetle, the gut parasite [[Trichostrongylus\ntenuis]] and severe flooding and bad weather. In some seasons where\ncertain moors are hit by low numbers of grouse, shooting may not occur at all or\nbe over by September.\n","linknr":-1,"url":"glorious_twelfth","recorded":1372152311,"links":[],"instances":["food"],"pdf":[],"categories":["Hunting and shooting in the United Kingdom"],"headings":["See also","References"],"image":[],"tags":[["game","food"],["game","food"]],"members":["game"],"related":["Driven_grouse_shooting","Red_Grouse","Rock_Ptarmigan","United_Kingdom","Game_(food)","Legislation","Game_Act_1831","Northern_Ireland","Game_Act_1831","Eurasian_Woodcock","Common_Pheasant","Hunt_saboteur","2001_UK_foot_and_mouth_crisis","Sheep_tick","Parasite","2007_United_Kingdom_floods","Duchal_Moor_Railway","Hunting_in_the_United_Kingdom","British_Association_for_Shooting_and_Conservation","Game_(food)"]}