{"cursor":"4898","size":15,"audio":[],"currentlang":"en","article":"\n'Group insurance' is an insurance that covers a group of people, usually who are\nthe members of societies, employees of a common employer, or professionals in a\ncommon group. Group coverage can help reduce the problem of adverse selection by\ncreating a pool of people eligible to purchase insurance who belong to the group\nfor reasons other than for the purposes of obtaining insurance. In other words,\npeople belong to the group not because they possess some high-risk factor which\nmakes them more apt to purchase insurance (thus increasing adverse selection);\ninstead they are in the group for reasons unrelated to insurance, such as all\nworking for a particular employer.\n\nGroup Insurance can broadly be classified as \" employer - employee \" groups\nwhere all members working for a particular employer may be covered or non\nemployer -employee or \" affinity \" groups, that comprise of members with a\ncommonality other than employment - say deposit holders of a bank.\n\nA feature which is sometimes common in group insurance is that the premium cost\non an individual basis may not be individually risk-based. Instead it is the\nsame amount for all the insured persons in the group. So, for example, in the\nUnited States, often all employees of an employer receiving health or life\ninsurance coverage pay the same premium amount for the same coverage regardless\nof their age or other factors. In contrast, under private individual health or\nlife insurance coverage in the U.S., different insured persons will pay\ndifferent premium amounts for the same coverage based on their age, location,\npre-existing conditions, etc.\n\nGroup policies are also attractive to consumers because the average price per\npolicy is often lower. Carriers are interested in gaining customers and will cut\nprices a bit to accommodate members of group. Data shows that, for example,\ndrivers save 29% on average by attaching themselves to a group policy..\n\nThe policy is issued in the name of the Master Policy Holder ( the employer in\nemployer - employee groups) who will share the details of all employees on a\nregular basis with the insurer so that at any point in time only those in active\nemployment are covered. The premium may be collected by the master policy holder\nand remitted one shot to the insurer or the master policy holder may decide to\npay this themselves (frequent in India).\n\nTherefore, a member of the group is generally eligible to purchase or renew\ncoverage all whilst he or she is a member of the group subject to certain\nconditions. Again, using U.S. health coverage as an example, under group\ninsurance a person will normally remain covered as long as he or she continues\nto work for a certain employer and pays the required insurance premiums,\nwhereas under individual coverage, the insurance company often has the right\nto non-renew a person's individual health insurance policy when the policy is\nup for renewal, which it may do if the person's risk profile changes (though\nsome states limit the insurance company's ability to non-renew after the\nperson has been under individual coverage with a given company for a certain\nnumber of years).\n\nIn Canada group insurance is usually purchased through larger brokerage firms\nbecause brokers receive better rates than individual companies or unions. There\nmay be slight differences in terms of administration and market related\npractices world wide, even though the concept may be the same. For example, In\nIndia, broker procured group term insurance, unlike Canada, does not\nintrinsically have any price advantage to the buyer i.e. the Master Policy\nHolder. In India, Group Term Life Insurance also employs a concept of Free Cover\nLimit or Non Medical Limit where individual members under a plan, can be exempt\nfrom individual underwriting if they are within such limits. Others may be\nsubject to a medical questionnaire or a series of tests. It basically offers a\ncheaper premium on a basic life cover with less stringent underwriting\nrequirements than individual life covers.\n\n[http://securenow.in/corporate-insurance/what-products-does-securenow-deal-\nin/group-health-insurance.html Group Health Insurance] is also provided in\nIndia. It provides healthcare coverage to a group of people belonging to a\ncommon community (typically as employees of a company). These plans are\ngenerally uniform in nature, offering the same benefits to all employees or\nmembers of the group.\n\nMost professionally run companies today provide Group Health Insurance as a part\nof their Employee Welfare program. Each company however gets the plan customized\nbased on the employee demographics.\n","linknr":147,"url":"Group_insurance","recorded":1362477201,"links":14,"instances":[],"pdf":[],"categories":["Types of insurance"],"headings":["References","See also"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Insurance","Adverse_selection"]}