{"cursor":"2806","size":15,"audio":[],"currentlang":"en","article":"\n\n\n'Coat' is the nature and quality of a mammal's pelage. It is important to the\nanimal fancy in the judging of the animal, particularly at conformation dog\nshows, cat shows and horse shows. It may also be used as a standard to evaluate\nthe quality of care and management used by the animal hander, such as in horse\nshowmanship.\n\nThe pelage of a show animal may be divided into different types of hair, fur\nor wool with a texture ranging from downy to spiky; in addition the animal may\nbe single-coated or may have a number of coats, such as an undercoat and a\ntopcoat (made up of guard hairs; also called outer coat and, sometimes,\novercoat). The state of the coat is considered an indication of the animal's\nbreeding and health.\n\nAnimals might have different coat quality depending on the season. Normally,\nanimals with fur or hair body coats may develop a thicker and/or longer winter\ncoat in colder times of the year, which will shed out to a shorter, sleeker\nsummer coat as the days lengthen into spring and summer. This process may not\noccur in a very noticeable fashion in climates that are warm year-round, though\nanimals may nonetheless shed their coats periodically. The process may also be\nminimized by artificially keeping the animal blanketed, or, in the case of small\nanimals, housed indoors.\n\nPinnipeds and polar bears have longer guard hairs forming the most visible\nfur; Annalisa Berta, James L. Sumich, Kit M. Kovacs, Pieter Arend Folkens,\nPeter J. Adam. 2006 polar bears' guard hairs are hollow.\n\nSome considerations in judging the quality of an animal's coat:\n\n*Colour (coat colour other than those allowed in the breed standard results in\ndisqualification) *Markings (distribution of colour, spots, and patches; for\nexample the spotted coat of a Dalmatian and the merle coat of an Australian\nShepherd are distinctive, the markings of a terrier vary.) *Pattern (specific,\npredictable markings; tabby, for example is a common pattern in cats) *Texture\nof hair (smooth, rough, curly, straight, broken) *Length of hair *Health of hair\ncoat (shiny or dull, brittle or flexible, etc.)\n\n'Coat' (also known as a '[[rug (animal covering)|rug]]' or blanket) may\nalso refer to a covering or garment made by humans to protect their pets\nfrom the elements.\n","linknr":-1,"url":"Ground_hair","recorded":1372152248,"links":[],"instances":["dog","coat_colour_in_dogs","dog"],"pdf":[],"categories":["Animal hair"],"headings":["References","See also"],"image":[],"tags":[["dalmatian","dog"],["merle","coat_colour_in_dogs"],["coat","dog"]],"members":["coat","merle","dalmatian"],"related":["Mammal","Pelage","Animal_fancy","Conformation_show","Cat_show","Horse_show","Horse_showmanship","Hair","Fur","Wool","Selective_breeding","Pinniped","Polar_bear","Fur","Breed_standard","Dalmatian_(dog)","Merle_(coat_colour_in_dogs)","Australian_Shepherd","Terrier","Tabby","Cat","Garment","Pet","Cat_coat_genetics","Cat","Coat_(dog)","Dog","Equine_coat_color","Equine_coat_color_genetics"]}