{"cursor":"2653","size":15,"audio":[],"currentlang":"en","article":"\nA 'surety', '[[surety bond]]' or 'guaranty', in finance, is a promise by one\nparty to assume responsibility for the debt obligation of a borrower if that\nborrower defaults. The person or company that provides this promise, is also\nknown as a surety or guarantor.\n\nThe situation in which a surety is most typically required is when the ability\nof the primary obligor or [[:wikt:principal|principal]] to perform its\nobligations to the obligee (counterparty) under a contract is in question, or\nwhen there is some public or private interest which requires protection from the\nconsequences of the principal's default or delinquency. In most common law\njurisdictions, a contract of suretyship is subject to the Statute of Frauds (or\nits equivalent local laws) and is only enforceable if recorded in writing and\nsigned by the surety and the principal.\n\nIf the surety is required to pay or perform due to the principal's failure to do\nso, the law will usually give the surety a right of subrogation, allowing the\nsurety to \"step into the shoes of\" the principal and use his (the surety's)\ncontractual rights to recover the cost of making payment or performing on the\nprincipal's behalf, even in the absence of an express agreement to that effect\nbetween the surety and the principal.\n\nTraditionally, a distinction was made between a suretyship arrangement and that\nof a guaranty. In both cases, the lender gained the ability to collect from\nanother person in the event of a default by the principal. However, the surety's\nliability was joint and primary with the principal: the creditor could attempt\nto collect the debt from either party independently of the other. The\nguarantor's liability was ancillary and derivative: the creditor first had to\nattempt to collect the debt from the debtor before looking to the guarantor for\npayment. Many jurisdictions have abolished this distinction, in effect putting\nall guarantors in the position of the surety.\n\nIn the United States, under Article 3 of the Uniform Commercial Code, a person\nwho signs a negotiable instrument as a surety is termed an accommodation party;\nsuch a party may be able to assert defenses to the enforcement of an instrument\nnot available to the maker of the instrument.\n","linknr":228,"url":"Guarantee","recorded":1362584266,"links":39,"instances":["canadian_criminal_law"],"pdf":[],"categories":["Sureties","Legal terms"],"headings":["See also","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Ambox_globe_content.svg/48px-Ambox_globe_content.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Scale_of_justice_2.svg/70px-Scale_of_justice_2.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["surety","canadian_criminal_law"]],"members":["surety"],"related":["Debt","Contract","Common_law","Surety_bond","Statute_of_Frauds","Subrogation","Uniform_Commercial_Code","Negotiable_instrument","Arrest","Aval","Co-signing","Estreat","Indemnity","Loan_guarantee","Surety_bond","Surety_(Canadian_criminal_law)","Student_Loan_Guarantor"]}