{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/Human_cognitive_reliability_correlation\">Human cognitive reliability correlation</a>, a technique to evaluate the probability of a human error","\n<a href=\"http://duckduckgo.com/United_Nations_High_Commissioner_for_Refugees\">United Nations High Commissioner for Refugees</a> - The Office of the United Nations High Commissioner for Refugees, also known as The UN Refugee Agency is a United Nations agency mandated to protect and support refugees at the request of a...","\n<a href=\"http://duckduckgo.com/Hover_Car_Racer\">Hover Car Racer</a> - Hover Car Racer is a popular Sci-fi/Sports/Action story written by Australian author Matthew Reilly, originally released as a free fortnightly online serial, and later published by Pan MacMillan...","\n<a href=\"http://duckduckgo.com/Host-Cell_Reactivation\">Host-Cell Reactivation</a> - The Host-Cell Reactivation Assay or HCR is a technique used to measure the repair capacity of cell of a particular DNA alteration.","\n<a href=\"http://duckduckgo.com/Hollywood_Congress_of_Republicans\">Hollywood Congress of Republicans</a> - Founded in 2001, the Hollywood Congress of Republicans is a chapter of the California Congress of Republicans, a permanently chartered organization of the California Republican Party.","HCR","\n<a href=\"http://duckduckgo.com/Hot_Chelle_Rae\">Hot Chelle Rae</a>, a famous American pop band","\n<a href=\"http://duckduckgo.com/Honey_Creek_Railroad\">Honey Creek Railroad</a> - Honey Creek Railroad  is a short-line railroad in Rush County, Indiana.","\n<a href=\"http://duckduckgo.com/Health_care_reform\">Health care reform</a> - Health care reform is a general rubric used for discussing major health policy creation or changes—for the most part, governmental policy that affects health care delivery in a given place.","\n<a href=\"http://duckduckgo.com/HCR_Manor_Care\">HCR Manor Care</a> -  Manor Care, Inc., through its operating group HCR Manor Care, is a major provider in the United States of both short-term post-acute and long-term care."],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373550678,"book":[],"micro-www":{"hcr":[""]},"micro-relation":[]}