{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/Harlem_Children_Society\">Harlem Children Society</a> - Harlem Children Society (HCS) is a non-profit organization {501(3)} that arranges for students from under-resourced and under-served communities to be inducted as interns at such institutions as...","\n<a href=\"http://duckduckgo.com/Hereford_Cathedral_School\">Hereford Cathedral School</a> - Hereford Cathedral School is an independent, co-educational day school, with around 520 pupils aged between the ages of 11 and 18.","HCS","\n<a href=\"http://duckduckgo.com/cortisol\">Hydrocortisone</a> or <a href=\"http://duckduckgo.com/?q=Cortisol\">Cortisol</a>, Which should not to be confused with <a href=\"http://duckduckgo.com/?q=Cortisone\">Cortisone</a>","\n<a href=\"http://duckduckgo.com/Hallett_Cove_School\">Hallett Cove School</a> in Adelaide, South Australia.","\n<a href=\"http://duckduckgo.com/Heliospheric_current_sheet\">Heliospheric current sheet</a> - The heliospheric current sheet is the surface within the Solar System where the polarity of the Sun's magnetic field changes from north to south.","\n<a href=\"http://duckduckgo.com/human_placental_lactogen\">Human Chorionic Somatomammotropin</a> - Human placental lactogen (hPL), also called human chorionic somatomammotropin (HCS), is a polypeptide placental hormone.","\n<a href=\"http://duckduckgo.com/Holland_Christian_Schools\">Holland Christian Schools</a> - Holland Christian Schools is a private Christian school system located in Holland, Michigan.","\n<a href=\"http://duckduckgo.com/Hull_Collegiate_School\">Hull Collegiate School</a> in Anlaby, England.","\n<a href=\"http://duckduckgo.com/High-content_screening\">High-content screening</a> - High content screening also known as  high content analysis, or visual screening is a method that is used in biological research and drug discovery to identify substances such as sma...","\n<a href=\"http://duckduckgo.com/Hinsdale_Central_School\">Hinsdale Central School</a> in Hinsdale, New York.","\n<a href=\"http://duckduckgo.com/d/Heritage_Christian_School\">Heritage Christian School Meanings</a>","\n<a href=\"http://duckduckgo.com/hard-clad_silica_optical_fiber\">Hard Clad Silica</a> - Hard-clad silica (HCS) or polymer-clad fiber (PCF) is an optical fiber with a core of silica glass (diameter: 200 µm) and an optical cladding made of special plastic (diameter: 230 µm).","\n<a href=\"http://duckduckgo.com/Hackensack_Christian_School\">Hackensack Christian School</a> - Hackensack Christian School (HCS) is a private Christian school in northern New Jersey, located in Hackensack, New Jersey, United States.","\n<a href=\"http://duckduckgo.com/Header_Check_Sequence\">Header Check Sequence</a> - Header Sequence Number is basically a CRC of the MAC header.","\n<a href=\"http://duckduckgo.com/Hyderabad_Civil_Service\">Hyderabad Civil Service</a> - The Hyderabad Civil Service, was a coveted service in the State of Hyderabad.","\n<a href=\"http://duckduckgo.com/Hierarchical_cell_structure\">Hierarchical cell structure</a> - Hierarchical cell structure used in mobile telecommunication means splitting of cells.","\n<a href=\"http://duckduckgo.com/hummocky_cross-stratification\">Hummocky cross stratification</a> - Hummocky cross-stratification is a type of sedimentary structure found in sandstones."],"common":{"milestones":["<a target=\"_new\" href=\"http://en.wikinews.org/wiki/Sealing_in_New_Delhi_put_off_until_Monday\" title=\"Sealing in New Delhi put off until Monday\">Sealing in New Delhi put off until Monday</a>"],"image":[[],[]]},"Lists":[],"created":1373533909,"book":[],"micro-www":{"hcs":[""]},"micro-relation":[]}