{"cursor":"2541","size":15,"audio":[],"currentlang":"en","article":"'Hemotoxins', 'haemotoxins' or 'hematotoxins' are toxins that destroy red blood\ncells (that is, cause hemolysis), disrupt blood clotting, and/or cause organ\ndegeneration and generalized tissue damage. The term hemotoxin is to some degree\na misnomer since toxins that damage the blood also damage other tissues. Injury\nfrom a hemotoxic agent is often very painful and can cause permanent damage and\nin severe cases death. Loss of an affected limb is possible even with prompt\ntreatment.\n\nHemotoxins are frequently employed by venomous animals, including vipers and pit\nvipers. Animal venoms contain enzymes and other proteins that are hemotoxic or\nneurotoxic or occasionally both (as in the Mojave Rattlesnake, the Japanese\nmamushi, Igari R, Iseki K, Abe S, Syoji M, Sato M, Shimomura K,\nHayashida A, Sugiura A, Iwashita Y, Midorikawa S. 2010. Binocular diplopia and\nptosis due to snakebite (Agkistrodon blomhoffi \"mamushi\") â a case report.\nBrain Nerve. Mar;'62'(3):273-277. and similar species). In addition to\nkilling the prey, part of the function of a hemotoxic venom for some animals is\nto aid digestion. The venom breaks down protein in the region of the bite,\nmaking prey easier to digest.\n\nThe process by which a hemotoxin causes death is much slower than that of a\nneurotoxin. Snakes which envenomate a prey animal may have to track the prey as\nit flees. Typically, a mammalian prey item will stop fleeing not because of\ndeath, but due to shock caused by the venomous bite. Dependent upon species,\nsize, location of bite and the amount of venom injected, symptoms in humans such\nas nausea, disorientation, and headache may be delayed for several hours.\n\nHemotoxins are used in diagnostic studies of the coagulation system. Lupus\nanticoagulans is detected by changes in the dilute Russell's viper venom time\n(DRVVT), which is a laboratory assay based onâas its name indicatesâvenom of the\nRussell's viper.\n","linknr":254,"url":"Hemotoxin","recorded":1362484520,"links":21,"instances":["anatomy","poison"],"pdf":["http://www.unco.edu/nhs/biology/faculty_staff/mackessy/toxinology.pdf"],"categories":["Toxins by organ system affected","Hematology"],"headings":["References","External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["organ","anatomy"],["venom","poison"]],"members":["organ","venom"],"related":["Toxin","Red_blood_cell","Hemolysis","Blood","Thrombus","Organ_(anatomy)","Biological_tissue","Misnomer","Venom_(poison)","Viperidae","Crotalinae","Enzyme","Protein","Neurotoxin","Crotalus_scutulatus","Gloydius_blomhoffii","Neurotoxin","Medical_diagnosis","Coagulation","Antiphospholipid_syndrome","Dilute_Russell's_viper_venom_time","Laboratory","Daboia"]}