{"cursor":"4616","size":15,"audio":[],"currentlang":"en","article":"'High-energy phosphate' can mean one of two things:\n\n* The phosphate-phosphate bonds formed when compounds such as adenosine\n  diphosphate and adenosine triphosphate are created.\n\n* The compounds that contain these bonds, which include the nucleoside\n  diphosphates and nucleoside triphosphates, and the high-energy storage\n  compounds of the muscle, the phosphagens. When people speak of a 'high-energy\n  phosphate pool', they speak of the total concentration of these compounds with\n  these high-energy bonds.\n\nHigh-energy phosphate bonds are pyrophosphate bonds, acid anhydride linkages\nformed by taking phosphoric acid derivatives and dehydrating them. As a\nconsequence, the hydrolysis of these bonds is exergonic under physiological\nconditions, releasing energy. \nEnergy released by high energy phosphate reactions\nReaction ΔG [kJ/mol]  ATP + H 2O →\nADP + P i -30.5  ADP +\nH 2O → AMP + P i -30.5 \nATP + H 2O → AMP + PP i -\n40.6  PP i + H 2O → 2 P i\n-31.8  AMP + H 2O → A +\nP i -12.6 \n\n\nExcept for PP i → 2 P i, these reactions are, in general,\nnot allowed to go uncontrolled in the human cell but are instead coupled to\nother processes needing energy to drive them to completion. Thus, high-energy\nphosphate reactions can:\n* provide energy to cellular processes, allowing them to run\n* couple processes to a particular nucleoside, allowing for regulatory control\n  of the process\n* drive the reaction to the right, by taking a reversible process and making it\n  irreversible.\n\nThe one exception is of value because it allows a single hydrolysis, ATP +\n2H 2O → AMP + PP i, to effectively supply the energy of\nhydrolysis of two high-energy bonds, with the hydrolysis of PP i being\nallowed to go to completion in a separate reaction. The AMP is regenerated to\nATP in two steps, with the equilibrium reaction ATP + AMP ↔ 2ADP, followed by\nregeneration of ATP by the usual means, oxidative phosphorylation or other energy-\nproducing pathways such as glycolysis.\n\nOften, high-energy phosphate bonds are denoted by the character '~'. In this\n\"squiggle\" notation, ATP becomes A-P~P~P. The squiggle notation was invented by\nFritz Albert Lipmann, who first proposed ATP as the main energy transfer\nmolecule of the cell, in 1941. It emphasizes the special nature of\nthese bonds. Lubert Stryer 'BIOCHEMISTRY', 3rd edition, 1988. Chapter 13, p.\n318 Stryer states: ATP is often called a high energy\ncompound and its phosphoanhydride bonds are referred to as high-energy bonds.\nThere is nothing special about the bonds themselves. They are high-energy bonds\nin the sense that free energy is released when they are hydrolyzed, for the\nreasons given above. Lipmann’s term “high-energy bond” and his symbol ~P\n(squiggle P) for a compound having a high phosphate group transfer potential are\nvivid, concise, and useful notations. In fact Lipmann’s squiggle did much to\nstimulate interest in bioenergetics. .\n\nThe term 'high energy' with respect to these bonds can be misleading because the\nnegative free energy change is not due directly to the breaking of the bonds\nthemselves. The breaking of these bonds, as with the breaking of most bonds, is\nan endergonic step (i.e., it absorbs energy, not releases it). The negative free\nenergy change comes instead from the fact that the bonds formed after hydrolysis-\nor the phosphorylation of a residue by ATP-are lower in energy than the bonds\npresent before hydrolysis (this includes all of the bonds involved in the\nreaction, not just the phosphate bonds themselves). This effect is due to a\nnumber of factors including increased resonance stabilization and solvation of\nthe products relative to the reactants.\n","linknr":91,"url":"High-energy_phosphate","recorded":1362666713,"links":12,"instances":[],"pdf":[],"categories":["Phosphates"],"headings":["References","Further reading"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Adenosine_diphosphate","Adenosine_triphosphate","Phosphagen","Pyrophosphate","Anhydride","Phosphoric_acid","Hydrolysis","Exergonic_reaction","Adenosine_monophosphate","Oxidative_phosphorylation","Glycolysis","Fritz_Albert_Lipmann","Resonance_stabilization","Solvation"]}