{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/holomorphism\">holomorphism</a> - In mathematics, holomorphic functions are the central objects of study in complex analysis.","\n<a href=\"http://duckduckgo.com/homomorphic_encryption\">homomorphic encryption</a> - Homomorphic encryption is a form of encryption which allows specific types of computations to be carried out on ciphertext and obtain an encrypted result which decrypted matches the result of op...","\n<a href=\"http://duckduckgo.com/diffeomorphism\">diffeomorphism</a> - In mathematics, a diffeomorphism is an isomorphism in the category of smooth manifolds.","Homomorphism","\n<a href=\"http://duckduckgo.com/homomorphic_secret_sharing\">homomorphic secret sharing</a> – a simplistic decentralized voting protocol","\n<a href=\"http://duckduckgo.com/morphism\">morphism</a> - In many fields of mathematics, morphism refers to a structure-preserving mapping from one mathematical structure to another.","http://www.merriam-webster.com/dictionary/homomorphism","homomorphism definition: a mapping of a mathematical set (as a group, ring, or vector space) into or onto another set or itself in such a way that the result obtained by applying the operations to elements of the first set is mapped onto the result obtained by applying the corresponding operations to their respective images in the second set.","Merriam-Webster","https://i.duckduckgo.com/i/ee290806.png","\n<a href=\"http://duckduckgo.com/c/Morphisms\">Morphisms</a>","\n<a href=\"http://duckduckgo.com/continuous_function\">continuous function</a> - In mathematics, a continuous function is a function for which, intuitively, \"small\" changes in the input result in \"small\" changes in the output.","In abstract algebra, a homomorphism is a structure-preserving map between two algebraic structures."],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373520109,"book":[],"micro-www":{"homomorphic":[""]},"wiki":{"cat":[],"text":"#REDIRECTHomomorphism\n","title":"homomorphic","headings":[]},"micro-relation":["1: Homomorphism"]}