{"cursor":"3880","size":15,"audio":[],"currentlang":"en","article":".]]\n\nA 'hybrid integrated circuit', 'HIC', 'hybrid microcircuit', or simply 'hybrid'\nis a miniaturized electronic circuit constructed of individual devices, such as\nsemiconductor devices (e.g. transistors and diodes) and passive components (e.g.\nresistors, inductors, transformers, and capacitors), bonded to a substrate or\nprinted circuit board (PCB). Hybrid circuits are often encapsulated in epoxy, as\nshown in the photo. A hybrid circuit serves as a component on a PCB in the same\nway as a monolithic integrated circuit; the difference between the two types of\ndevices is in how they are constructed and manufactured. The advantage of hybrid\ncircuits is that components which cannot be included in a monolithic IC can be\nused, e.g., capacitors of large value, wound components, crystals.\n\nThick film technology is often used as the interconnecting medium for hybrid\nintegrated circuits. The use of screen printed thick film interconnect provides\nadvantages of versatility over thin film although feature sizes may be larger\nand deposited resistors wider in tolerance. Multi-layer thick film is a\ntechnique for further improvements in integration using a screen printed\ninsulating dielectric to ensure connections between layers are made only where\nrequired. One key advantage for the circuit designer is complete freedom in the\nchoice of resistor value in thick film technology. Planar resistors are also\nscreen printed and included in the thick film interconnect design. The\ncomposition and dimensions of resistors can be selected to provide desired\nvalues. The final resistor value is determined by design and can be adjusted by\nlaser trimming. Once the hybrid circuit is fully populated with components, fine\ntuning prior to final test may be achieved by active laser trimming.\n\nSome modern hybrid circuit technologies, such as LTCC-substrate hybrids, allow\nfor embedding of components within the layers of a multi-layer substrate in\naddition to components placed on the surface of the substrate. This technology\nproduces a circuit that is, to some degree, three-dimensional.\n\n and other IBM computers of the mid-1960s. The process starts with a blank\n ceramic wafer 1/2 inch square. Circuits are laid down first, followed by\n resistive material. The circuits are metalized and the resistors trimmed to the\n desired value. Then discrete transistors and diodes are added and the package\n encapsulated. Display at the Computer History Museum.]]\n","linknr":109,"url":"Hybrid_integrated_circuit","recorded":1362543146,"links":18,"instances":[],"pdf":[],"categories":["Electronic circuits"],"headings":["Other electronic hybrids","See also","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Hybridcircuit.jpg/250px-Hybridcircuit.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/6/65/IBM_SLT_wafers.agr.JPG/500px-IBM_SLT_wafers.agr.JPG","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/en/thumb/4/4a/Commons-logo.svg/30px-Commons-logo.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Transistor","Diode","Resistor","Inductor","Transformer","Capacitor","Printed_circuit_board","Epoxy","Integrated_circuit","Thick_film_technology","Laser_trimming","Low_temperature_co-fired_ceramic","Three-dimensional_space","Hybrid_coil","Integrated_circuit","Transistors","Vacuum_tube","Audio_amplifier","Multi-chip_module","Monolithic_microwave_integrated_circuit","Solid_Logic_Technology"]}