{
   "micrownet" : [
      "hypochondriac",
      "hypochondriacal"
   ],
   "duck" : [
      "\n<a href=\"http://duckduckgo.com/c/Somatoform_disorders\">Somatoform disorders</a>",
      "Hypochondriasis",
      "http://www.merriam-webster.com/dictionary/hypochondriasis",
      "hypochondriasis definition: morbid concern about one's health especially when accompanied by delusions of physical disease.",
      "Merriam-Webster",
      "\n<a href=\"http://duckduckgo.com/M%C3%BCnchausen_syndrome\">Münchausen syndrome</a> - Münchausen syndrome is a psychiatric factitious disorder wherein those affected feign disease, illness, or psychological trauma to draw attention, sympathy, or reassurance to themselves.",
      "\n<a href=\"http://duckduckgo.com/Psychosomatic_medicine\">Psychosomatic medicine</a> - Psychosomatic medicine is an interdisciplinary medical field studying the relationships of social, psychological, and behavioral factors on bodily processes and quality of life in humans and animals.",
      "\n<a href=\"http://duckduckgo.com/Nocebo\">Nocebo</a> - In medicine, a nocebo (Latin  for \"I shall harm\") is a harmless substance that creates harmful effects in a patient who takes it.",
      "\n<a href=\"http://duckduckgo.com/Hypochondrium\">Hypochondrium</a> - The hypochondrium is the upper part of the abdomen dorsal to the lowest ribs of the thorax.",
      "Hypochondriasis or hypochondria (sometimes referred to as health phobia or health anxiety) refers to excessive preoccupancy or worry about having a serious illness.",
      "\n<a href=\"http://duckduckgo.com/c/Hypochondriacs\">Hypochondriacs</a>",
      "\n<a href=\"http://duckduckgo.com/c/Psychiatric_diagnosis\">Psychiatric diagnosis</a>",
      "\n<a href=\"http://duckduckgo.com/Mithridatism\">Mithridatism</a> - Mithridatism is the practice of protecting oneself against a poison by gradually self-administering non-lethal amounts.",
      "\n<a href=\"http://duckduckgo.com/Cyberchondria\">Cyberchondria</a> - Cyberchondria is the unfounded escalation of concerns about common symptomology based on review of search results and literature online."
   ],
   "common" : {
      "milestones" : [],
      "image" : [
         [],
         []
      ]
   },
   "Lists" : [],
   "created" : 1373471760,
   "book" : [],
   "micro-www" : {
      "hypochondriac" : [
         ""
      ]
   },
   "wiki" : {
      "cat" : [
         "Hypochondriacs|",
         "Defence mechanisms",
         "Somatoform disorders",
         "Psychiatric diagnosis"
      ],
      "text" : "\n\n{{Infobox disease\n | Name = Hypochondriasis Image = DiseasesDB = ICD10 = ICD9 = ICDO = OMIM =\n | MedlinePlus = 001236 eMedicineSubj = eMedicineTopic = MeshID = D006998\n}} 'Hypochondriasis' or 'hypochondria' (sometimes referred to as 'health phobia'\nor 'health anxiety') refers to excessive preoccupancy or worry about having a\nserious illness. This debilitating condition is the result of an inaccurate\nperception of the body’s condition despite the absence of an actual medical\ncondition.<ref name=\"amz\">Avia , M. D., and M. A. Ruiz. \"Recommendations for the\nTreatment of Hypochondriac Patients.\" Journal of Contemporary Psychotherapy.\n35.3 (2005): 301-313. Print.</ref> An individual suffering from hypochondriasis\nis known as a 'hypochondriac'. Hypochondriacs become unduly alarmed about any\nphysical symptoms they detect, no matter how minor the symptom may be. They are\nconvinced that they have or are about to be diagnosed with a serious\nillness.<ref>Kring A.M. et al. 2007. Abnormal Psychology. 10th ed. USA:\nWiley</ref> Even sounds produced by organs in the body, such as those made by\nthe intestines, seem like symptoms of a very serious illness to patients dealing\nwith hypochondriasis.<ref></ref> Often, hypochondria persists even after a\nphysician has evaluated a person and reassured them that their concerns about\nsymptoms do not have an underlying medical basis or, if there is a medical\nillness, their concerns are far in excess of what is appropriate for the level\nof disease. Many hypochondriacs focus on a particular symptom as the catalyst of\ntheir worrying, such as gastro-intestinal problems, palpitations, or muscle\nfatigue. The duration of these symptoms and preoccupation is 6 months or\nlonger.<ref>Goldberg R.J. MD.2007 Practical Guide to the Care of the Psychiatric\nPatient 3rd ed. Mosby-Elsevier: USA.</ref>\n\nThe DSM-IV-TR defines this disorder, \"Hypochondriasis,\" as a somatoform\ndisorder<ref name=\"American Psychiatric Association\"> American Psychiatric\nAssociation: Diagnostic and Statistical Manual of Mental Disorders, 4th ed.,\ntext revised, Washington, DC, APA, 2000.</ref> and one study has shown it to\naffect about 3% of the visitors to primary care settings.<ref\nname=\"pmid9650033\"></ref> The newly published DSM-5 replaces the diagnosis of\nhypochondriasis with illness anxiety disorder.\n\nHypochondria is often characterized by fears that minor bodily symptoms may\nindicate a serious illness, constant self-examination and self-diagnosis, and a\npreoccupation with one's body. Many individuals with hypochondriasis express\ndoubt and disbelief in the doctors' diagnosis, and report that doctors’\nreassurance about an absence of a serious medical condition is unconvincing, or\nshort-lasting. Additionally, many hypochondriacs experience elevated blood\npressure, stress, and anxiety in the presence of doctors or while occupying a\nmedical facility, a condition known as \"white coat syndrome.\" Many\nhypochondriacs require constant reassurance, either from doctors, family, or\nfriends, and the disorder can become a disabling torment for the individual with\nhypochondriasis, as well as his or her family and friends. Some hypochondriacal\nindividuals completely avoid any reminder of illness, whereas others frequently\nvisit doctors’ surgeries. Other hypochondriacs will never speak about their\nterror, convinced that their fear of having a serious illness will not be taken\nseriously by those in whom they confide.\n",
      "title" : "Hypochondriasis",
      "headings" : [
         "Etymology",
         "Characteristics",
         "Diagnosis",
         "Cause",
         "Symptoms",
         "Treatment",
         "See also",
         "References",
         "External links"
      ]
   },
   "micro-relation" : [
      "2: Somatoform_disorder",
      "2: Obsessive-compulsive_disorder",
      "2: Somatization_disorder",
      "2: Body_dysmorphic_disorder",
      "2: Cyberchondria",
      "1: Palpitation",
      "1: Muscle_fatigue",
      "1: Diagnostic_and_Statistical_Manual_of_Mental_Disorders",
      "1: Self-diagnosis",
      "1: Medical_diagnosis",
      "1: White_coat_syndrome",
      "1: Hypochondrium",
      "1: Abdomen",
      "1: Thorax",
      "1: Four_Temperaments#Melancholic",
      "1: Melancholy",
      "1: Clinical_depression",
      "1: Phobias",
      "1: Generalized_anxiety_disorder",
      "1: Antipsychotic",
      "1: Atypical_antipsychotic",
      "1: ICD-10",
      "1: Schizophrenia",
      "1: Mood_disorders",
      "1: DSM-IV",
      "1: Delusional_Disorder",
      "1: Body_Dysmorphic_Disorder",
      "1: Generalized_Anxiety_Disorder",
      "1: Obsessive-Compulsive_Disorder",
      "1: Panic_Disorder",
      "1: Major_Depressive_Episode",
      "1: Separation_Anxiety",
      "1: DSM-5",
      "1: Pain_disorder",
      "1: Psychosomatic",
      "1: Mental_illness",
      "1: Human_body",
      "1: Colloquialism",
      "1: Internet",
      "1: Cancer",
      "1: Multiple_sclerosis",
      "1: Non-specific_symptom",
      "1: Pandemics",
      "1: Diabetes",
      "1: Arthritis",
      "1: Suicide",
      "1: Cognitive_behavioral_therapy",
      "1: Selective_serotonin_reuptake_inhibitors",
      "1: Fluoxetine",
      "1: Paroxetine",
      "1: Mithridatism",
      "1: Münchausen_syndrome",
      "1: Nocebo",
      "1: Psychosomatic_medicine",
      "1: Sickness_behavior",
      "1: Somatopsychic",
      "1: Somatosensory_amplification",
      "1: Medical_students'_disease",
      "1: Man_flu",
      "1: Valetudinarian"
   ]
}
