{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/Inter-American_Institute_for_Global_Change_Research\">Inter-American Institute for Global Change Research</a> - The Inter-American Institute for Global Change Research, IAI, is an intergovernmental organization supported by 19 countries in the Americas, dedicated to pursuing the principles of scientific e...","\n<a href=\"http://duckduckgo.com/Institute_of_Art_and_Ideas\">Institute of Art and Ideas</a> - The Institute of Art and Ideas Institute of Art and Ideas is a not-for-profit organisation, which aims to create an open, vibrant intellectual culture through events and online video broadcasting.","\n<a href=\"http://duckduckgo.com/International_African_Institute\">International African Institute</a> - The International African Institute (IAI) was founded (as the International Institute of African Languages and Cultures <a href=\"http://duckduckgo.com/?q=IIALC\">IIALC</a>) in 1926 in London for the study of African languages.","\n<a href=\"http://duckduckgo.com/Intelligent_Actuator\">Intelligent Actuator</a> (International Automation Industry)","IAI","\n<a href=\"http://duckduckgo.com/Independent_Administrative_Institution\">Independent Administrative Institution</a> - An Incorporated Administrative Agency or in lay terms an Independent Administrative Corporation or Independent Administrative Institution is a newly designed type of legal body for J...","\n<a href=\"http://duckduckgo.com/Islamic_Army_in_Iraq\">Islamic Army in Iraq</a> - The Islamic Army in Iraq (IAI) (Arabic: الجيش الإسلامي في العراق,al jaysh al islāmi fī'l-`irāq) is one of a number of underground Islamist militant (or mujahideen) organizations formed i...","IAI is located in the business section of Irvine, California.","\n<a href=\"http://duckduckgo.com/Istituto_Affari_Internazionali\">Istituto Affari Internazionali</a> (Italian Institute of International Affairs)","\n<a href=\"http://duckduckgo.com/International_Academy_of_Irvine\">International Academy of Irvine</a> - The International Academy of Irvine or IAI is an institution founded by Arwa Hetman, principal.","\nThe <a href=\"http://duckduckgo.com/Information_Architecture_Institute\">Information Architecture Institute</a>","\n<a href=\"http://duckduckgo.com/International_Association_for_Identification\">International Association for Identification</a> - The International Association for Identification (IAI) is the largest forensic organization in the world.","\n<a href=\"http://duckduckgo.com/Israel_Aerospace_Industries\">Israel Aerospace Industries</a> (Ha-Taasiya Ha-Avirit)","\n<a href=\"http://duckduckgo.com/Iaido\">Iaido</a> - Iaido is a modern Japanese martial art associated with the smooth, controlled movements of drawing the sword from its scabbard or saya, striking or cutting an opponent, removing blood from the b..."],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373526675,"book":[],"micro-www":{"iai":["Iaito","Iain_M._Banks","Iain_Duncan_Smith","Iain_Banks","Iaido","IAI_RQ-5_Hunter","IAI_Heron","IAI_Harpy","IAI_Harop","IAI_Eitan",""]},"wiki":{"cat":["Japanese martial arts","Dō","Japanese swordsmanship","Iaido"],"text":"\n\n\n{{Infobox martial art\n| logo = logocaption = logosize = image = Iaidovyuka2.jpg imagecaption =\n| imagesize = name = Iaido<br>居合道<br>いあいどう aka = focus = Weaponry (Katana)\n| hardness = Forms competitions only. country = Japan creator = parenthood =\n| Iaijutsu famous_pract = olympic = No website =\n}} is a modern Japanese martial art associated with the smooth, controlled\nmovements of drawing the sword from its scabbard or saya, striking or cutting an\nopponent, removing blood from the blade, and then replacing the sword in the\nscabbard. While new students of iaido<ref></ref> may start learning with a\nwooden sword ([[bokken]]) depending on the teaching style of a particular\ninstructor, many of those who study iaido use a blunt edged sword ([[iaitō]]).\nFew, more experienced, iaido practitioners use a sharp edged sword\n([[shinken]]).\n\nPractitioners of iaido are often referred to as iaidoka.\n\nBecause iaido is practiced with a weapon, it is almost entirely practiced using\nforms, or kata. Multiple person kata exist within some schools of iaido, when\niaidoka will usually use bokken for such kata practice. Iaido does include\ncompetition in form of kata but does not use sparring of any kind. Because of\nthis non-fighting aspect, and iaido's emphasis on precise, controlled, fluid\nmotion, it is sometimes referred to as \"moving Zen.\"\n\nIaido forms ([[kata]]) are performed solitarily against one or more imaginary\nopponents. Some iaido schools, however, include kata performed in pairs. Most of\nthe styles and schools do not practice [[tameshigiri]], cutting techniques.\n\nA very important part of iaido, is nukitsuke or the life of iaido. This is a\nvery quick draw of the sword, accomplished by simultaneously drawing the sword\nfrom the saya and also moving the saya back in saya-biki.\n","title":"Iaido","headings":["Name","History","See also","References","Further reading","External links"]},"micro-relation":["5: Iaijutsu","3: Kata","3: Tenshin_ShÅden_Katori_ShintÅ-ryÅ«","3: MusÅ_Shinden-ryÅ«","3: MusÅ_Jikiden_Eishin-ryÅ«","2: Japan","2: Zen","2: All_Japan_Kendo_Federation","2: SuiÅ-ryÅ«","2: HÅki-ryÅ«","2: Kenjutsu","2: Toyama-ryÅ«","1: Weapon","1: Katana","1: Japanese_martial_arts","1: Sword","1: Scabbard","1: Iizasa_Ienao","1: Zen_Nippon_Kendo_Renmei_Iaido","1: Mugai-ryÅ«","1: ShindÅ_Munen-ryÅ«","1: Nakayama_HakudÅ","1: Mugai_ryu","1: Edo_period","1: Tsuji_Gettan_Sukemochi","1: JÅdÅ","1: Naginatajutsu","1: Kusarigamajutsu","1: Tatsumi-ryÅ«","1: Tamiya-ryÅ«","1: Takenouchi-ryÅ«","1: Eishin-ryÅ«","1: Second_World_War","1: KoryÅ«","1: Åmori-ryÅ«","1: BattÅjutsu","1: Kendo","1: Shinkendo"]}