{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/Memorex\">Memorex</a> - Memorex began as a computer tape producer and expanded to become a major IBM plug compatible peripheral supplier.","\n<a href=\"http://duckduckgo.com/c/Electronics_companies_of_the_United_States\">Electronics companies of the United States</a>","\n<a href=\"http://duckduckgo.com/3M\">3M</a> - The 3M Company, formerly known as the Minnesota Mining and Manufacturing Company, is a United States multinational conglomerate corporation based in Maplewood, Minnesota, United States.","Imation","\n<a href=\"http://duckduckgo.com/c/Multinational_companies\">Multinational companies</a>","https://i.duckduckgo.com/i/6108204d.png","\n<a href=\"http://duckduckgo.com/c/Brand_management\">Brand management</a>","\n<a href=\"http://duckduckgo.com/c/Companies_based_in_Minnesota\">Companies based in Minnesota</a>","\n<a href=\"http://duckduckgo.com/c/Computer_storage_companies\">Computer storage companies</a>","\n<a href=\"http://duckduckgo.com/computer_data_storage\">Computer Storage</a> - Computer data storage, often called storage or memory, refers to computer components and recording media that retain digital data.","Imation, based in Oakdale, Minnesota, is a global technology corporation that describes itself as a global scalable storage and data security company.","\n<a href=\"http://duckduckgo.com/c/Technology_companies\">Technology companies</a>","ARRAY(0x6497838)"],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373547765,"book":[],"micro-www":{"imation":[""]},"wiki":{"cat":["Companies based in Minnesota","Companies established in 1996","Companies listed on the New York Stock Exchange","Computer storage companies","Electronics companies of the United States","Multinational companies","Technology companies","Brand management"],"text":"{{Infobox company| company_name = Imation Corporation | company_type = Public |\ntraded_as = | company_logo = | company_slogan = | foundation = Maplewood,\nMinnesota, USA (1996) | location = Oakdale, Minnesota, USA | key_people = Mark\nLucas <small>(President, CEO, and Director)</small>, <br/>L. White Matthews, III\n<small>(Non-Executive Chairman)</small><br/>Paul R. Zeller\n<small>(SVP/CFO)</small>| num_employees = 1,210 (December 31, 2009)<ref\nname=\"Imation, Inc: 10-K Annual report which provides a comprehensive overview\nof the company for the past year\"></ref>| industry = Data Storage | products =\nData Storage | revenue = US$1.460 billion (2010)<ref name=\"Imation, Inc: 10-K\nAnnual report which provides a comprehensive overview of the company for the\npast year\"/> | homepage = [http://www.imation.com/ imation.com] }}\n\n\n\n'Imation', based in Oakdale, Minnesota, is an American global technology\ncorporation that describes itself as a global scalable storage and data security\ncompany. The [http://www.marketwatch.com/investing/stock/imn/profile%20%20%20\ncompany] has three core elements – Traditional Storage (magnetic tape and\noptical products), Secure and Scalable Storage (data backup, data archive and\ndata security solutions designed for small and medium businesses) and what\nImation calls “Audio and Video Information” solutions and products.<ref></ref>\n\nImation was started in 1996, when 3M spun out its data storage business. The\ncompany has undergone a divestment of non-core businesses, and according to a\npress release issued by Imation in February 2011, the company is investing in\n“four core product technology areas: Secure Storage, Scalable Storage,\nWireless/Connectivity, and Magnetic Tape.\"<ref></ref>\n\nThe company has been involved in the development of many technological\nimprovements in data storage, such as the introduction of the first magnetic\ntape in 1947, the first quarter-inch tape cartridge for data storage (QIC) in\n1971 and the floppy disk in 1984. The company now has a market presence in more\nthan 100 countries.\n\nIn February 2012, Imation announced a \"unified Secure Data, Identity and Mobile\nWorkspace product set\" that includes solutions for securing mobile data,\nsecuring mobile identities and securing mobile workspaces – all based on the\nreality that employees are using portable storage devices to transport corporate\ndata more and more.<ref></ref>\n\nThe security news follows five acquisitions the company made in 2011 within\nscalable storage and data security: Louisville, Colo.-based ENCRYPTX;<ref></ref>\nMontreal-based MXI Security from Memory Experts International; the assets of\nBoulder, Colo.-based ProStor, including the InfiniVault tiered storage system;\nIronKey's secure data storage hardware business; and intellectual property and\nother assets, including key data deduplication technology from Middleboro, Mass.-\nbased Nine Technologies. As part of the deal with IronKey, Imation entered a\nstrategic partnership whereby Imation receives an exclusive license from IronKey\nfor its secure storage management software and service and a license to use the\nIronKey brand for secure storage products.<ref></ref>\n\nIn October 2011, Imation introduced a unified, tiered storage solution portfolio\nfor small and medium businesses (SMB), centered around its DataGuard and\nInfiniVault multi-tier data protection and data archive appliances. According to\nan Imation executive, Imation's \"new scalable storage solutions help SMBs cost-\neffectively embrace the rapidly expanding digital world, yet frees them up to\nrun a productive business.\"<ref></ref>\n\nIn addition to selling mobile security and scalable storage solutions, the\ncompany sells consumer electronics, headphones and accessories under the\nImation, Memorex, TDK Life on Record and XtremeMac brands. The combined Imation,\nMemorex and TDK Life on Record brands make the company the global market share\nleader in sales of CD-R and DVD media.<ref></ref><ref></ref><ref></ref>\n","title":"imation","headings":["See also","References","External links"]},"micro-relation":["2: Oakdale,_Minnesota","2: 3M","1: Public_company","1: Maplewood,_Minnesota","1: Minnesota","1: United_States","1: Corporation","1: Computer_data_storage","1: QIC","1: Floppy_disk","1: Computer_Storage","1: Memorex"]}