{"cursor":"2814","size":15,"audio":[],"currentlang":"en","article":"The 'International Genealogical Index' ('IGI') is a database of genealogical\nrecords, compiled from several sources, and maintained by The Church of Jesus\nChrist of Latter-day Saints. Originally created in 1969, the index was intended\nto help track the performance of temple ordinances for the deceased.\n\nThe IGI contains free genealogical information, submitted from various sources\nincluding names and data for vicarious ordinances by Latter-day Saints (LDS)\nresearchers, records obtained from contributors who are not members of the\nchurch, and data extracted from microfilmed birth or marriage records. The index\ncontains millions of records of individuals who lived between 1500 and 1900,\nprimarily in the United States, Canada, Latin America, and Europe. Ongoing\nefforts are made to compile genealogical data from other regions and peoples.\n\nThe IGI contains many duplicate names, accumulated over time from many\nsources, and no real effort is made to validate the information. Many IGI\nrecords contain information on the submitter and date of submission (but only\nwith the submitter's consent). The IGI is available at FamilySearch, the LDS\ngenealogy website.\n\nIn 1995, after a major controversy, a deal was struck between the Jewish and LDS\ncommunities to \"Remove from the International Genealogical Index in the future\nthe names of all deceased Jews who are so identified if they are known to be\nimproperly included counter to Church\npolicy.\" [http://www.jewishgen.org/InfoFiles/ldsagree.html Agreement with\nthe LDS Church]\n\nIn 2008 The Vatican issued a statement directing its dioceses to block access to\nparish records from Mormons performing genealogical research.\n","linknr":104,"url":"International_Genealogical_Index","recorded":1362374975,"links":13,"instances":[],"pdf":[],"categories":["1969 establishments","Scientific databases","Genealogy and The Church of Jesus Christ of Latter-day Saints","Properties of The Church of Jesus Christ of Latter-day Saints"],"headings":["See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/1/18/USVA_headstone_emb-11.svg/40px-USVA_headstone_emb-11.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["temple","lds_church#temple_ordinances"],["ordinance","mormonism#temple_ordinances"]],"members":["ordinance","temple"],"related":["Genealogy","The_Church_of_Jesus_Christ_of_Latter-day_Saints","United_States","Canada","Latin_America","Europe","FamilySearch","Holy_See","Genealogy","Family_History_Library"]}