{"cursor":"13356","size":15,"audio":[],"currentlang":"en","article":"\n\n\nBackground The 'Israeli Peace Initiative' (IPI) was released on 6 April 2011 as\na response to the Arab Peace Initiative of 2002. [http://my.ynet.co.il/pic/news/IPI%20in%20Hebrew%20-\n%20April%206,%202011.doc ×××××ª ×©××× ××©×¨××××ª â ×××××ª ××©×××] It was signed\nby roughly 40 people. Among the signatories are former Shin Bet chiefs Yaakov\nPeri and Ami Ayalon, former Mossad Chief Danny Yatom and former IDF Chief Amnon\nLipkin-Shahak, General (Res) Amram Mitzna, former minister Moshe Shahal and\nYuval Rabin, son of slain Prime Minister Yitzhak Rabin. While these are high up\npositions, many with security credentials, all 40 are considered to be\naffiliated with the political Left. [http://www.ynetnews.com/articles/0,7340,L-\n4053199,00.html Authors of peace initiative invite Bibi to take lead] Yediot\nAhronot Newspaper English 04/2011 [http://www.ynetnews.com/articles/0,7340,L-\n4052347,00.html New initiative bases peace on '67 lines] Yediot Ahronot\nNewspaper English 04/2011\n\nNotable Differences from Other Plans\n\n* The text refers to both Palestinian and Jewish refugees, though only discusses\n  solutions for the former. The issue of Jewish refugees from Arab and Muslim\n  countries has been a big issue in Israel for decades, however, it has never\n  been formally address in any negotiations.\n* It talks of \"an Israeli withdrawal\" but does not say \"complete\" or \"full,\" in\n  the same manner in which UNSC Resolution 242 refers to a withdrawal \"from\n  territories\" but not \"from the or all territories.\" This is important because\n  it recognizes the fact that there will need to be some adjustments to the\n  border. In this regard, IPI is slightly more specific, stating that land swaps\n  must be on a 1:1 ratio and cannot exceed 7% of the West Bank.\n* Recognition of Israel as a Jewish State and Palestine as a Palestinian State\n  is required. In recent years, the Israeli government has been pushing the\n  Palestinian Authority to recognize Israel as a Jewish State, IPI makes this a\n  requirement but forces Israel to do the same.\n* An Arab minority is guaranteed \"full equal civil rights\" in Israel, but there\n  is no mention of Jews in the Palestinian State or the rights they would enjoy.\n  The fact that most or all Jews will be forced out of an eventual Palestinian\n  state is often used by right-wing Israeli groups to portray negotiations as\n  anti-Semitic. The authors clearly did not want to discuss the issue and\n  therefore only discussed Israeli Arabs and not Palestinian Jews.\n* Jerusalem is to be divided along Jewish-Arab lines, with Israel keeping the\n  Jewish Quarter of the Old City but not the Temple Mount. The Temple Mount is\n  to be under no specific sovereignty or under God's sovereignty. This idea was\n  brought up during Oslo and Camp David. However, it doesn't address the fact\n  that right now it is under Israeli sovereignty but Jordanian religious\n  authority.\n* The Islamic Holy Places are to be under a \"Muslim Waqf,\" but it doesn't say\n  which one. It is currently under a Jordanian Waqf. Will Jordan transfer this\n  to Palestine? This would make sense, but it is unlikely King Abdullah II would\n  want to give up the third holiest site in Islam so easily.\n* The Right of Return can only be realized in a Palestinian State and the\n  territories to be transferred to it by Israel. Only a symbolic number of\n  refugees will be allowed into Israel.\n* \"All elements in the region\" are to be consulted in order to solve the refugee\n  problem. The authors use the word \"××××¨×××\" which can mean both \"elements\" (a\n  possible reference to Hamas) or \"responsible bodies/authorities\" (a possible\n  reference to the Palestinian Authority since it isn't a state yet) Since Hamas\n  is considered a terrorist organization by Israel, the United States and\n  European Union, if they are brought into negotiations, as some say they\n  should, it could quickly derail the process.\n* It discusses both Syria and Lebanon and talks of the Arab and Muslim countries\n  but never mentions the Arab League or the Organisation of the Islamic\n  Conference by name or any specific obligations they might have.\n\nThe Israeli Peace Initiative, 6 April 2011 - Full Proposal (Actual Text)\n\nThe State of Israel\n* Declares that it is its strategic objective to obtain historic compromise\n  leading to formal regional arrangements that would bring about an end to all\n  claims and conflicts, achieve peace, security, economic growth in the Middle\n  East, and fully normalized relations between Israel and all Arab and Islamic\n  countries.\n* Recognizes the suffering of the Palestinian refugees from 1948 and the\n  suffering of the Jewish refugees from Arab countries, and recognizes the need\n  to solve the problem of the Palestinian refugees by mutual agreement and\n  realistic solutions.\n* Believes that cooperation between all sides is vital to ensure that the Middle\n  East enjoys economic prosperity, high environmental quality and a future of\n  prosperity and welfare for all peoples.\n* Appreciates the Arab Peace Initiative of March 2002 as a historic step by the\n  Arab countries to achieve a breakthrough and make progress on a regional\n  level, and offers this as a partner declaration since âa military solution to\n  the conflict will not achieve peace nor guarantee security for all parties.â\n\n'Therefore, Israel accepts the Arab Peace Initiative as a framework for regional\npeace negotiations, and offers the Israeli Peace Initiative as a response,\noutlining Israelâs vision of final status arrangements, which will be achieved\nthrough negotiations with the representatives of Arab countries, the\nPalestinians and Israel based on the following principles:'\n\nThe Principle of Ending All Conflicts The founding principle of a permanent\nsettlement in the region is an Israeli withdrawal, security arrangements, normal\nrelations and an end to all conflicts, taking the security considerations of all\nparties into account, including the challenges of water resources, demographic\nrealities on the ground, and the special needs of the three great religions. In\naddition, the Israeli-Palestinian conflict will be solved on the basis of Two\nStates for Two Peoples: a State of Palestine as the nation-state of the\nPalestinian people and the State of Israel as the nation-state of the Jews\n(within which there is an Arab minority who will have full equal civil rights as\noutlined in Israelâs Declaration of Independence). Based on these principles,\nIsrael offers the following vision:\n\nPermanent-Status Parameters to Settle the Israeli-Palestinian Issue #Palestinian\nState â A sovereign, viable, and independent Palestinian State will be\nestablished in the West Bank and Gaza Strip from which Israel will withdraw. The\nPalestinian State will be demilitarized with full rights and responsibilities\nfor internal security forces. The international community will play an active\nrole in ensuring the security of the borders and in fighting terrorist threats.\n#Borders â The borders of Palestine will be based on the lines of 4 June 1967\nwith agreed upon alterations based on the following principles: creating\nterritorial contiguity between the parts of the Palestinian state; land swaps on\nthe ratio of 1:1 (which will not exceed more than 7% of the West Bank) with an\narea (to be determined according to the precise needs) to create a safe\npassageway between the West Bank and Gaza Strip which will be under de-facto\nPalestinian control. #Jerusalem â The Jerusalem area will include the two\ncapitals of the two states. The line will be drawn in the following way: The\nJewish neighborhoods will be under Israeli sovereignty; the Arab neighborhoods\nwill be under Palestinian sovereignty; special arrangements will be introduced\nfor the Old City, which will ensure inter alia that the Western Wall and Jewish\nQuarter will be under Israeli sovereignty; The Temple Mount will remain without\nany sovereignty (or âUnder Godâs Sovereigntyâ), additional special arrangements\nwill be introduced in regards to Islamic Holy Places to be run by the Muslim\nWaqf, and the Jewish Holy Places or Interests will be run by Israel, and an Israeli-\nInternational monitoring committee will be established in order to realize these\narrangements. #Refugees â Resolving the refugee issue will be achieved by mutual\nagreement between all elements in the region based on the following principles:\na financial compensation package will be offered by the international community\nand Israel for refugees in the countries where they are residing; refugees who\nchoose to return to their homes (as specified in UN Resolution 194) could return\nonly to the territories of the Palestinian State, except for a symbolic amount\nto be agreed upon.\n\nPermanent-Status Parameters to Settle the Israeli-Syrian Issue #Borders â Israel\nwill withdraw from the Golan Heights and return to a border based on that from 4\nJune 1967 with adjustments, to be agreed upon, on a limited scale and\nterritorial exchange ratio of 1:1, which will reflect the international border\nof 1923. The mutual agreement will be implemented in a number of phases, similar\nto the model applied in the Sinai Peninsula, and for a time period not to exceed\n5 years. #Security Arrangements â The sides will agree on a package of security\narrangements, which will define (by mutual consent) the amount of land to be\ndemilitarized on each side of the border and arrangements for the deployment of\ninternational peacekeeping forces.\n\nPermanent-Status Parameters to Settle the Israeli-Lebanese Issue #Borders â\nIsrael and Lebanon will establish a permanent settlement based on Resolution\n1701, under whose framework, Israel has already completed its withdrawal to the\ninternational border. #Lebanese Sovereignty â In addition to the full\nimplementation of Resolution 1701, Lebanon will fully assert its sovereignty in\nits territory through the Lebanese Army.\n\nState of Peace Each of the final status agreements that will be signed between\nIsrael and the Palestinians, Israel and Syria, and Israel and Lebanon, the\nparties will implement the instructions of the United Nations Charter and the\nprinciples of International Law that govern relations between states in\npeacetime; they will resolve all disputes by peaceful means; they will develop\ngood, neighborly relations of coordinating bodies in order to ensure sustainable\nsecurity; they will refrain from threats or the use of force against one\nanother, refrain from joining a coalition, organization or alliance of any kind\nthat has military or security nature, involving a third party, whose goals or\nactivities include aggression or other acts of military hostility against the\nother side.\n\nThe Principle of Creating Regional Security #The parties will establish regional\nsecurity mechanisms for dealing with common dangers and threats from states,\nterrorist organizations, pirate gangs and guerrilla organizations, in order to\nensure the peace and security of all nations in the region. #The parties will\nestablish regional frameworks of cooperation for fighting crime and dealing with\nenvironmental dangers.\n\nThe Principle of Open Economic Cooperation Across the Region Through extensive\nfinancial assistance from the international community, the parties will\nimplement broad cooperative projects to ensure the stability, vitality, and\nprosperity of the region, and achieve the maximum utilization of energy and\nwater resources for the benefit of all parties. These projects will contribute\nto improving transportation infrastructure, agriculture, industry, and regional\ntourism, which will help deal with rising unemployment in the region. In the\nfuture, the parties will work to establish a âMiddle Eastern Economic Blockâ\n(which will invite all countries in the region to join), with the aim of\nachieving a special status for the Bloc with the European Union, the US and the\nentire international community.\n\nThe Principle of Creating Normal Diplomatic Relations and Ties Across the Region\nIsrael, Arab lands and Islamic countries need to promote gradual steps towards\nthe establishment of normal relations between them, in the spirit of the Arab\nPeace Initiative â steps which will start with the launch of peace negotiations,\nwith will gradually deepen, expand, and upgrade to the level of full normal\nrelations (including diplomatic relations, open borders and economic ties) with\nthe signing of permanent-status agreements in parallel to their implementation.\n\nReferences\n","linknr":207,"url":"Israeli_Peace_Initiative","recorded":1375077644,"links":["/w/index.php?title=Israeli_Peace_Initiative&action=edit","/w/index.php?title=Israeli_Peace_Initiative&action=edit","//bits.wikimedia.org/favicon/wikipedia.ico","/w/opensearch_desc.php","//en.wikipedia.org/w/api.php?action=rsd","//creativecommons.org/licenses/by-sa/3.0/","/w/index.php?title=Special:RecentChanges&feed=atom","//bits.wikimedia.org/en.wikipedia.org/load.php?debug=false&lang=en&modules=ext.gadget.DRN-wizard%2CReferenceTooltips%2Ccharinsert%2Cteahouse%7Cext.rtlcite%2Cwikihiero%7Cext.uls.nojs%7Cmediawiki.legacy.commonPrint%2Cshared%7Cmw.PopUpMediaTransform%7Cskins.vector&only=styles&skin=vector&*","//bits.wikimedia.org/en.wikipedia.org/load.php?debug=false&lang=en&modules=site&only=styles&skin=vector&*","//bits.wikimedia.org/en.wikipedia.org/load.php?debug=false&lang=en&modules=startup&only=scripts&skin=vector&*","//bits.wikimedia.org/geoiplookup","//meta.wikimedia.org","#mw-navigation","#p-search","//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//en.wikipedia.org/w/index.php?title=Israeli_Peace_Initiative&action=edit","/wiki/Talk:Israeli_Peace_Initiative","/wiki/File:Question_book-new.svg","//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","/wiki/Wikipedia:Verifiability","/wiki/Wikipedia:No_original_research#Primary.2C_secondary_and_tertiary_sources","/wiki/Wikipedia:No_original_research#Primary.2C_secondary_and_tertiary_sources","//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png","/wiki/Wikipedia:Cleanup","/wiki/Wikipedia:Manual_of_Style","/wiki/Template:Cleanup/doc","//en.wikipedia.org/w/index.php?title=Israeli_Peace_Initiative&action=edit","//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png","/wiki/Wikipedia:Lead_section","/wiki/Wikipedia:Layout_guide","/wiki/Wikipedia:Lead_section_guidelines","/wiki/File:Wiki_letter_w.svg","//upload.wikimedia.org/wikipedia/en/thumb/6/6c/Wiki_letter_w.svg/40px-Wiki_letter_w.svg.png","/wiki/Wikipedia:Orphan","//en.wikipedia.org/w/index.php?title=Special:Whatlinkshere&target=Israeli_Peace_Initiative&namespace=0","/wiki/Help:Link","http://en.wikipedia.org/w/index.php?title=Special%3ASearch&redirs=1&search=Israeli+Peace+Initiative&fulltext=Search&ns0=1&title=Special%3ASearch&advanced=1&fulltext=Israeli+Peace+Initiative","http://edwardbetts.com/find_link?q=Israeli_Peace_Initiative","/wiki/File:Israel_Peace_Initiative_Logo.png","//upload.wikimedia.org/wikipedia/en/9/98/Israel_Peace_Initiative_Logo.png","/wiki/File:Israel_Peace_Initiative_Logo.png","//bits.wikimedia.org/static-1.22wmf11/skins/common/images/magnify-clip.png","#Background","#Notable_Differences_from_Other_Plans","#The_Israeli_Peace_Initiative.2C_6_April_2011_-_Full_Proposal_.28Actual_Text.29","#The_State_of_Israel","#The_Principle_of_Ending_All_Conflicts","#Permanent-Status_Parameters_to_Settle_the_Israeli-Palestinian_Issue","#Permanent-Status_Parameters_to_Settle_the_Israeli-Syrian_Issue","#Permanent-Status_Parameters_to_Settle_the_Israeli-Lebanese_Issue","#State_of_Peace","#The_Principle_of_Creating_Regional_Security","#The_Principle_of_Open_Economic_Cooperation_Across_the_Region","#The_Principle_of_Creating_Normal_Diplomatic_Relations_and_Ties_Across_the_Region","#References","/w/index.php?title=Israeli_Peace_Initiative&action=edit&section=1","/wiki/Arab_Peace_Initiative","#cite_note-1","/wiki/Shin_Bet","/wiki/Yaakov_Peri","/wiki/Ami_Ayalon","/wiki/Mossad","/wiki/Danny_Yatom","/wiki/Israeli_Defense_Forces","/wiki/Amnon_Lipkin-Shahak","/wiki/Amram_Mitzna","/wiki/Moshe_Shahal","/wiki/Yitzhak_Rabin","#cite_note-2","#cite_note-3","/w/index.php?title=Israeli_Peace_Initiative&action=edit&section=2","/wiki/Palestine","/wiki/Jewish","/wiki/Refugee","/wiki/Israel","/wiki/UNSC_Resolution_242","/wiki/West_Bank","/wiki/Palestinian_Authority","/wiki/Civil_rights","/wiki/Anti-Semitism","/wiki/Israeli_Arab","/wiki/Palestinian_Jews","/wiki/Jerusalem","/wiki/Jewish_Quarter_(Jerusalem)","/wiki/Old_City_(Jerusalem)","/wiki/Temple_Mount","/wiki/Sovereignty","/wiki/Oslo_Accords","/wiki/Camp_David_Accords","/wiki/Jordan","/wiki/Waqf","/wiki/Abdullah_II_of_Jordan","/wiki/Right_of_return","/wiki/Hamas","/wiki/Terrorist_organization","/wiki/United_States","/wiki/European_Union","/wiki/Syria","/wiki/Lebanon","/wiki/Arab_League","/wiki/Organisation_of_Islamic_Cooperation","/w/index.php?title=Israeli_Peace_Initiative&action=edit&section=3","/w/index.php?title=Israeli_Peace_Initiative&action=edit&section=4","/wiki/Economic_growth","/wiki/Middle_East","/w/index.php?title=Israeli_Peace_Initiative&action=edit&section=5","/wiki/Israeli-Palestinian_conflict","/wiki/Two-state_solution","/wiki/Declaration_of_Independence_(Israel)","/w/index.php?title=Israeli_Peace_Initiative&action=edit&section=6","/wiki/Gaza_Strip","/wiki/Western_Wall","/wiki/Holiest_sites_in_Islam_(disambiguation)","/wiki/Damages","/wiki/UN_Resolution_194","/w/index.php?title=Israeli_Peace_Initiative&action=edit&section=7","/wiki/Golan_Heights","/wiki/Sinai_Peninsula","/w/index.php?title=Israeli_Peace_Initiative&action=edit&section=8","/wiki/Resolution_1701","/wiki/Lebanese_Army","/w/index.php?title=Israeli_Peace_Initiative&action=edit&section=9","/wiki/United_Nations_Charter","/w/index.php?title=Israeli_Peace_Initiative&action=edit&section=10","/wiki/Pirate","/wiki/Guerrilla","/w/index.php?title=Israeli_Peace_Initiative&action=edit&section=11","/wiki/Agriculture","/wiki/Tourism","/w/index.php?title=Israeli_Peace_Initiative&action=edit&section=12","/w/index.php?title=Israeli_Peace_Initiative&action=edit&section=13","#cite_ref-1","http://my.ynet.co.il/pic/news/IPI%20in%20Hebrew%20-%20April%206,%202011.doc","#cite_ref-2","http://www.ynetnews.com/articles/0,7340,L-4053199,00.html","#cite_ref-3","http://www.ynetnews.com/articles/0,7340,L-4052347,00.html","//en.wikipedia.org/w/index.php?title=Special:CentralAutoLogin/start&type=1x1&from=enwiki","http://en.wikipedia.org/w/index.php?title=Israeli_Peace_Initiative&oldid=536978453","/wiki/Help:Categories","/wiki/Category:Middle_East_peace_efforts","/wiki/Category:History_of_Palestine","/wiki/Category:History_of_Israel","/wiki/Category:Israeli%E2%80%93Palestinian_peace_efforts","/wiki/Category:Articles_lacking_reliable_references_from_April_2011","/wiki/Category:All_articles_lacking_reliable_references","/wiki/Category:Articles_needing_cleanup_from_April_2011","/wiki/Category:All_articles_needing_cleanup","/wiki/Category:Cleanup_tagged_articles_without_a_reason_field_from_April_2011","/wiki/Category:Wikipedia_pages_needing_cleanup_from_April_2011","/wiki/Category:Wikipedia_introduction_cleanup_from_April_2012","/wiki/Category:All_pages_needing_cleanup","/wiki/Category:Pages_missing_lead_section","/wiki/Category:Articles_covered_by_WikiProject_Wikify_from_April_2012","/wiki/Category:All_articles_covered_by_WikiProject_Wikify","/wiki/Category:Orphaned_articles_from_June_2011","/wiki/Category:All_orphaned_articles","/w/index.php?title=Special:UserLogin&returnto=Israeli+Peace+Initiative&type=signup","/w/index.php?title=Special:UserLogin&returnto=Israeli+Peace+Initiative","/wiki/Israeli_Peace_Initiative","/wiki/Talk:Israeli_Peace_Initiative","#","/wiki/Israeli_Peace_Initiative","/w/index.php?title=Israeli_Peace_Initiative&action=edit","/w/index.php?title=Israeli_Peace_Initiative&action=history","#","/w/index.php","//bits.wikimedia.org/static-1.22wmf11/skins/vector/images/search-ltr.png?303-4","/wiki/Main_Page","/wiki/Main_Page","/wiki/Portal:Contents","/wiki/Portal:Featured_content","/wiki/Portal:Current_events","/wiki/Special:Random","//donate.wikimedia.org/wiki/Special:FundraiserRedirector?utm_source=donate&utm_medium=sidebar&utm_campaign=C13_en.wikipedia.org&uselang=en","/wiki/Help:Contents","/wiki/Wikipedia:About","/wiki/Wikipedia:Community_portal","/wiki/Special:RecentChanges","//en.wikipedia.org/wiki/Wikipedia:Contact_us","/wiki/Special:WhatLinksHere/Israeli_Peace_Initiative","/wiki/Special:RecentChangesLinked/Israeli_Peace_Initiative","/wiki/Wikipedia:File_Upload_Wizard","/wiki/Special:SpecialPages","/w/index.php?title=Israeli_Peace_Initiative&oldid=536978453","/w/index.php?title=Israeli_Peace_Initiative&action=info","//www.wikidata.org/wiki/Q6087581","/w/index.php?title=Special:Cite&page=Israeli_Peace_Initiative&id=536978453","/w/index.php?title=Special:Book&bookcmd=book_creator&referer=Israeli+Peace+Initiative","/w/index.php?title=Special:Book&bookcmd=render_article&arttitle=Israeli+Peace+Initiative&oldid=536978453&writer=rl","/w/index.php?title=Israeli_Peace_Initiative&printable=yes","#","//www.wikidata.org/wiki/Q6087581#sitelinks-wikipedia","//en.wikipedia.org/wiki/Wikipedia:Text_of_Creative_Commons_Attribution-ShareAlike_3.0_Unported_License","//creativecommons.org/licenses/by-sa/3.0/","//wikimediafoundation.org/wiki/Terms_of_Use","//wikimediafoundation.org/wiki/Privacy_policy","//www.wikimediafoundation.org/","//wikimediafoundation.org/wiki/Privacy_policy","/wiki/Wikipedia:About","/wiki/Wikipedia:General_disclaimer","//en.wikipedia.org/wiki/Wikipedia:Contact_us","//en.m.wikipedia.org/wiki/Israeli_Peace_Initiative","//wikimediafoundation.org/","//bits.wikimedia.org/images/wikimedia-button.png","//www.mediawiki.org/","//bits.wikimedia.org/static-1.22wmf11/skins/common/images/poweredby_mediawiki_88x31.png","//bits.wikimedia.org/en.wikipedia.org/load.php?debug=false&lang=en&modules=site&only=scripts&skin=vector&*"],"instances":["disambiguation","israel","jerusalem","jerusalem"],"pdf":[],"categories":["Middle East peace efforts","History of Palestine","History of Israel","Israeli–Palestinian peace efforts"],"headings":["Background","Notable Differences from Other Plans","The Israeli Peace Initiative, 6 April 2011 - Full Proposal (Actual Text)","References"],"image":["//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/6/6c/Wiki_letter_w.svg/40px-Wiki_letter_w.svg.png","//upload.wikimedia.org/wikipedia/en/9/98/Israel_Peace_Initiative_Logo.png","//bits.wikimedia.org/static-1.22wmf11/skins/common/images/magnify-clip.png","//en.wikipedia.org/w/index.php?title=Special:CentralAutoLogin/start&type=1x1&from=enwiki","//bits.wikimedia.org/static-1.22wmf11/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.22wmf11/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["jewish_quarter","jerusalem"],["old_city","jerusalem"],["declaration_of_independence","israel"],["holiest_sites_in_islam","disambiguation"]],"members":["holiest_sites_in_islam","declaration_of_independence","old_city","jewish_quarter"],"related":["Arab_Peace_Initiative","Shin_Bet","Yaakov_Peri","Ami_Ayalon","Mossad","Danny_Yatom","Israeli_Defense_Forces","Amnon_Lipkin-Shahak","Amram_Mitzna","Moshe_Shahal","Yitzhak_Rabin","Palestine","Jewish","Refugee","Israel","UNSC_Resolution_242","West_Bank","Palestinian_Authority","Civil_rights","Anti-Semitism","Israeli_Arab","Palestinian_Jews","Jerusalem","Jewish_Quarter_(Jerusalem)","Old_City_(Jerusalem)","Temple_Mount","Sovereignty","Oslo_Accords","Camp_David_Accords","Jordan","Waqf","Abdullah_II_of_Jordan","Right_of_return","Hamas","Terrorist_organization","United_States","European_Union","Syria","Lebanon","Arab_League","Organisation_of_Islamic_Cooperation","Economic_growth","Middle_East","Israeli-Palestinian_conflict","Two-state_solution","Declaration_of_Independence_(Israel)","Gaza_Strip","Western_Wall","Holiest_sites_in_Islam_(disambiguation)","Damages","UN_Resolution_194","Golan_Heights","Sinai_Peninsula","Resolution_1701","Lebanese_Army","United_Nations_Charter","Pirate","Guerrilla","Agriculture","Tourism"]}