{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/International_Workshop_Agreement\">International Workshop Agreement</a>, a stage of standardization process used by International Organization for Standardization","\n<a href=\"http://duckduckgo.com/International_Webcasting_Association\">International Webcasting Association</a> - The International Webcasting Association is a non-profit organization that works to promote effective and efficient delivery of multimedia content, including webcasting and streaming media, over...","\n<a href=\"http://duckduckgo.com/Irish_Wheelchair_Association\">Irish Wheelchair Association</a> - The Irish Wheelchair Association is a voluntary organisation in the Republic of Ireland, founded in 1960.","IWA","\n<a href=\"http://duckduckgo.com/Independent_Wrestling_Association_Mid-South\">Independent Wrestling Association Mid-South</a> - Independent Wrestling Association Mid-South is an independent professional wrestling promotion based in Louisville, Kentucky.","\n<a href=\"http://duckduckgo.com/International_Woodworkers_of_America\">International Woodworkers of America</a> - International Woodworkers of America (IWA) was an industrial union of lumbermen, sawmill workers, timber transportation workers and others formed in 1937.","\n<a href=\"http://duckduckgo.com/Indian_Workers'_Association\">Indian Workers' Association</a> - The Indian Workers' Association is a political organisation in Great Britain.","\n<a href=\"http://duckduckgo.com/Phoenix-Mesa_Gateway_Airport\">Phoenix-Mesa Gateway Airport</a> (FAA airport code: IWA) in Mesa, Arizona","\n<a href=\"http://duckduckgo.com/International_Webmasters_Association\">International Webmasters Association</a> - International Webmasters Association, a non-profit professional association for web professionals, provides training courses and certification.","\n<a href=\"http://duckduckgo.com/Inland_Waterways_Association\">Inland Waterways Association</a> - The Inland Waterways Association (IWA) was formed in 1946 as a registered charity in the United Kingdom to campaign for the conservation, use, maintenance, restoration and sensitive development ...","\n<a href=\"http://duckduckgo.com/International_Water_Association\">International Water Association</a> - The International Water Association is a self-governing non-profit organization which aims to cover all facets of the water cycle.","\n<a href=\"http://duckduckgo.com/International_Wrestling_Association_of_Japan\">International Wrestling Association of Japan</a> - International Wrestling Association of Japan, more commonly known as IWA Japan, was a Japanese professional wrestling promotion operating from 1994 to 1996.","\n<a href=\"http://duckduckgo.com/iWA_%26_OutdoorClassics\">IWA and OUTDOORCLASSICS</a> – Internationale Waffen Ausstellung (International Weapons Exhibition) - an exhibition taking place every year in Nuremberg/Germany","\n<a href=\"http://duckduckgo.com/International_Workers_Association\">International Workers Association</a> is an anarcho-syndicalist federation of labour unions","\n<a href=\"http://duckduckgo.com/International_Wrestling_Association\">International Wrestling Association</a> - The International Wrestling Association is a wrestling promotion in Puerto Rico, started in Japan in 1994 by promoter Victor Quiñones.","\n<a href=\"http://duckduckgo.com/Integrated_Windows_Authentication\">Integrated Windows Authentication</a> - Integrated Windows Authentication is a term associated with Microsoft products that refers to the SPNEGO, Kerberos, and NTLMSSP authentication protocols with respect to SSPI functionality introd...","\n<a href=\"http://duckduckgo.com/Institute_of_Welsh_Affairs\">Institute of Welsh Affairs</a>, a Welsh think-tank","\n<a href=\"http://duckduckgo.com/International_Workingmen's_Association\">International Workingmen's Association</a> - The International Workingmen's Association, sometimes called the First International, was an international organization which aimed at uniting a variety of different left-wing socialist, c..."],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373537019,"book":[],"micro-www":{"iwa":[""]},"micro-relation":[]}