{"cursor":"29169","size":15,"audio":[],"currentlang":"en","article":"{{infobox television season |season_name=Power Rangers S.P.D. |bgcolour=#076667\n|fgcolour=white |image= |caption= |country= |network=Jetix |first_aired=February\n5, 2005 |last_aired=February 2, 2006 |num_episodes=38 |prev_season=Dino Thunder\n|next_season=Mystic Force\n|}}\n\nThis is a list of episodes of the television show [[Power Rangers S.P.D.]].\n {| class=\"wikitable plainrowheaders\" style=\"width:100%;\nmargin:auto; background:#FFFFFF;\"\n|-\n! style=\"background-color: #076667; color: #ffffff;\"| No. style=\"background-\n! color: #076667; color: #ffffff;\"| # style=\"background-color: #076667; color:\n! #ffffff;\"| Title style=\"background-color: #076667; color: #ffffff;\"| Directed\n! by style=\"background-color: #076667; color: #ffffff;\"| Written by style=\"background-\n! color: #076667; color: #ffffff;\"| Original U.S. air date\n|-\n{{Episode list/sublist|List of Power Rangers episodes\n |- LineColor= 076667\n |ImageCaption= |EpisodeNumber=535 |EpisodeNumber2=1 |Title= Beginnings Part I\n |DirectedBy = Mallory Thomas |WrittenBy = James Saban |OriginalAirDate=\n\n |ShortSummary= Three experienced B-Squad cadets, Sky, Bridge and Syd, are\n assigned to bring in a pair of criminals who, just like them, happen to\n possess genetic powers of their own. }} {{Episode list/sublist|List of Power\n Rangers episodes\n |- LineColor= 076667\n |ImageCaption= |EpisodeNumber=536 |EpisodeNumber2=2 |Title= Beginnings Part II\n |DirectedBy = Greg Aronowitz |WrittenBy = |OriginalAirDate=\n\n |ShortSummary= When the evil Emperor Gruumm attempts to open a portal and\n invade the Earth, the three cadets are promoted and given Delta Morphers to\n become the Blue, Green and Pink Rangers, respectively. When the two criminals Z\n and Jack are recruited as the Yellow and Red Rangers, the S.P.D. B-Squad Power\n Rangers unite. }} {{Episode list/sublist|List of Power Rangers episodes\n |- LineColor= 076667\n |ImageCaption= |EpisodeNumber=537 |EpisodeNumber2=3 |Title=Confronted\n |DirectedBy = Greg Aronowitz |WrittenBy = |OriginalAirDate=\n\n |ShortSummary= Jack discovers the advantages of being the Red Ranger and\n begins to heavily abuse his position. Having been charged with defending the\n planet now that their elite A-Squad counterparts have disappeared while on a\n mission in the Helix Nebula, Jack's teammates call his leadership skills into\n question and he is stripped of his leader status and Ranger powers. Will Jack\n be able to prove he is a competent leader? }} {{Episode list/sublist|List of\n Power Rangers episodes\n |- LineColor= 076667\n |ImageCaption= |EpisodeNumber=538 |EpisodeNumber2=4 |Title=Walls |DirectedBy =\n |WrittenBy = John Tellegen |OriginalAirDate=\n\n |ShortSummary= Still reeling from the shock of losing his chance at being the\n Red Ranger, Sky refuses to take part in group activities. He loses temper\n almost completely once Jack and Bridge are granted sleek, new Patrol Cycles.\n Meanwhile, Gruumm plans to steal diamonds to convert them into energy. }}\n {{Episode list/sublist|List of Power Rangers episodes\n |- LineColor= 076667\n |ImageCaption= |EpisodeNumber=539 |EpisodeNumber2=5 |Title=Dogged |DirectedBy =\n |WrittenBy = |OriginalAirDate=\n\n |ShortSummary= When she is sent to investigate the mysterious disappearance of\n several citizens, Syd is disappointed to be paired with the constantly\n malfunctioning R.I.C. Upon finding Rhinix, the culprit behind the\n disappearances, R.I.C saves her by stepping in and shielding her from Rhinix's\n blast. Feeling guilty for her earlier attitude towards R.I.C, Syd returns the\n favor by taking the robotic dog to Bridge for repairs. With a little help from\n Boom, Bridge succeeds and presents \"R.I.C 2.0\". With the newly upgraded\n R.I.C's help, Syd finds that the missing humans have been converted into a\n type of fuel, and the Rangers use the Canine Cannon to take down Rhinix after\n restoring the citizens to normal. }} {{Episode list/sublist|List of Power\n Rangers episodes\n |- LineColor= 076667\n |ImageCaption= |EpisodeNumber=540 |EpisodeNumber2=6 |Title=A-Bridged\n |DirectedBy = |WrittenBy = |OriginalAirDate=\n\n |ShortSummary= While searching for an intergalactic bank robber, the B-Squad\n catch a Trilondon alien near the scene of the crime. While the others assume\n they have their man, an unconvinced Bridge requests to perform his own\n investigation. While Bridge is off on his own, the Rangers confront the\n supposed criminal, and discover not only that he's innocent of the robbery, but\n he is a bounty hunter searching for the true culprit. Using his own bizarre\n methods, Bridge successfully unmasks the real culprit, Hydrax from Planet\n Fernovia. }} {{Episode list/sublist|List of Power Rangers episodes\n |- LineColor= 076667\n |ImageCaption= |EpisodeNumber=541 |EpisodeNumber2=7 |Title=Sam Part I\n |DirectedBy = |WrittenBy = |OriginalAirDate=\n\n |ShortSummary= A lonely boy named Sam is mocked by other kids for being\n different due to his unique teleportation abilities, and he ultimately becomes\n an unwitting target for Mora, who promises to be his friend if he helps her\n new creation Bugglesworth turn the city's population into dolls for Mora. When\n the Rangers confront Sam, Z tries to befriend him but he refuses. When they\n find out the captives will be stuck in doll form soon, Z and Jack find Sam and\n try to convince him that being different isn't a bad thing. However,\n Bugglesworth appears and convinces Sam to come with him while leaving Jack and\n Z to deal with an Orangehead Krybot. }} {{Episode list/sublist|List of Power\n Rangers episodes\n |- LineColor= 076667\n |ImageCaption= |EpisodeNumber=542 |EpisodeNumber2=8 |Title=Sam Part II\n |DirectedBy = |WrittenBy = John Tellegen |OriginalAirDate=\n\n |ShortSummary= After almost destroying the Orangehead Krybot, the Rangers duel\n against Grummm and his giant robot in the Delta Squad Megazord. Z manages to\n finally convince Sam and Mora that she is their friend, and Sam smashes\n Bugglesworth's staff, allowing the Rangers to contain the monster once his\n robot is destroyed. With Bugglesworth sealed away, his victims are restored to\n normal, and Sam is welcomed into the S.P.D Academy. }} {{Episode\n list/sublist|List of Power Rangers episodes\n |- LineColor= 076667\n |ImageCaption= |EpisodeNumber=543 |EpisodeNumber2=9 |Title=Idol |DirectedBy =\n |WrittenBy = |OriginalAirDate=\n\n |ShortSummary= Jack is left in charge while Commander Cruger is away at an\n intergalactic conference. When Sky's old friend Dru Harrington is rescued from\n a burning S.P.D spaceship that crashed landed on Earth, he returns to the\n Academy. While Sky is delighted to see his old comrade again, Jack is\n immediately suspicious and states that Dru must be reevaluted. When Doggie\n returns to the Academy, he is wounded by an intruder and hospitalized. Sky is\n attacked by the intruder, and Giganus reveals his identity as Dru. }} {{Episode\n list/sublist|List of Power Rangers episodes\n |- LineColor= 076667\n |ImageCaption= |EpisodeNumber=544 |EpisodeNumber2=10 |Title=Stakeout\n |DirectedBy = |WrittenBy = |OriginalAirDate=\n\n |ShortSummary= It's Syd's birthday, and she is over the moon with excitement.\n However, Sinuku has just escaped from K.O-35's satellite prison and Jack\n chooses Syd to assist him in keeping an eye on Sinuku's partner Dr. Rheas,\n leaving Syd severely disappointed over the fact that she must work on her\n birthday. After putting a stop to Sinuku's plans, the Rangers cheer Syd up\n with a surprise birthday party. }} {{Episode list/sublist|List of Power\n Rangers episodes\n |- LineColor= 076667\n |ImageCaption= |EpisodeNumber=545 |EpisodeNumber2=11 |Title=Shadow Part I\n |DirectedBy = |WrittenBy = |OriginalAirDate=\n\n |ShortSummary= Doggie is plagued by nightmares involving his home planet of\n Sirius, and when his old enemy General Benagg resurfaces, Cruger's pain only\n worsens. Benaag calls Cruger out to battle but Doggie refuses, and Doggie later\n reveals to the Rangers the history of Sirius and the origins of S.P.D.\n Meanwhile, Kat is ambushed by Krybots outside the base, and confronted by\n Benaag. }} {{Episode list/sublist|List of Power Rangers episodes\n |- LineColor= 076667\n |ImageCaption= |EpisodeNumber=546 |EpisodeNumber2=12 |Title=Shadow Part II\n |DirectedBy = |WrittenBy = |OriginalAirDate=\n\n |ShortSummary= When Benaag reveals Kat as his hostage, Doggie is left with no\n choice but to fight, despite Kat's warnings of a trap. Doggie sends the Rangers\n off to deal with a series of giant energy spikes that have been placed around\n the city, and prepares to face Benaag himself. Taking his Shadow Saber and the\n Patrol Morpher Kat made for him, Doggie becomes the Shadow Ranger for the first\n time to defeat Benaag and rescue Kat. }} {{Episode list/sublist|List of Power\n Rangers episodes\n |- LineColor= 076667\n |ImageCaption= |EpisodeNumber=547 |EpisodeNumber2=13 |Title=Abandoned\n |DirectedBy = |WrittenBy = John Tellegen |OriginalAirDate=\n\n |ShortSummary= When the B-Squad begins to take the Shadow Ranger for granted,\n Doggie teaches them a lesson by leaving them on their own to stop the monster\n Drakel from using the power from an evil stone to resist the sunlight that\n weakens him and wreak havoc on the city. }} {{Episode list/sublist|List of\n Power Rangers episodes\n |- LineColor= 076667\n |ImageCaption= |EpisodeNumber=548 |EpisodeNumber2=14 |Title=Wired Part I\n |DirectedBy = |WrittenBy = John Tellegen |OriginalAirDate=\n\n |ShortSummary= The B-Squad finds a standout D-Squad cadet in a girl named\n Sophie, who succeeds where her fellow D-Squad members failed by defeating\n Krybots during a training exercise. Mora begs Gruumm for one last chance to\n defeat the Rangers in a bid to keep her childhood, and recruits Valko to assist\n her in this task. Valko reveals his plan to defeat the Rangers by attempting\n the impossible: gaining control of a massive robot named Goradon. But first, he\n needs a piece of technology that only S.P.D has. }} {{Episode list/sublist|List\n of Power Rangers episodes\n |- LineColor= 076667\n |ImageCaption= |EpisodeNumber=549 |EpisodeNumber2=15 |Title=Wired Part II\n |DirectedBy = |WrittenBy = John Tellegen |OriginalAirDate=\n\n |ShortSummary= After being expelled from the Academy, a depressed Sophie falls\n right into Valko's grasp. She is taken and hooked up to Goradon's internal\n systems while Doggie tells the Rangers off for expelling a fellow cadet and\n sends them out to find her. They eventually realize that Sophie houses the\n piece of equipment Valko needed, a Series One Processor Hyper Intelligent\n Encryptor (aka S.O.P.H.I.E), and find Valko with Piggy's help. Although Valko\n is contained, Goradon is loose, and Sophie proves the key to unlocking the\n Rangers' greatest weapon yet: the Delta Command Megazord. In the end, fed up\n with Mora's failure, Gruumm transforms her into her true form, Morgana. }}\n {{Episode list/sublist|List of Power Rangers episodes\n |- LineColor= 076667\n |ImageCaption= |EpisodeNumber=550 |EpisodeNumber2=16 |Title=Boom |DirectedBy =\n Andrew Merrifeld |WrittenBy = |OriginalAirDate=\n\n |ShortSummary= Boom's lie about being the Orange Ranger and A-Squad Commander\n comes back to haunt him when his parents, who are unaware of his true\n occupation, come to visit. Z, Syd and Bridge help Boom keep up the rouse while\n Jack and Sky hunt a dimension-hopping General Tomars. In the end, Boom tells\n his parents about his real job, and finds that they are proud of him no matter\n what he does.\n----\nNote: The Orange Ranger helmet was once used as the Yellow Ranger's helmet\n      from Power Rangers in Space. }} {{Episode list/sublist|List of Power\n      Rangers episodes\n |- LineColor= 076667\n |ImageCaption= |EpisodeNumber=551 |EpisodeNumber2=17 |Title=Recognition\n |DirectedBy = |WrittenBy = Jessie Horsting |OriginalAirDate=\n\n |ShortSummary= When the Rangers apprehend the evil Wootox and take him back to\n headquarters, he manages to escape prison by swapping bodies with Sky and goes\n searching for the controls to the Delta Command Megazord. Will Sky, now trapped\n in Wootox's body, be able to convince the others of Wootox's treachery before\n it's too late? }} {{Episode list/sublist|List of Power Rangers episodes\n |- LineColor= 076667\n |ImageCaption= |EpisodeNumber=552 |EpisodeNumber2=18 |Title=Samurai |DirectedBy\n = |WrittenBy = Matt Hawkins |OriginalAirDate=\n\n |ShortSummary= Gruumm transports the alien samurai Katana from ancient Japan to\n present day Japan via a time portal, and the Rangers are sent to confront the\n warrior, who is confused by all the changes to his homeland. After being\n convinced by Broodwing that the Rangers are trying to take over, Katana duels\n the heroes while Doggie and Kat head to Japan upon being alerted to the\n presence of a giant robot. Jack uses Commander Cruger's Shadow Saber to defeat\n Katana honorably in a one-on-one swordfight, and Katana returns to his own time\n once another time portal opens. Afterwards Cruger told Jack that the Shadow\n Saber which he lended was not original and Jack could not believe that he had\n defeated agreed sword master with the fake Shadow Saber }} {{Episode\n list/sublist|List of Power Rangers episodes\n |- LineColor= 076667\n |ImageCaption= |EpisodeNumber=553 |EpisodeNumber2=19 |Title=Dismissed\n |DirectedBy = |WrittenBy = |OriginalAirDate=\n\n |ShortSummary= S.P.D.'s Supreme Commander Fowler Birdie pays a visit to Earth,\n taking over the Delta Base and relieving Commander Cruger of duty. Meanwhile,\n Gruumm heads to Earth himself in order to face Cruger in battle and easily\n overpowers the Rangers, forcing Commander Birdie to take matters into his own\n hands. Unfortunately, Birdie doesn't fare much better than the Rangers. Upon\n being informed of Gruumm's challenge, Doggie returns to save the day and an\n apologetic Birdie reinstates him. }} {{Episode list/sublist|List of Power\n Rangers episodes\n |- LineColor= 076667\n |ImageCaption= |EpisodeNumber=554 |EpisodeNumber2=20 |Title=Perspective\n |DirectedBy = |WrittenBy = |OriginalAirDate=\n\n |ShortSummary= When Commander Cruger asks the Rangers to report to him about\n their mission to stop the World Gold Depository from being robbed, each of the\n Rangers delivers a different story, making themselves out to be the best.\n However, the truth comes out once Kat manages to reconstruct the video feed.\n The truth was that a light beam destroyed all the krybots to free the Rangers.\n }} {{Episode list/sublist|List of Power Rangers episodes\n |- LineColor= 076667\n |ImageCaption= |EpisodeNumber=555 |EpisodeNumber2=21 |Title=Messenger Part I\n |DirectedBy = |WrittenBy = |OriginalAirDate=\n\n |ShortSummary= The Rangers receive a message from the future, telling of\n S.P.D.'s defeat and the hands of the Troobain army. Things get even worse when\n Morgana begins to impose the prophecy with the aid of her most powerful allies,\n the brothers Shorty and Devastation. }} {{Episode list/sublist|List of Power\n Rangers episodes\n |- LineColor= 076667\n |ImageCaption= |EpisodeNumber=556 |EpisodeNumber2=22 |Title=Messenger Part II\n |DirectedBy = |WrittenBy = |OriginalAirDate=\n\n |ShortSummary= As the Rangers teeter on the brink of defeat, help arrives in\n the form of mysterious individual calling himself the Omega Ranger. Shorty\n falls to the might of this enigmatic new Ranger who refuses to allow the other\n Rangers to help him in his battle against Morgana and Devastation, citing that\n their inferior technology would only get in the way. While the other Ranger are\n indeed hesitant to step in, Cruger reminds them of their duty and together the\n six Rangers put a stop to Morgana's plan. The Omega Ranger later reveals\n himself to be Sam.}} {{Episode list/sublist|List of Power Rangers episodes\n |- LineColor= 076667\n |ImageCaption= |EpisodeNumber=557 |EpisodeNumber2=23 |Title=Zapped |DirectedBy\n = |WrittenBy = |OriginalAirDate=\n\n |ShortSummary= Morgana approaches Mysticon, a magician who's down on his luck,\n and offers him a new wand in exchange for his help in defeating the Rangers.\n When Syd applies to be Mysticon's assistant, she is placed under a spell.\n Meanwhile, Sam is sent to spy on Mysticon's magic show and the other Rangers\n grow jealous of Commander Cruger giving him so much attention. Broodwing begins\n plotting against Gruumm when another of his robots is destroyed. }} {{Episode\n list/sublist|List of Power Rangers episodes\n |- LineColor= 076667\n |ImageCaption= |EpisodeNumber=558 |EpisodeNumber2=24 |Title=Reflection Part I\n |DirectedBy = John Laing |WrittenBy = |OriginalAirDate=\n\n |ShortSummary= The B-Squad's day off is brought to a halt when criminals\n they've already contained attack NewTech City, leaving them mystified as to how\n they could've escaped. Sky travels to Gamma Orion and visits an alien named\n Mirloc, who has been locked in a specially made cell due to his ability to\n travel through reflective surfaces, to gather information. In exchange for the\n information, Mirloc wants to know what Sky's saddest memory is and Sky tells\n the story of his father. Upon finding out the criminals are still in\n containment, the Rangers confront the true culprit: Slate, a criminal with\n ability to mimic anything. Morgana joins Slate and Jack calls for his brand new\n Battlizer to defeat them both. Meanwhile, Mirloc mocks Sky's story, and the\n upset Blue Ranger sheds a single tear. Mirloc takes this opportunity to travel\n into Sky's tear and escape his cell, leaving Sky stunned as he realizes what\n has happened. }} {{Episode list/sublist|List of Power Rangers episodes\n |- LineColor= 076667\n |ImageCaption= |EpisodeNumber=559 |EpisodeNumber2=25 |Title=Reflection Part II\n |DirectedBy = John Laing |WrittenBy = |OriginalAirDate=\n\n |ShortSummary= Mirloc meets Gruumm and is sent out to capture six of the\n Rangers, while Gruumm plans to deal with Cruger personally. Mirloc succeeds in\n imprisoning four Rangers, and Jack borrows Sam's Omegamax Cycle to deal with a\n giant rampaging robot. Once Jack is captured, Sam takes on Mirloc alone and\n manages to free his friends. Mirloc taunts Sky and his father, and an angry\n Jack gives Sky the chance to bring Mirloc in. With Jack's morpher, Sky morphs\n into the Red Ranger and uses the Battlizer to defeat Mirloc in honor of his\n father. }} {{Episode list/sublist|List of Power Rangers episodes\n |- LineColor= 076667\n |ImageCaption= |EpisodeNumber=560 |EpisodeNumber2=26 |Title=S.W.A.T. Part I\n |DirectedBy = Britta Johnstone |WrittenBy = John Tellegen |OriginalAirDate=\n\n |ShortSummary= Tiring of the team's frequent bickering, Commander Cruger sends\n the B-Squad to Planet Zentor where they are to be trained under the watchful\n eye of primate Sergeant Silverback. The irate simian quickly puts the Rangers\n through their paces, pitting them against Krybots and a giant scorpion monster.\n Do the Rangers have what it takes to survive Silverback's harsh training?\n Meanwhile, Piggy's scheming friends Thresher and Stench break into S.P.D and\n steal the schematics for the newly created S.W.A.T. Mode. }} {{Episode\n list/sublist|List of Power Rangers episodes\n |- LineColor= 076667\n |ImageCaption= |EpisodeNumber=561 |EpisodeNumber2=27 |Title=S.W.A.T. Part II\n |DirectedBy = Britta Johnstone |WrittenBy = John Tellegen |OriginalAirDate=\n\n |ShortSummary= After being stripped of their Ranger powers and demoted, the\n Rangers are forced to endure grueling training exercises, only to be pushed\n even harder when they complain to Silverback. On Earth, Sam and Doggie battle\n Piggy's friends only to end up captured. The Sergeant ultimately gets fed up\n with the Rangers and considers sending them back to Earth with a recommendation\n for dismissal from the Academy but the Rangers work hard to prove themselves\n worthy and are rewarded with the S.W.A.T Armor, which they use to defeat\n Piggy's friends before containing them. }} {{Episode list/sublist|List of Power\n Rangers episodes\n |- LineColor= 076667\n |ImageCaption= |EpisodeNumber=562 |EpisodeNumber2=28 |Title=Robotpalooza\n |DirectedBy = John Laing |WrittenBy = |OriginalAirDate=\n\n |ShortSummary= The Rangers are bombarded with constant attacks from both Gruumm\n and Broodwing who recruits Gineka to destroy the Rangers, and are on the verge\n of breaking. When the Deltamax Megazord is not enough to drive back these\n powerful enemies, Kat sends the Rangers the S.W.A.T. Megazord to deal with the\n fleet of robots. }} {{Episode list/sublist|List of Power Rangers episodes\n |- LineColor= 076667\n |ImageCaption= |EpisodeNumber=563 |EpisodeNumber2=29 |Title=Katastrophe\n |DirectedBy = Britta Johnstone |WrittenBy = |OriginalAirDate=\n\n |ShortSummary= Supreme Commander Birdie offers Kat the chance to work at S.P.D\n Galaxy Command and after some careful thought she decides to take up her new\n position. However, Broodwing has teamed up with Kat's old rival Mooney, and his\n powerful robot hides a dangerous weapon: a Helios Generator. With permission\n from a reluctant Birdie, Kat returns to Earth with her own specially made\n morpher and morphs into Kat Ranger in order to stop Mooney. }} {{Episode\n list/sublist|List of Power Rangers episodes\n |- LineColor= 076667\n |ImageCaption= |EpisodeNumber=564 |EpisodeNumber2=30 |Title=Missing |DirectedBy\n = John Laing |WrittenBy = |OriginalAirDate=\n\n |ShortSummary= Bridge confronts intergalactic felon Berok on the Rangers'\n latest mission, only to be knocked out in battle. He awakens in a cold dark\n room from which there appears to be no escape. With the walls literally closing\n in on Bridge, can the Rangers save their teammate from certain doom before it's\n too late? }} {{Episode list/sublist|List of Power Rangers episodes\n |- LineColor= 076667\n |ImageCaption= |EpisodeNumber=565 |EpisodeNumber2=31 |Title=History |DirectedBy\n = Paul Grinder |WrittenBy = |OriginalAirDate=\n\n |ShortSummary= Broodwing uses the Red, Blue and Yellow Dino Gems to transport\n Conner, Ethan and Kira to 2025 as part of his plan to defeat the Rangers and\n destroy the planet. The three confused Dino Rangers escape with their Gems and\n are soon cornered by Krybots, only to be saved by the B-Squad and taken back to\n the Delta Base. Although Doggie insists they remain at the base to avoid\n disrupting the timeline, the Dino Rangers decide to do what they feel is right.\n Upon receiving re-energized Dino Morphers from Kat, the Dino Rangers team up\n with the B-Squad in order to drive back a robotic army and the Dragoul\n creature. }} {{Episode list/sublist|List of Power Rangers episodes\n |- LineColor= 076667\n |ImageCaption= |EpisodeNumber=566 |EpisodeNumber2=32 |Title=Impact |DirectedBy\n = |WrittenBy = |OriginalAirDate=\n\n |ShortSummary= Broodwing's associate Professor Cerebros alters the course of a\n meteor to cause it to collide with NewTech City. As if that weren't enough, a\n more powerful Dragoul has been let loose. Although Sky is sent on a solo\n mission to destroy the meteor, Jack stows away on the S.W.A.T Megazord to try\n to get in on the action. While the Red and Blue Rangers learn to work together\n to destroy the meteor, the others are left to deal with Dragoul. }} {{Episode\n list/sublist|List of Power Rangers episodes\n |- LineColor= 076667\n |ImageCaption= |EpisodeNumber=567 |EpisodeNumber2=33 |Title=Badge |DirectedBy =\n John Laing |WrittenBy = |OriginalAirDate=\n\n |ShortSummary= Icthior, Commander Cruger's old rival from his days at the S.P.D\n Academy, returns and puts the Rangers to the test as several of them are\n injured and stripped of their badges, leaving Doggie to face his past alone. }}\n {{Episode list/sublist|List of Power Rangers episodes\n |- LineColor= 076667\n |ImageCaption= |EpisodeNumber=568 |EpisodeNumber2=34 |Title=Insomnia\n |DirectedBy = John Laing |WrittenBy = John Tellegen |OriginalAirDate=\n\n |ShortSummary= After eavesdropping on Doggie and Kat talking about how the A-\n Squad would have already defeated Gruumm, the depressed B-Squad reminisce over\n their past failures and deduce Gruumm's master plan in the process. Meanwhile,\n after Gruumm given her back her childhood, Mora comes face to face with the\n Terror Spacecraft's secret tenant: Omni. }} {{Episode list/sublist|List of\n Power Rangers episodes\n |- LineColor= 076667\n |ImageCaption= |EpisodeNumber=569 |EpisodeNumber2=35 |Title=Wormhole\n |DirectedBy = Paul Grinder |WrittenBy = |OriginalAirDate=\n\n |ShortSummary= Gruumm decides to take drastic measures to stop the Rangers once\n and for all by travelling through a wormhole 21 years into the past, where\n S.P.D. doesn't exist. Upon realizing what Gruumm has done, the B-Squad pursues\n him to the year 2004 and meet up with the Dino Rangers once again. Meanwhile,\n Gruumm forces Zeltrax to join his army and ultimately faces the combined might\n of twelve Rangers who are determined to save the past, present and future.\n----\nNote: This episode aired in Canada on , before the United States' broadcast. }}\n      {{Episode list/sublist|List of Power Rangers episodes\n |- LineColor= 076667\n |ImageCaption= |EpisodeNumber=570 |EpisodeNumber2=36 |Title=Resurrection\n |DirectedBy = |WrittenBy = |OriginalAirDate=\n\n |ShortSummary= Jack meets a young girl named Ally Samuels who shares his\n passion for helping the needy. Unfortunately, Jack's new relationship is\n interfering with his Ranger duties as he is late to help his friends defeat\n Broodwing's newest ally, Delex. After the battle, Cruger confronts Jack, who\n insists that nobody is perfect and that he deserves a personal life. Meanwhile,\n Kat picks up a distress signal and Cruger sends the Rangers to Gamma Orion,\n where they find a crashed spaceship and the A-Squad? }} {{Episode\n list/sublist|List of Power Rangers episodes\n |- LineColor= 076667\n |ImageCaption= |EpisodeNumber=571 |EpisodeNumber2=37 |Title=Endings Part I\n |DirectedBy = Greg Aronowitz |WrittenBy = |OriginalAirDate=\n\n |ShortSummary= The traitorous A-Squad capture Commander Cruger and call out the\n B-Squad, who meet their counterparts for an intense battle. Meanwhile,\n Broodwing makes his final push for domination and gathers an army to attack the\n Delta Base while the Rangers are away. B-Squad and A-Squad battle it out and\n thanks to S.W.A.T Mode and the S.W.A.T. Megazord, B-Squad wins and captures the\n traitorus A-Squad. After dealing with A-Squad, the Rangers break into the Delta\n Base and contain Broodwing. Unfortunately, they still have to deal with Gruumm\n who captures them with help from Piggy. }} {{Episode list/sublist|List of Power\n Rangers episodes\n |- LineColor= 076667\n |ImageCaption= |EpisodeNumber=572 |EpisodeNumber2=38 |Title=Endings Part II\n |DirectedBy = Greg Aronowitz |WrittenBy = |OriginalAirDate=\n\n |ShortSummary= The Rangers are freed from Gruumm's ship by Piggy, but Doggie\n stays behind to rescue his wife Isinia who he has learned is alive on Gruumm's\n ship. Doggie captures Mora and defeats Gruumm, apparently killing him and\n rescues Isinia, but Omni becomes The Magnificince, a giant biomechanical\n monster that battles the S.W.A.T. Megazord which is no match for it. At the\n same time, a Trobiain army attack S.P.D and the cadets, Piggy, Boom and Kat\n defend it to no avail until reinforcements in the form of the Nova Ranger from\n the future and troops from S.P.D. Command arrive (including Sergeant Silverback\n and Commander Fowler) and defeat the enemy. Kat finds a weakness in Omni which\n the Rangers are able to exploit with Cruger's help. Omni is destroyed and\n Cruger and Isinia miraculously survive. Gruumm appears alive as well, but\n Cruger easily defeats and captures him. Following this victory, Jack leaves\n S.P.D. and Sky is promoted to Red Ranger while Bridge is promoted to Blue. Sam\n and Nova return to the future and the Rangers visit Jack, but must soon leave\n to defend the world again. }}\n\n|}\n","linknr":147,"url":"List_of_Power_Rangers_S.P.D._episodes","recorded":1362667864,"links":14,"instances":["us"],"pdf":[],"categories":["Power Rangers episodes","Lists of science fiction television series episodes","Power Rangers S.P.D."],"headings":[],"image":["//upload.wikimedia.org/wikipedia/en/thumb/a/a4/Flag_of_the_United_States.svg/22px-Flag_of_the_United_States.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["jetix","us"]],"members":["jetix"],"related":["Jetix_(US)","List_of_Power_Rangers_Dino_Thunder_episodes","List_of_Power_Rangers_Mystic_Force_episodes","Power_Rangers_in_Space"]}