{"cursor":"3178","size":15,"audio":[],"currentlang":"en","article":"\n\n\nA 'lustrum' (plural 'lustra') was a term for a five-year period in Ancient Rome.\n\nThe lustration was originally a sacrifice for expiation and purification offered\nby one of the censors in the name of the Roman people at the close of the taking\nof the census. The sacrifice was often in the form of an animal sacrifice, known\nas a suovetaurilia.\n\nThese censi were taken at five-year intervals, thus a lustrum came to refer to\nthe five-year inter-census period. Lustrum (from luo, Gr. λούω) is a lustration\nor purification of the whole Roman people performed by one of the censors in the\nCampus Martius, after the taking of the census was over. As this purification\ntook place only once in five years, the word lustrum was also used to designate\nthe time between two lustra.\n\nThe first lustrum was performed in B.C. 566 by king Servius, after he had\ncompleted his census, and afterwards it is said to have taken place regularly\nevery five years after the census was over. In the earliest period of the\nrepublic, the business of the census and the solemnities of the lustrum were\nperformed by the consuls. The first censors were appointed in B.C. 443, and from\nthis year down to B.C. 294 there had, according to Livy (X.47), only been 26\npairs of censors, and only 21 lustra, or general purifications, although if all\nhad been regular, there would have been 30 pairs of censors and 30 lustra.\nSometimes the census was not held at all, or at least not by the censors. The\ncensus might take place without the lustrum, and indeed two cases of this kind\nare recorded, in B.C. 459 and 214. In these cases, the lustrum was not performed\nbecause of some great calamities that had befallen the republic.\n\nThe time when the lustrum took place has been calculated. Six ancient Romulian\nyears, of 304 days each, were, with the difference of one day, equal to five\nsolar years of 365 days each; or the six ancient years made 1824 days, while the\nfive solar years contained 1825 days. The lustrum, or the great year of the\nancient Romans, was thus a cycle, at the end of which, the beginning of the\nancient year nearly coincided with that of the solar year. As the coincidence,\nhowever, was not perfect, a month of 24 days was interposed in every eleventh\nlustrum. It is highly probable that the recurrence of such a cycle or great year\nwas, from the earliest times, solemnized with sacrifices and purifications, and\nthat king Servius did not introduce them, but merely connected them with his\ncensus, and thus set the example for subsequent ages, which however, as we have\nseen, was not observed with regularity.\n\nThe last lustrum was solemnized at Rome, in A.D. 74, in the reign of Vespasian.\n","linknr":226,"url":"Lustrum","recorded":1362580425,"links":31,"instances":[],"pdf":[],"categories":["Ancient Rome","Units of time"],"headings":["References","See also","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Ancient_Rome","Lustratio","Sacrifice","Expiation","Ritual_purification","Censors_of_Rome","Census","Suovetaurilia","Campus_Martius","Servius_Tullius","Livy","Romulian_years","Vespasian","Decade","Century","Millennium"]}