{"cursor":"5356","size":15,"audio":[],"currentlang":"en","article":"\n\n\nThe 'magnitude' of an eclipse is the fraction of the diameter of the eclipsed\nbody which is in eclipse. This applies to both solar eclipses and lunar\neclipses. During a partial or annular eclipse the magnitude of the eclipse is\nalways between 0.0 and 1.0, while during a total eclipse the magnitude is always\nat least 1.0.\n\nTechnically, the magnitude is computed as follows: draw a straight line between\nthe centers of the eclipsed body and the eclipsing body (or shadow). Find out\nhow large a fraction of this line within the eclipsed body is in eclipse; this\nis the geometric magnitude of the eclipse. If the eclipse is total, one can\nextend this line in one direction to the nearest limb of the eclipsing body (or\nshadow) and obtain a geometric magnitude larger than 1.0. If there is no eclipse\nbut a near miss, one can also extend the line towards the nearest limb of the\neclipsing body (or shadow), counting this distance as negative, and obtain a\nnegative geometric magnitude.\n\nThis measure should not be confused with the astronomical magnitude logarithmic\nscale of brightness. It should neither be confused with the 'obscuration' of the\neclipse, which is the fractional area which is eclipsed.\n","linknr":117,"url":"Magnitude_of_eclipse","recorded":1362685906,"links":19,"instances":[],"pdf":[],"categories":["Eclipses"],"headings":["Effect of the magnitude on a solar eclipse","Effect of the magnitude on a lunar eclipse","See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/9/90/Solar_eclipse_of_January_26%2C_2009_by_Jefferson_Teng.jpg/220px-Solar_eclipse_of_January_26%2C_2009_by_Jefferson_Teng.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Eclipse","Solar_eclipse","Lunar_eclipse","Apparent_magnitude","Logarithm","Solar_eclipse","Angular_diameter","Moon","Sun","Earth","Latin","Umbra","Penumbra","Penumbral_eclipse","Solar_eclipse","Lunar_eclipse"]}