{"cursor":"4063","size":15,"audio":[],"currentlang":"en","article":"A 'material adverse change' (also called a 'MAC') - also formulated as an\n'Material adverse event' or 'Material adverse effect' (either, a 'MAE') -\ncontingency is a legal provision often found in mergers and acquisitions\ncontracts and venture financing agreements that enables the acquirer (or funder)\nto refuse to complete the acquisition or merger or financing with the party\nbeing acquired (often termed, the \"target\") if the target suffers such a change-\n. [http://vcexperts.com/vce/library/encyclopedia/documents_view.asp?documen-\nt_id=620 VC experts];\n[http://www.moneyglossary.com/?w=Material+Adverse+Change+or+Effect Money\nGlossary]\n\nThe rationale for such a clause is a means to protect the acquirer from major\nchanges that make the target less attractive as a purchase. Large transactions\noften require a long period of time between actual agreement and the completion\nof the transaction (the \"closing\"). This time is used to obtain governmental or\nregulatory approvals (e.g., in the United States, Hart-Scott-Rodino Antitrust\nImprovements Act approval), to obtain shareholder or labor consents, and any\nother required third-party consents. During this period, the target continues to\nfunction pending the completion of the merger, and is subject to the normal\nrisks of its business, the economy or acts beyond its control.\n\nEach merger agreement that contains such a clause has a different definition of\nwhat, in its particular context, constitutes a material adverse change. Often\nthis is one of the few or some times, the only way that an acquiring party can\nrefuse to complete a contemplated acquisition. When the acquiring party cites\nthe occurrence of a material adverse change to refuse to complete a merger or\nacquisition, litigation may ensue. One notable occurrence is the planned\nacquisition of SLM Corporation (formerly known as Sallie Mae) by a group\nincluding Bank of America and JPMorgan Chase. [http://www.sec.gov/Archives/-\nedgar/data/1032033/000095013307003257/w37718e10vq.htm SEC filing by SLM Corp.];\nand [http://lawprofessors.typepad.com/mergers/2007/08/late-last-night.html S.\nDavidoff, Professor of Law, Wayne State Law School] In the United States,\nmuch of this litigation occurs in the Delaware Court of Chancery as many large\nAmerican companies are organized under Delaware law. According to the precedents\nof that court, an acquirer seeking to avoid completion of a transaction based\nupon a MAC provision bears the burden of proving that a material adverse change\nas defined by the parties' agreement has in fact occurred. [http://lawprofessors.typepad.com/mergers/2007/08/late-last-\nnight.html S. Davidoff, Professor of Law, Wayne State Law School] and [http://c-\nourts.delaware.gov/opinions/(4rpvu245fpf34o55c2btq445)/download.aspx?ID=61090\nDelaware Court of Chancery opinion in Frontier Oil Corp. v. Holly, 2005]\n\nIt is also used in “Gas Sale and Purchase Agreements” and “LNG Sale and Purchase\nAgreements” and usually the party suffering from the effects of Material Adverse\nChange can apply for contract price revision.\n","linknr":102,"url":"Material_adverse_change","recorded":1362477073,"links":12,"instances":["law"],"pdf":["http://www.mwe.com/info/pubs/draftingmaterial.pdf"],"categories":["Legal terms","Mergers and acquisitions"],"headings":["References","External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["party","law"]],"members":["party"],"related":["Mergers_and_acquisitions","Venture_capital","United_States","Hart-Scott-Rodino_Antitrust_Improvements_Act","Litigation","SLM_Corporation","Sallie_Mae","Bank_of_America","JPMorgan_Chase","Delaware_Court_of_Chancery","Precedent","Party_(law)","McDermott_Will_&_Emery"]}