{"cursor":"4012","size":15,"audio":[],"currentlang":"en","article":"{{Multiple issues |cleanup = December 2009 |BLP sources = July 2011 |notability\n= March 2011 }}\n\n'Mauro Malavasi' (born in 1957) is an Italian pianist, songwriter and\nproducer.\n\nMalavasi had during the early 70s educated himself at the conservatory of\nBologna, Italy in the composition, choir and orchestral disciplines. During\nthose years he also developed his piano to become a masterful piano player.\nAfter a crucial meeting in Bologna, Italy, with businessman Jacques Fred Petrus\nin the mid 70s the pair created a production company called Goody Music\nProductions (GMP) in 1978. After their first project release that year called\nMacho (including the top ten track \"I'm A Man\") the followed up that success\nwith new projects like Peter Jacques band and Revanche. All these projects were\nto be considered more or less studio projects that toured successfully both in\nEurope and in the US with several different line-ups during the late 70s.\nMalavasi, that was Petrus' right hand and closest co-worker, wrote most of the\ntracks on the earliest projects before he got more competition from other by\nPetrus used Italians like Davide Romani and Paolo Gianolio and later on even\nfrom American songwriters like Kashif, Timmy Allen and Kevin Robinson.\n\nPetrus and Malavasi launched several new projects during the 80s like Change, B.\nB. & Q. band and High fashion. Change became both Malavasi's and Petrus' biggest\nsuccess. During 1980-1983 Malavasi wrote several hits of which \"Searching\" (#1\nspot for nine weeks on Billboard's Club Play Singles chart; featuring Luther\nVandross) by Change in 1980, \"On the Beat\" (#8 spot on for FMA-Milanthe\nBillboard Black Singles chart), \"Time for Love\", \"Starlette\" and Mistakes\" from\nB. B. & Q. band's 1981 album and \"I'll do my best (for you baby)\" (#17 on\nBillboard's Club Play Singles chart) by The Ritchie family in 1982 are the\nhighlights.\n\nAfter 1983 Malavasi left Petrus due to the latter's financial problems and\nembarked on a successful career as songwriter and producer outside the Petrus\nsphere with mostly Italian artists like Lucio Dalla although also scoring\nItalian hits with the group Cube and a pan-European smash hit with 'Letter From\nMy Heart' performed by Brit vocalist Steve Allen and later Italian superstar\nAndrea Bocelli. Malavasi co-produced several Bocelli albums from 1997 until the\npresent, of which Romanza (title track written by Malavasi) from 1997 earned\nhuge success and reached the # 1 spot on both Billboard's Heatseekers and Top\nWorld Music Albums charts. The collaboration brought Malavasi back to his\noriginal roots of classic music that he studied at the conservatory at Bologna\nin the early 70s.\n\nFor FMA-Milan, Mauro Malavasi is now supervising, among others, the artistic\nproduction of the Canadian classical-crossover soprano Karine Carusi, whose\nalbum Bolero (2006) has been released in Japan by PonyCanyon Inc. Her voice\nand artistry have been defined by Tokyo's CD Journal as proper of a \"post\nKathleen Battle\".\n","linknr":128,"url":"Mauro_Malavasi","recorded":1362567564,"links":19,"instances":["band","band","album"],"pdf":[],"categories":["Living people","Italian dance musicians","Italian record producers","1957 births","People from Bologna"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png","//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["macho","band"],["change","band"],["romanza","album"]],"members":["change","macho","romanza"],"related":["Bologna","Jacques_Fred_Petrus","Goody_Music_Records","Macho_(band)","Peter_Jacques_band","Kashif","Change_(band)","B._B._&_Q._band","Luther_Vandross","B._B._&_Q._band","Lucio_Dalla","Andrea_Bocelli","Romanza_(album)","Kathleen_Battle"]}