{"cursor":"2738","size":15,"audio":[],"currentlang":"en","article":"In US Criminal law, 'means, motive, and opportunity' is a popular cultural\nsummation of the three aspects of a crime needed to convince a jury of guilt in\na criminal proceeding. Respectively, they refer to: the ability of the defendant\nto commit the crime ('means'), the reason the defendant felt the need to commit\nthe crime ('[[Motive (law)|motive]]'), and whether or not the defendant had the\nchance to commit the crime ('opportunity'). Opportunity is most often disproved\nby use of an alibi, which can prove the accused was not able to commit the crime\nas he or she did not have the correct set of circumstances to commit the crime\nas it occurred. Ironically, motive is not an element of many crimes, but proving\nmotive can often make it easier to convince a jury of the elements that must be\nproved for a conviction.\n\nFurthermore, a showing of the presence of these three elements is not, in and of\nitself, sufficient to convict beyond a reasonable doubt; the evidence must prove\nthat an opportunity presented was indeed taken by the accused and for the crime\nwith which he or she is charged. For an example, consider this ruling in the\ncase of a suspect accused of robbery and assault:\n\n ... evidence of motive, means, opportunity, and consciousness of\nguilt are not enough to establish guilt. Compare Commonwealth v. Mandile, 403\nMass. 93, 98 (1988) (evidence of motive, means, unexplained possession of\nproperty, and consciousness of guilt not enough to establish robbery). On this\nrecord the evidence is insufficient to permit a rational jury to find beyond a\nreasonable doubt that the defendant was the victim's assailant... Nothing in the\nrecord sufficiently links the defendant to the crime to permit the conclusion\nbeyond a reasonable doubt that he was the\nperpetrator. http://www.truthinjustice.org/o'laughlin.htm\n\n\nContrary to popular depictions in the fictional media, the court cannot convict\nmerely on these three famous elements, but must provide convincing evidence, and\nopportunity actually acted upon by the defendant charged.\n\nFor example, if a criminal shot someone with a handgun and took his/her money\nwhen the victim was in an isolated, secluded area at night, the 'means' would be\nthe handgun, the 'motive' financial (i.e., the money they stole), and the\n'opportunity' the fact that it would be unlikely someone else would witness or\nstop them. For the majority of crimes, means and opportunity are the easiest to\nprove; however, for some offenses (such as rape or serial killing), the motive\ncan be hard to define.\n","linknr":88,"url":"Means,_motive,_and_opportunity","recorded":1362901938,"links":14,"instances":[],"pdf":[],"categories":["United States criminal law"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/a/a4/Flag_of_the_United_States.svg/30px-Flag_of_the_United_States.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Scale_of_justice_2.svg/29px-Scale_of_justice_2.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Criminal_law","Crime","Jury","Criminal_procedure","Alibi","Rape","Serial_killing"]}