{"cursor":"2495","size":15,"audio":[],"currentlang":"en","article":"\n'Mean time to repair' ('MTTR') is a basic measure of the maintainability of\nrepairable items. It represents the average time required to repair a failed\ncomponent or device. [http://www.businessdictionary.com/definition/mean-time-to-repair-\nMTTR.html BusinessDictionary.com, Mean Time To Repair definition]\nExpressed mathematically, it is the total corrective maintenance time divided by\nthe total number of corrective maintenance actions during a given period of tim-\ne. [http://www.its.bldrdoc.gov/projects/devglossary/_mean_time_to_repair.ht-\nml Institute for Telecommunications Sciences, Mean Time To Repair\ndefinition] It generally does not include lead time for parts not readily\navailable, or other Administrative or Logistic Downtime (ALDT).\n\nIn fault-tolerant design MTTR is usually considered to also include the time the\nfault is latent (the time from when the failure occurs until it is detected). If\na latent fault goes undetected until an independent failure occurs, the system\nmay not be able to recover.\n\nMTTR is often part of a maintenance contract, where a system whose MTTR is 24\nhours is generally more valuable than for one of 7 days if mean time between\nfailures is equal, because its Operational Availability is higher.\n\nHowever, in the context of a maintenance contract, it would be important to\ndistinguish whether MTTR is meant to be a measure of the mean time between the\npoint at which the failure is first discovered until the point at which the\nequipment returns to operation (usually termed \"mean time to recovery\"), or only\na measure of the elapsed time between the point where repairs actually begin\nuntil the point at which the equipment returns to operation (usually termed\n\"mean time to repair\"). For example, a system with a service contract\nguaranteeing a mean time to REPAIR of 24 hours, but with additional part lead\ntimes, administrative delays, and technician transportation delays adding up to\na mean of 6 days, would not be any more attractive than another system with a\nservice contract guaranteeing a mean time to RECOVERY of 7 days.\n","linknr":98,"url":"Mean_time_to_repair","recorded":1362486339,"links":18,"instances":[],"pdf":[],"categories":["Failure","Reliability engineering"],"headings":["See also","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Business_template.svg/30px-Business_template.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Repairable","Arithmetic_mean","Downtime","Fault-tolerant_design","Availability","Mean_time_to_recovery","Mean_time_between_failures","Mean_time_between_repairs","Mean_down_time"]}