{"micrownet":[],"duck":["Meromorphic function","In complex analysis, a meromorphic function on an open subset D of the complex plane is a function that is holomorphic on all D except  a set of isolated points, which are poles for the function.","A function of complex variables which is analytic in its domain of definition save at a finite number of points which are poles.","https://i.duckduckgo.com/i/9bcddbbb.png"],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373526236,"book":[],"micro-www":{"meromorphic":["Meromorphic_function",""]},"wiki":{"cat":["Meromorphic functions|"],"text":"In complex analysis, a 'meromorphic function' on an open subset D of the complex\nplane is a function that is holomorphic on all D except a set of isolated\npoints, which are poles for the function. (The terminology comes from the\nAncient Greek meros (), meaning part, as opposed to holos (), meaning whole.)\n\nEvery meromorphic function on D can be expressed as the ratio between two\nholomorphic functions (with the denominator not constant 0) defined on D: any\npole must coincide with a zero of the denominator. is meromorphic in the whole\ncomplex plane.]]\n\nIntuitively then, a meromorphic function is a ratio of two well-behaved\n(holomorphic) functions. Such a function will still be well-behaved, except\npossibly at the points where the denominator of the fraction is zero. (If the\ndenominator has a zero at z and the numerator does not, then the value of the\nfunction will be infinite; if both parts have a zero at z, then one must compare\nthe multiplicities of these zeros.)\n\nFrom an algebraic point of view, if D is connected, then the set of\nmeromorphic functions is the field of fractions of the integral domain of the\nset of holomorphic functions. This is analogous to the relationship between\n<math>\\mathbb{Q}</math>, the rational numbers, and <math>\\mathbb{Z}</math>,\nthe integers.\n\nSometimes the expression \"meromorphic at a\" is used to mean holomorphic in a\npunctured neighborhood of a.\n\nAdditionally, in group theory of the 1930s, a meromorphic function (or simply a\nmeromorph) was a function from a group G into itself which preserves the product\non the group. The image of this function was called an automorphism of\nG.<ref>Zassenhaus pp. 29, 41</ref> (Similarly, a homomorphic function (or\nhomomorph) was a function between groups which preserved the product while a\nhomomorphism was the image of a homomorph.) This terminology has been replaced\nwith use of endomorphism for the function itself with no special name given to\nthe image of the function and thus meromorph no longer has an implied meaning\nwithin group theory.\n","title":"Meromorphic%20function","headings":["Examples","Properties","Meromorphic functions on Riemann surfaces","Higher dimensions","References"]},"micro-relation":["3: Riemann_surface","2: Holomorphic_function","2: Riemann_sphere","1: Complex_analysis","1: Open_set","1: Complex_plane","1: Isolated_point","1: Ancient_Greek","1: Connected_set","1: Field_of_fractions","1: Integral_domain","1: Rational_number","1: Integer","1: Punctured_neighborhood","1: Group_theory","1: Rational_function","1: Gamma_function","1: Riemann_zeta_function","1: Essential_singularity","1: Complex_logarithm","1: Limit_point","1: Countable","1: Analytic_continuation","1: Removable_singularity","1: Connected_space","1: Field_extension","1: Complex_numbers","1: Homeomorphism","1: GAGA","1: Elliptic_curve","1: Elliptic_function","1: Several_complex_variables","1: Codimension","1: Complex_manifold","1: Complex_torus"]}