{"cursor":"4331","size":15,"audio":[],"currentlang":"en","article":"The 'FluoroSpot assay' is a modification of the ELISPOT assay. ELISPOT usually\nmeasures the cellular secretion of one cytokine in each well by the use of an\nenzyme-labeled anti-cytokine antibody. FluoroSpot measures the secretion of\nseveral cytokines in each well by the use of fluorescent anti-cytokine\nantibodies. The method can be applied to essentially any system where one wants\nto investigate dual or triple protein secretion at the single cell level or\nwhere one wants to benefit from the fact that several cytokines can be assessed\nsimultaneously in the same well, for example when there is a limited supply of\ncells. The FluoroSpot method is especially attractive in situations where the\nproducing cells represent only a small fraction of the cell population, e.g.\nwhen studying polyfunctional T cells.\n\nThe sensitivity of the FluoroSpot assay is similar to that of the traditional\nELISPOT and it has been used to analyze both polyclonal and antigen-specific\nimmune responses in ex vivo-stimulated peripheral T cells. Like the ELISPOT, the\nFluoroSpot assay is simple to perform, sensitive and suitable for individual\ntests as well as for large-scale screening.\n","linknr":85,"url":"FluoroSpot","recorded":1362481351,"links":13,"instances":[],"pdf":[],"categories":["Immunology"],"headings":["Principle and Procedure","References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/8/8e/Fluorospotprincipfinal.jpg/220px-Fluorospotprincipfinal.jpg","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Fluorospot_staining.png/220px-Fluorospot_staining.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["ELISPOT","ELISPOT","ELISPOT","ELISPOT","ELISPOT"]}