{"cursor":"20388","size":15,"audio":[],"currentlang":"en","article":"\n\n copies of each chromosome.]]\n\n'Ploidy' is the number of sets of chromosomes in the nucleus of a biological\ncell. Normally a gamete (sperm or egg) carries a full set of chromosomes that\nincludes a single copy of each gene, as aneuploidy generally leads to severe\ngenetic disease in the offspring. The 'haploid number' (n) is the number of\nchromosomes in a gamete. Two gametes form a 'diploid' zygote with twice this\nnumber (2n) and two copies of autosomal genes. However, the sex chromosomes of\ndiploid cells (excluding pseudoautosomal regions), which are subject to sex\nlinkage, may be considered as haploid chromosomes.\n\nTechnically, ploidy is a description of a nucleus. Though at times authors may\nreport the total ploidy of all nuclei present within the cell membrane of a\nsyncytium, Encyclopedia of the Life Sciences (2002)\n\"Polyploidy\" Francesco DâAmato and Mauro Durante usually the ploidy of the nuclei present will\nbe described. For example, a fungal dikaryon with two haploid nuclei is\ndistinguished from the diploid in which the chromosomes share a nucleus and can\nbe shuffled together. Nonetheless, because in most situations there\nis only one nucleus, it is commonplace to speak of the ploidy of a cell.\n\nCells are described according to the number of sets present: 'haploid' (1 set),\n'diploid' (2 sets), 'triploid' (3 sets), 'tetraploid' (4 sets), pentaploid (5\nsets), hexaploid (6 sets), heptaploid {{cite journal|url=http://link.spring-\ner.com/article/10.1007%2FBF00119108?LI=true|title=Morphology of pachytene\nchromosomes and its bearing on the nature of polyploidy in the cytological races\nof Apluda mutica L.|author=U. R. Murty|journal=\nGenetica|year=1973|volume=44|issue=2|pages=234â243}} or septaploid (7 sets), octoploid (8 sets), nonaploid (9 sets), decaploid\n(10 sets), undecaploid (11 sets), dodecaploid (12 sets), tridecaploid (13 sets),\ntetradecaploid (14 sets) etc. Some higher\nploidies include hexadecaploid, dotriacontaploid, and\ntetrahexacontaploid, though Greek terminology may be set aside for\nreadability in cases of higher ploidy (such as \"16-ploid\").\nPolytene chromosomes of plants and fruit flies can be 1024-\nploid. Ploidy of systems such as the salivary gland,\nelaiosome, endosperm, and trophoblast can exceed this, up to 1048576-ploid in\nthe silk glands of the commercial silkworm [[Bombyx mori]].\nThe generic term 'polyploid' is frequently used to describe cells with three or\nmore sets of chromosomes (triploid or higher ploidy).\n\nBecause chromosome number is generally reduced only by the specialized process\nof meiosis, the somatic cells of the body inherit and maintain the diploid\nchromosome number of the zygote. However, in many situations somatic cells\ndouble their copy number by means of endoreduplication as an aspect of cellular\ndifferentiation. For example, the hearts of two-year-old children contain 85%\ndiploid and 15% tetraploid nuclei, but by 12 years of age the proportions become\napproximately equal, and adults examined contained 27% diploid, 71% tetraploid\nand 2% octaploid nuclei.\n\nIt is also possible on rare occasions for the ploidy to increase in the\ngermline, which can result in polyploid organisms and ultimately polyploid\nspecies. This is an important evolutionary mechanism in both plants and\nanimals. As a result, it becomes desirable to distinguish between the\nploidy of a species or variety as it presently breeds and that of an ancestor.\nThe number of chromosomes in the ancestral (non-homologous) set is called the\n'monoploid number' (x), and is distinct from the haploid number (n) in the\norganism as it now reproduces. Both numbers n, and x, apply to every cell of a\ngiven organism.\n\nFor humans, a diploid species x = n = 23. A typical human\nsomatic cell contains 46 chromosomes: 2 complete haploid sets, which make up 23\nhomologous chromosome pairs. But Common wheat is an organism where x and n\ndiffer. It has six sets of chromosomes, two sets from each of three different\ndiploid species that are its distant ancestors. The somatic cells are hexaploid,\nwith six sets of chromosomes, 2n = 6x = 42. The gametes are\nhaploid for their own species, but triploid, with three sets of chromosomes, by\ncomparison to a probable evolutionary ancestor, einkorn wheat. The monoploid\nnumber x = 7, and the haploid number n = 21. Tetraploidy\n(four sets of chromosomes, 2n = 4x) is common in plants, and also\noccurs in amphibians, reptiles, and insects.\n\nOver evolutionary time scales in which chromosomal polymorphisms accumulate,\nthese changes become less apparent by karyotype - for example, humans are\ngenerally regarded as diploid, but the 2R hypothesis has confirmed two rounds of\nwhole genome duplication in early vertebrate ancestors.\n\nPloidy can also differ with life cycle and caste. In humans, only the gametes\nare haploid, but in the Australian bulldog ant, [[Myrmecia pilosula]], a\nhaplodiploid species, haploid individuals of this species have a single\nchromosome, and diploid individuals have two chromosomes. Alternation\nof generations occurs in many plants.\n\n'Euploidy' is the state of a cell or organism having an integral multiple of the\nmonoploid number, possibly excluding the sex-determining chromosomes. For\nexample, a human cell has 46 chromosomes, which is an integer multiple of the\nmonoploid number, 23. A human with abnormal, but integral, multiples of this\nfull set (e.g. 69 chromosomes) would also be considered as euploid.\n'[[Aneuploidy]]' is the state of not having euploidy. In humans, examples\ninclude having a single extra chromosome (such as Down syndrome), or missing a\nchromosome (such as Turner syndrome). Aneuploid karyotypes are given names with\nthe suffix -somy (rather than -ploidy, used for euploid karyotypes), such as\ntrisomy and monosomy.\n","linknr":422,"url":"diploid","recorded":1362902692,"links":57,"instances":["biology","biology"],"pdf":["http://www.utm.utoronto.ca/~anders38/ms.pdf","http://www.utm.utoronto.ca/~anders38/ms.pdf","https://www.jstage.jst.go.jp/article/csf/26/5/26_5_263/_pdf","https://www.jstage.jst.go.jp/article/csf/26/5/26_5_263/_pdf","http://www.botany.wisc.edu/courses/botany_940/07Polyploidy/papers/Mable2004.pdf","http://www.botany.wisc.edu/courses/botany_940/07Polyploidy/papers/Mable2004.pdf","http://www.plantbiology.msu.edu/files/RAMSEY%20AND%20SCHEMSKE%202002%289%29.pdf","http://www.plantbiology.msu.edu/files/RAMSEY%20AND%20SCHEMSKE%202002%289%29.pdf"],"categories":["Classical genetics","Cytogenetics"],"headings":["Etymology","Haploid and monoploid","Diploid","Homoploid","Zygoidy and azygoidy","Polyploidy","Variable or indefinite ploidy","Mixoploidy","Dihaploidy and polyhaploidy","Possible adaptive/ecological significance of variation in ploidy","References","Bibliography","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/9/99/Haploid_vs_diploid.svg/120px-Haploid_vs_diploid.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["nucleus","biology"],["hybrid","biology"]],"members":["nucleus","hybrid"],"related":["Chromosome","Chromosomes","Nucleus_(biology)","Biological_cell","Gamete","Sperm","Ovum","Gene","Aneuploidy","Zygote","Autosomal","Sex_chromosomes","Pseudoautosomal_region","Sex_linkage","Syncytium","Dikaryon","Polytene_chromosomes","Salivary_gland","Elaiosome","Endosperm","Trophoblast","Meiosis","Somatic_cells","Endoreduplication","Cellular_differentiation","Germline","Polyploid","Homologous_chromosome","Common_wheat","Einkorn_wheat","Plant","Amphibian","Reptile","Insect","Chromosomal_polymorphism","Karyotype","2R_hypothesis","Haplodiploid","Alternation_of_generations","Sex_chromosome","Integer","Down_syndrome","Turner_syndrome","Karyotype","Trisomy","Monosomy","Back-formation","Greek_language","Latin_language","William_Henry_Lang","Eduard_Strasburger","Gamete","Sperm","Ovum","Zygote","Meiosis","Plant","Polyploid","Alternation_of_generations","Fungus","Alga","Male","Bees","Wasps","Ants","Egg_cells","Common_wheat","Somatic","Homologous_chromosome","Chromosome","Mother","Father","Tetraploid","Viscacha_rat","Polyploidy","Gametes","Retrovirus","Human_foamy_virus","Human_T-lymphotropic_virus","HIV","Hybrid_(biology)","Polyploid_speciation","Gametes","Triangle_of_U","Somatic_cell","Endoreduplication","Genome","Mitosis","Fern","Haploidisation","Prokaryotes","Haploidisation","Doubled_haploidy","Karyotypes","Journal_of_Ecology","Wiley-Blackwell","Nature_Publishing_Group","Genome_size","Ensembl_Genomes"]}