{"cursor":"4146","size":15,"audio":[],"currentlang":"en","article":"Wallplate}}  1. Cripple  2. Window Header  3. Top Plate / Upper\nWall Plate  4. Window Sill  5. Stud  6. Sill Plate / Sole Plate /\nBottom Plate]]\n\nA 'wall plate', a structural element in the light frame construction method\nknown as platform framing, is a horizontally laid structural element at right\nangles to the load-bearing part of the vertical load (weight) of a building.\n It serves as a very localized lintel (\"header\" in North America)\nstructurally, but its primary purpose is to expedite construction by allowing a\nwall to be built lying down on its side and then tipped up into its final\nvertical position; the wall studs and plates are oriented at right angles to\none another.\n\nThere are three types of wall plates and are located at the top and bottom of a\nwall section, and the two hold the wall studs parallel and spaced at the correct\ninterval. Each type continues in a piecewise fashion around the whole perimeter\nof the structure.\n\n* '[[Sill plate]]s' — a lower wall plate which is bolted or strapped\n  securely to the top of a foundation wall or concrete slab. These hold the\n  house down against heavy winds. Normally, \"J-bolts\" are placed in the curing\n  concrete after the mason levels the foundation and finishes dressing the\n  concrete. Newer systems of galvanized strapping with a J-bolt like anchor\n  placed in the concrete allows the builder to avoid the mating step of drilling\n  the sill plates for the bolts.\n* 'Lower wall plates' or base plate or 'floor plate' — a second lower wall\n  plate to which the wall studs are through nailed and which is the bottom of\n  the wall section when assembled as a rectangular assembly. On an upper story,\n  the lower wall plate is nailed to the platform of the supporting floor. The\n  supporting platform is being supported by the wall studs of the even lower\n  walls below.\n* 'Upper wall plate' or 'top plate' or ceiling plate — upper wall plate\n  which is fastened along the top of the wall studs, before the wall is lifted\n  into position and on which the platform of the next story or the ceiling and\n  roof assembly rest and are attached. A second layer of dimensional lumber is\n  always fastened to the top plates of the erected walls so that no joints\n  overlap, providing greatly increased stability. In North America this is known\n  as a \"double top plate\" and the process of installing the second top plate is\n  known as \"top plating.\"\n","linknr":231,"url":"Wall_plate","recorded":1362484301,"links":16,"instances":["construction","construction"],"pdf":["http://irc.nrc-cnrc.gc.ca/pubs/bpn/30_e.pdf"],"categories":["Architectural elements","Building","Woodworking","Structural system","Timber framing"],"headings":["External links","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/a/a1/WallPanelDiagram.svg/220px-WallPanelDiagram.svg.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/4/48/Folder_Hexagonal_Icon.svg/16px-Folder_Hexagonal_Icon.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["framing","construction"],["platform","construction"]],"members":["platform","framing"],"related":["Framing_(construction)","Platform_framing","Bearing_wall","Weight","Lintel","Wall_stud","Platform_(construction)"]}