{"cursor":"3640","size":15,"audio":[],"currentlang":"en","article":"\n{{quotebox|right|width=33% |quote=The distinction between primary and secondary\nconstraints is not a very fundamental one. It depends very much on the original\nLagrangian which we start off with. Once we have gone over to the Hamiltonian\nformalism, we can really forget about the distinction between primary and\nsecondary constraints. |source=}} In Hamiltonian mechanics, a 'primary\nconstraint' is a relation between the coordinates and momenta that holds without\nusing the equations of motion . A 'secondary constraint' is one that is not\nprimary, in other words it holds when the equations of motion are satisfied, but\nneed not hold if they are not satisfied . The secondary constraints arise from\nthe condition that the primary constraints should be preserved in time. (A few\nauthors use more refined terminology, where the non-primary constraints are\ndivided into secondary, tertiary, quaternary,... constraints: the secondary\nconstraints arise directly from the condition that the primary constraints are\npreserved by time, the tertiary constraints arise from the condition that the\nsecondary ones are also preserved by time, and so on.) Primary and secondary\nconstraints were introduced by and developed by .\n\nThe terminology of primary and secondary constraints is confusingly similar to\nthat of first and second class constraints. These divisions are independent:\nboth first and second class constraints can be either primary or secondary, so\nthis gives altogether four different classes of constraints.\n","linknr":111,"url":"Primary_constraint","recorded":1362670961,"links":10,"instances":[],"pdf":[],"categories":["Classical mechanics","Theoretical physics"],"headings":["References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["First_class_constraint","Canadian_Journal_of_Mathematics"]}