{"cursor":"4198","size":15,"audio":[],"currentlang":"en","article":"\nIn phosphors and scintillators, the 'activator' is the element added as dopant\nto the crystal of the material to create desired type of nonhomogeneities.\n\nIn luminescence, only a small fraction of atoms, called 'emission centers' or\n'luminescence centers', emit light. In inorganic phosphors, these\ninhomogeneities in the crystal structure are created usually by addition of a\ntrace amount of dopants, impurities called 'activators'. (In rare cases\ndislocations or other crystal defects can play the role of the impurity.) The\nwavelength emitted by the emission center is dependent on the atom itself, its\nelectronic configuration, and on the surrounding crystal structure.\n\nThe activators prolong the emission time (afterglow). In turn, other materials\n(such as nickel) can be used to quench the afterglow and shorten the decay part\nof the phosphor emission characteristics.\n\nThe electronic configuration of the activator depends on its oxidation state and\nis crucial for the light emission. Oxidation of the activator is one of the\ncommon mechanisms of phosphor degradation. The distribution of the activator in\nthe crystal is also of high importance. Diffusion of the ions can cause\ndepletion of the crystal from the activators with resulting loss of efficiency.\nThis is another mechanism of phosphor degradation.\n\nThe scintillation process in inorganic materials is due to the electronic band\nstructure found in the crystals. An incoming particle can excite an electron\nfrom the valence band to either the conduction band or the exciton band (located\njust below the conduction band and separated from the valence band by an energy\ngap; see picture). This leaves an associated hole behind, in the valence band.\nImpurities create electronic levels in the forbidden gap. The excitons are\nloosely bound electron-hole pairs which wander through the crystal lattice until\nthey are captured as a whole by impurity centers. The latter then rapidly de-\nexcite by emitting scintillation light (fast component). In case of inorganic\nscintillators, the activator impurities are typically chosen so that the emitted\nlight is in the visible range or near-UV where photomultipliers are effective.\nThe holes associated with electrons in the conduction band are independent from\nthe latter. Those holes and electrons are captured successively by impurity\ncenters exciting certain metastable states not accessible to the excitons. The\ndelayed de-excitation of those metastable impurity states, slowed down by\nreliance on the low-probability forbidden mechanism, again results in light\nemission (slow component).\n\nThe activator is the main factor determining the phosphor emission wavelength.\nThe nature of the host crystal can however to some degree influence the\nwavelength as well.\n\nMore activators can be used simultaneously.\n\nCommon examples of activators are:\n* Copper, added in concentration of 5 ppm to copper-activated zinc sulfide, used\n  in glow in the dark materials and green CRT phosphors; long afterglow\n* Silver, added to zinc sulfide to produce a phosphor/scintillator used in\n  radium dials, spinthariscopes, and as a common blue phosphor in color CRTs,\n  and to zinc sulfide-cadmium sulfide used as a phosphor in black-and-white CRTs\n  (where the ZnS/(Zn,Cd)S ratio determines the blue/yellow balance of the\n  resulting white); short afterglow\n* Europium(II), added to strontium aluminate, used in high-performance glow in\n  the dark materials, very long afterglow; with other host materials it is\n  frequently used as the red emitter in color CRTs and fluorescent lights.\n* Cerium, added to yttrium aluminium garnet used in white light emitting diodes,\n  excited by blue light and emitting yellow\n* Thallium, used in sodium iodide and caesium iodide scintillator crystals for\n  detection of gamma radiation and for gamma spectroscopy\n","linknr":125,"url":"Activator_(phosphor)","recorded":1362555072,"links":13,"instances":[],"pdf":[],"categories":["Luminescence","Phosphors and scintillators"],"headings":[],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Phosphor","Scintillator","Dopant","Crystal","Luminescence","Dopant","Dislocation","Crystal_defect","Electronic_configuration","Nickel","Oxidation_state","Diffusion","Electronic_band_structure","Crystal","Valence_band","Conduction_band","Exciton","Energy_gap","Electron_hole","Forbidden_gap","Electron-hole_pair","Crystal_lattice","Scintillator","Near_ultraviolet","Photomultiplier","Metastable_state","Forbidden_mechanism","Copper","Zinc_sulfide","Phosphorescence","Cathode_ray_tube","Silver","Radium_dial","Spinthariscope","Phosphor","Cadmium_sulfide","Phosphor","Europium","Strontium_aluminate","Fluorescent_light","Cerium","Yttrium_aluminium_garnet","Light_emitting_diode","Thallium","Sodium_iodide","Caesium_iodide","Scintillator","Gamma_radiation","Gamma_spectroscopy"]}