{"cursor":"4809","size":15,"audio":[],"currentlang":"en","article":"\n'Nal Sarovar Bird Sanctuary', consisting primarily of a huge lake and ambient\nmarshes, is situated about 64 km to the West of Ahmedabad near Sanand\nVillage, in the Gujarat state of India. Mainly inhabited by migratory birds in\nwinter and spring, it is the largest wetland bird sanctuary in Gujarat, and one\nof the largest in India.\n\nThe lake measures 123 kmÂ², attracts over 210 species of birds in the\nwinter, and harbours a variety of flora and fauna. Thousands of migratory\nwaterfowl flock to this sanctuary just after the Indian monsoon season. The\nshallow area and ponds on the outer fringes of the lake attract the wading birds\nthat feed in the shallow waters. Besides a few mammalian species including the\nendangered wild ass and the blackbuck, its migratory bird population includes\nRosy Pelicans, Flamingoes, White Storks, Brahminy Ducks and Herons.\n\nMillions of birds visit the delightful bird sanctuary in winter and spring. It\nharbours over 250 species of wetland birds. Winter migrants from the north\nincluding Rosy Pelicans, Flamingos, White Storks, Brahminy Ducks and Herons\nvisit Nal Sarovar.\n\nBetween November and February, this 123 km 2 lake, is home to\nvast flocks of indigenous and migratory birds. Ducks, geese, pelicans and\nflamingos are best seen early in the morning and in the evening and the\nsanctuary is best visited as a day excursion by taxi, as buses are infrequent\nand there is no convenient accommodation.\n\nThe best time to reach there is just before Sunrise as the lake is calm and\nquiet and flock of birds waiting for their regular food. The water in the lake\nis only about 4 feet deep and the boatmen are quite friendly guides. The vast\nlake comprises several places of interest. You might just find the original\nGujarati Food in its simplest form and yet so yummy at one of the bet(small\nislands between the lake).\n\nYou can take a Horse Ride with a number of white and brown horses at the\nlake side.\n\nMigrating Bharwad shepherds populates the islands of the lake and on the banks\nare the Padhars, who are excellent folk dancers, artisans and boatmen. One can\nhire country boats on the lake for bird viewing, and picnic at shacks the on\nthe islands.\n","linknr":143,"url":"Nal_Sarovar_Bird_Sanctuary","recorded":1362540305,"links":16,"instances":[],"pdf":["http://www.birdlife.org/action/change/ramsar/ibas_ramsar_asia/11_India.pdf"],"categories":["Bird sanctuaries of Gujarat","Wildlife sanctuaries in Gujarat","Visitor attractions in Ahmedabad","Lakes of Gujarat"],"headings":["Interactive Interpretation Center","Proposed \"Ramsar Convention site\"","See also","Notes","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/6/64/Map_Guj_Nat_Parks_Sanctuary.png/220px-Map_Guj_Nat_Parks_Sanctuary.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Nal_Sarovar-8972.jpg/220px-Nal_Sarovar-8972.jpg","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Lake","Marshes","Ahmedabad","Gujarat","India","Migratory_birds","Wetland","Sanctuary","Waterfowl","Wild_ass","Blackbuck","Pelican","Flamingo","White_Stork","Brahminy_Duck","Heron","List_of_Ramsar_wetlands_of_international_importance","Narayan_Sarovar_Sanctuary"]}