{"cursor":"7320","size":15,"audio":[],"currentlang":"en","article":"\nThe 'break key' on a computer keyboard originated with 19th century telegraph\npractice. A standard telegraph circuit connects all the keys, sounders and\nbatteries in a single series loop so the sounders actuate only when both keys\nare down (closed or \"marking\", after the ink marks made on paper tape by early\nprinting telegraphs). The receiving operator thus has to hold his key down or\nclose a built-in shorting switch to let the other operator send. The receiving\noperator could interrupt the sending operator by opening his key, breaking the\ncircuit and forcing it into a \"spacing\" condition. Both sounders stop responding\nto the sender's keying, alerting the sender. (A physical break in the telegraph\nline would have the same effect.)\n\nThe teleprinter operated in a very similar fashion except that the sending\nstation kept the loop closed (logic 1 or \"marking\") even during short pauses\nbetween characters. Holding down a special \"break\" key opened the loop, forcing\nit into a continuous logic 0 or \"spacing\" condition. When this occurred, the\nteleprinter mechanisms continually actuated without printing anything as the all-\n0's character is the non-printing NUL in both Baudot and ASCII. The resulting\nnoise got the sending operator's attention.\n\nThis practice carried over to teleprinter use on time-sharing computers. A\ncontinuous spacing (logical 0) condition violates the rule that every valid\ncharacter has to end with one or more logic 1 (marking) \"stop\" bits. The\ncomputer (specifically the UART) recognized this as a special \"break\" condition\nand generated an interrupt that typically stopped a running program or forced\nthe operating system to prompt for a login.\n\nAlthough asynchronous serial telegraphy is now rare, the key once used with\nterminal emulators can still be used by software for similar purposes, such as\nto switch between multiple login sessions, to terminate a program, or to\ninterrupt a modem connection. It can be used to pause some games, such as [[Deus\nEx]]. On a BBC Micro computer, the key generates an interrupt which would\nnormally cause a warm restart of the computer. A cold restart is triggered by\ntyping . If a DFS ROM is installed, will cause the computer to search for and\nload a file called !boot on the floppy disk in drive 0. The latter\ntwo behaviours were inherited by the successor to Acorn MOS, RISC OS.\n\nOn the Sinclair ZX80 and ZX81 computers, the Break is accessed by pressing\nSpace. On the Sinclair ZX Spectrum it is accessed by and . The Spectrum+ and\nlater computers have a dedicated key. It does not trigger an interrupt but will\nhalt any running BASIC program, or terminate the loading or saving of data to\ncassette tape. An interrupted BASIC program can usually be resumed with the\nCONTINUE command. The Sinclair QL computer, without a key, maps the\nfunction to .\n\nOn many modern PCs, Pause interrupts screen output by BIOS until another key is\npressed. This is effective during boot in text mode and in a DOS box in Windows\nsafe mode with 50 lines. On early keyboards without a key (before the\nintroduction of 101-key keyboards) the Pause function was assigned to , and the\nBreak function to ; these key-combinations still work with most programs, even\non modern PCs with modern keyboards. Pressing the dedicated key on 101-key\nkeyboards sends the same scancodes as pressing , then , then releasing them in\nthe reverse order would do; additionally, an e1 hex prefix is sent\nwhich enables 101-key aware software to discern the two situations, while older\nsoftware usually just ignores the prefix. The key is different from all other\nkeys in that it sends no scancodes at all on release; therefore it is not\npossible for any software to determine whether this key is being held\ndown.\n\nOn modern keyboards, the key is usually labeled Pause with Break below,\nsometimes separated by a line, or Pause on the top of the keycap and Break on\nthe front. In most Windows environments, the key combination brings up the\nsystem properties. Compact and notebook keyboards often have the key mapped to a\nfunction command: for example or (certain Lenovo laptops).\n","linknr":349,"url":"Break_key","recorded":1362551868,"links":23,"instances":[],"pdf":["http://www.mcamafia.de/pdf/ibm_hitrc11.pdf","http://www.mcamafia.de/pdf/ibm_hitrc11.pdf"],"categories":["Computer keys","Out-of-band management"],"headings":["Usage for breaking the program's execution","References","See also"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Key_break.jpg/100px-Key_break.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/5/51/KB_United_States-NoAltGr.svg/450px-KB_United_States-NoAltGr.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Computer_keyboard","Telegraphy","Teleprinter","Baudot_code","ASCII","Time-sharing","UART","Interrupt","BBC_Micro","Soft_reset","Acorn_MOS","RISC_OS","Sinclair_ZX80","Sinclair_ZX81","Sinclair_ZX_Spectrum","Sinclair_QL","Personal_computer","BIOS","Booting","Text_mode","DOS","Microsoft_Windows","Scancode","Integrated_development_environment","BIOS_call","CONFIG.SYS","SysRq","Scroll_lock","Num_lock"]}