{"cursor":"2394","size":15,"audio":[],"currentlang":"en","article":"\nIn biology and genetics, the 'germline' of a mature or developing individual is\nthe line (sequence) of germ cells that have genetic material that may be passed\nto a child.\n\nFor example, gametes such as the sperm or the egg, are part of the germline. So\nare the cells that divide to produce the gametes, called gametocytes, the cells\nthat produce those, called gametogonia, and all the way back to the zygote, the\ncell from which the individual developed.\n\nCells that are not in the germline are called somatic cells. This refers to all\nof the cells of body apart from the gametes. If there is a mutation or other\ngenetic change in the germline, it can potentially be passed to offspring, but a\nchange in a somatic cell will not be. C.Michael Hogan. 2010.\n[http://www.eoearth.org/article/Mutation?topic=49496 Mutation. ed. E.Monosson\nand C.J.Cleveland. Encyclopedia of Earth. National Council for Science and the\nEnvironment. Washington DC]\n\nGermline cells are immortal, in the sense that they have reproduced indefinitely\nsince the beginning of life . This is largely due to the activity of the enzyme\nknown as telomerase. This enzyme extends the telomeres of the chromosome,\npreventing chromosome fusions and other negative effects of shortened telomeres.\nMost somatic cells, by comparison, can only divide around 30-50 times according\nto the Hayflick limit. Certain somatic cells, known as stem cells, also express\ntelomerase and are potentially immortal. Watt, F. M. and B. L. M. Hogan.\n2000 Out of Eden: Stem Cells and Their Niches Science 287:1427-1430.\n\nNot all multicellular organisms differentiate cells into somatic and germ lines.\nNotably, plants have no germline cells separate from stem cells.\n\nGermline can refer to a lineage of cells spanning many generations of\nindividuals—for example, the germline that links any living individual to the\nhypothetical first eukaryote of about 2 billion years ago, from which all plants\nand animals descend.\n","linknr":118,"url":"Germ_line","recorded":1362892130,"links":18,"instances":[],"pdf":[],"categories":["Developmental biology"],"headings":["References","See also"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Biology","Genetics","Morphogenesis","Germ_cell","Gamete","Spermatozoan","Ovum","Gametocyte","Gametogonium","Zygote","Somatic_cell","Mutation","Enzyme","Telomerase","Telomeres","Chromosome","Chromosome_fusion","Hayflick_limit","Stem_cells","Telomerase","Eukaryote","Common_descent","August_Weismann","Epigenetics","Weismann_barrier","Germ_line_development"]}