{"cursor":"6478","size":15,"audio":[],"currentlang":"en","article":"The American Library Association (ALA) defines a 'challenge' to literature as an\nattempt by a person or group of people to have materials, such as books, removed\nfrom a library or school curriculum, or otherwise restricted. Merely objecting\nto material is not a challenge without the attempt to remove or restrict access\nto those materials. The ALA defines a challenge thus: __NOTOC__  A\nchallenge is an attempt to remove or restrict materials, based upon the\nobjections of a person or group. A banning is the removal of those materials.\nChallenges do not simply involve a person expressing a point of view; rather,\nthey are an attempt to remove material from the curriculum or library, thereby\nrestricting the access of others. \n\nAccording to the ALA, a successful challenge would result in a banning and\nremoval of those materials, a form of censorship. However, the ALA\nagrees that materials may be removed from libraries in appropriate circumstances \"[http://www.accessmylibrary.com/coms2/summary_0286-\n18037684_ITM Marking 25 Years of Banned Books Week],\" by Judith Krug, Curriculum\nReview, 46:1, Sep. 2006. \"On rare occasion, we have situations where a piece of\nmaterial is not what it appears to be on the surface and the material is totally\ninappropriate for a school library. In that case, yes, it is appropriate to\nremove materials. If it doesn't fit your material selection policy, get it out\nof there.\" and Island Trees School District v. Pico suggested that books\nthat are pervasively vulgar may be removed legally. [http://caselaw.lp.find-\nlaw.com/scripts/getcase.pl?navby=CASE&court=US&vol=457&page=853 Island Trees\nSchool District v. Pico], 457 U.S. 853 (1982).\n\nChallenges in the U.S. and Canada—tracked by the Canadian Library Association's\nAdvisory Committee on Intellectual Freedom, and the Book and Periodical\nCouncil's Freedom of Expression Committee [http://www.freedomtoread.ca/cens-\norship_in_canada/challenged_books.asp Challenged Books and Magazines], Freedom\nto Read: Book and Periodical Council (2009). Retrieved on January 9,\n2011. —are often brought by parents wishing to protect their children from\ncontent that they deem to be inappropriate or offensive. The ALA suggests that,\nwhile parents and guardians should have the right to determine their children's\naccess to library resources, that right applies only to their children and no\nlibrary policy, such as restrictive scheduling or usage policies, should deny\nchildren access to library resources.\n\nThe differences between challenging a book and banning were discussed by a\ncolumnist for American Decency who raised concerns that \"efforts by parents to\nbecome involved in their children's education by raising questions concerning\nage-appropriate material\" was being referred to as banning. \"[http://americ-\nandecency.org/main.php?f=updates_new/2008/October/10.01.08 'Banned Books Week'\nStokes the Fire],\" by Cal Thomas, Muskegon Chronicle, 22 Sep. 1995.\nSimilarly, former ALA Councilor Jessamyn West said, \"The bulk of these books are\nchallenged by parents for being age-inappropriate for children. While I think\nthis is still a formidable thing for librarians to deal with, it's totally\ndifferent from people trying to block a book from being sold at\nall.\" \"[http://www.librarian.net/stax/1858 Banned Books Week is Next Week],\"\nby Jessamyn West, Librarian.net, 21 Sep. 2006.\n\nThe ALA believes that it is important to monitor challenges made to books as\nwell as actual bannings since a challenge may lead to self-censorship by those\nseeking to avoid controversy. [http://www.ila.org/pdf/2007banned.pdf Books\nChallenged or Banned in 2006-2007], Robert P. Doyle, American Library\nAssociation\n","linknr":112,"url":"Challenge_(literature)","recorded":1362569641,"links":11,"instances":["librarian"],"pdf":["http://www.ila.org/pdf/2007banned.pdf"],"categories":["Book censorship in the United States"],"headings":["See also","References","External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["jessamyn_west","librarian"]],"members":["jessamyn_west"],"related":["American_Library_Association","Censorship","Island_Trees_School_District_v._Pico","American_Decency_Association","Jessamyn_West_(librarian)","Self-censorship","Banned_Books_Week","List_of_most_commonly_challenged_books_in_the_U.S.","Public_Library_Advocacy"]}