{"cursor":"1804","size":15,"audio":[],"currentlang":"en","article":"'Collective' was an \"interactive culture magazine\" hosted by the BBC's website,\nbbc.co.uk. Collective was launched in May 2002, becoming interactive in\nSeptember of the same year. Collective editors included Rowan Kerek, Jonathan\nCarter, Alastair Lee, James Cowdery and Matt Walton who had the original idea\nfor the site. It used the DNA software developed for h2g2.\n\nEach week the site's editors and contributors posted reviews of new music, films\nand books. The site's contributors included Billy Childish and various other\nfreelance journalists and writers such as film journalist Leigh Singer, and film\nand games journalist Daniel Etherington, who contributed a weekly video games\ncolumn for several years. Terry Pratchett's daughter Rhianna was also a\ncontributor.\n\nContributions were not, however, limited to professional journalists as any\nmember could submit a review or article. The site had a strong community feel,\nconversations were not limited to books and music, but included current affairs\nand contributors' weblogs. Collective's video game coverage, for example, was\nmore inclusive in its tone than videogames coverage in specialist media, and\nprompted dynamic community discussions.\n\nAs with h2g2, the site provided each member with a userpage called \"my space\"\nwhere conversations and articles they had contributed to were listed.\n\nThe site closed in early 2008.\n","linknr":92,"url":"BBC_Collective","recorded":1362670111,"links":12,"instances":[],"pdf":[],"categories":["BBC New Media","Review websites"],"headings":["References","External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["British_Broadcasting_Corporation","Bbc.co.uk","Douglas_Adams","H2g2","Billy_Childish","Terry_Pratchett","Video_game"]}