{"cursor":"9068","size":15,"audio":[],"currentlang":"en","article":"'Transitional care' refers to the actions of healthcare providers designed to\nensure the coordination and continuity of health care during the movement,\ncalled 'care transition', between health care practitioners and settings as\ntheir condition and care needs change during the course of a chronic or acute\nillness. Older adults who suffer from a variety of health conditions often need\nhealth care services in different settings to meet their many needs. For young\npeople the focus is on moving successfully from child to adult health services.\n\nA recent position statement from the American Geriatrics Society defines\ntransitional care as follows [http://www.americangeriatrics.org/products/po-\nsitionpapers/complex_care.shtml The American Geriatrics Society - Position\nStatements - Index ]: For the purpose of this\nposition statement, transitional care is defined as a set of actions designed to\nensure the coordination and continuity of health care as patients transfer\nbetween different locations or different levels of care within the same\nlocation. Representative locations include (but are not limited to) hospitals,\nsub-acute and post-acute nursing homes, the patient’s home, primary and\nspecialty care offices, and long-term care facilities. Transitional care is\nbased on a comprehensive plan of care and the availability of health care\npractitioners who are well-trained in chronic care and have current information\nabout the patient’s goals, preferences, and clinical status. It includes\nlogistical arrangements, education of the patient and family, and coordination\namong the health professionals involved in the transition. Transitional care,\nwhich encompasses both the sending and the receiving aspects of the transfer, is\nessential for persons with complex care needs.\n","linknr":169,"url":"Care_transition","recorded":1362581876,"links":14,"instances":[],"pdf":["http://www.chsrf.ca/Migrated/PDF/ResearchReports/CommissionedResearch/cr_contcare_e.pdf"],"categories":["Health care"],"headings":["Defining and understanding transitional care","Continuity of health care","Measuring quality of transitional care","Improving quality of transitional care","Turfing","References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Healthcare_provider","Health_care","Health_care","American_Geriatrics_Society","Hospital","Nursing_home","Long-term_care","Youth_Health","Information_continuity","Medical_error","Patient_safety","Health_care_provider","University_of_Colorado_at_Denver_and_Health_Sciences_Center","Primary_physician"]}