{"cursor":"3050","size":15,"audio":[],"currentlang":"en","article":"Gottfried Leibniz's theory of 'pre-established harmony' () is a philosophical\ntheory about causation under which every \"substance\" only affects itself, but\nall the substances (both bodies and minds) in the world nevertheless seem to\ncausally interact with each other because they have been programmed by God in\nadvance to \"harmonize\" with each other. Leibniz's term for these substances was\n\"monads\" which he described in a popular work ([[Monadology]] รยง7) as\n\"windowless\".\n\nAn example:\n\n: An apple falls on Alice's head, apparently causing the experience of pain in\n: her mind. In fact, the apple does not cause the pain - the pain is caused by\n: some previous state of Alice's mind. If Alice then seems to shake her hand in\n: anger, it is not actually her mind that causes this, but some previous state\n: of her hand.\n\nLeibniz's theory is best known as a solution to the mind-body problem of how\nmind can interact with the body. However, Leibniz also rejected the idea of\nphysical bodies affecting each other, and explained all physical causation\nin this way.\n\nUnder pre-established harmony, the preprogramming of each mind must be extremely\ncomplex, since only it itself causes its own thoughts or movements, for as long\nas it exists. In order to appear to interact, each substance's \"program\" must\ncontain a description of either the entire universe, or of how the object is to\nbehave at all times, during all \"interactions\" which will appear to occur.\n\nIt can also be noted that if a mind behaves as a windowless monad, there is no\nneed for any other object to exist in order to create that mind's sense\nperceptions, leading to a solipsistic universe consisting only of that mind.\nLeibniz seems to admit this in his Discourse on Metaphysics section 14. However,\nhe claims that his Principle of Harmony, according to which God creates the best\nand most harmonious world possible, dictates that the perceptions (internal\nstates) of each monad \"expresses\" the world in its entirety, and the world\nexpressed by the monad actually exists. Although Leibniz says that each monad is\n\"windowless,\" he also claims that it functions as a \"mirror\" of the entire\ncreated universe.\n\nOn occasion, Leibniz styled himself as \"the author of the system of\npreestablished harmony\". Leibniz Philosophischen Schriften hrsg. C.\nGerhardt, Bd VI 539, 546; and also the [[New Essays on Human Understanding| New\nEssays]]\n","linknr":124,"url":"Pre-established_harmony","recorded":1362555173,"links":15,"instances":["philosophy"],"pdf":[],"categories":["Arguments in philosophy of mind","Gottfried Leibniz"],"headings":["References","See also","External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["monad","philosophy"],["monad","philosophy"]],"members":["monad"],"related":["Gottfried_Leibniz","Philosophy","Causality","God","Monad_(philosophy)","Mind-body_problem","Solipsism","Discourse_on_Metaphysics","Principle_of_Harmony","God","Perception","Monad_(philosophy)","Best_of_all_possible_worlds","Noumenon","Occasionalism","Phenomenon"]}