{"cursor":"3174","size":15,"audio":[],"currentlang":"en","article":"\nA 'dehydron' is an intramolecular hydrogen bond incompletely shielded from\nwater attack, with a propensity to promote its own dehydration. They\nconstitute a special kind of packing defect in proteins and were named and\ncharacterized by Ariel Fernandez and his co-workers Ridgway Scott, Stephen\nBerry, and Harold Scheraga.\n\nDehydrons are partially dehydrated amide-carbonyl hydrogen bonds that result\nfrom an incomplete clustering of side-chain nonpolar groups that \"wrap\" the\npolar pair within the protein structure. Dehydrons promote the removal of\nsurrounding water through protein associations or ligand binding. The exogenous\ndehydration enhances the electrostatic interaction between the amide and\ncarbonyl groups by de-shielding their partial charges. Furthermore, the\ndehydration stabilizes the hydrogen bond by destabilizing the nonbonded state\nconsisting of dehydrated isolated charges. Hence, the name dehydron makes\nreference to the tendency to promote its dehydration, a process both\nenergetically and thermodynamically favored. Due to their dehydration\npropensity, dehydrons are markers for protein interactivity, hence functional\nindicators, and may serve as drug targets.\n\nDehydron patterns are not conserved across proteins with common ancestry\n(paralogs), hence dehydrons constitute structural singularities that may be\ntargeted by drug ligands to control specificity in molecular therapy. This\nobservation provides a novel approach to molecular targeted therapy, \"wrapping\ntechnology\"., Crunkhorn, S.: Anticancer Drugs: Redesigning kinase\ninhibitors. Nature Reviews Drug Discovery 7, 120-121 (2008) Demetri,\nG: Structural reengineering of imatinib to decrease cardiac risk in cancer\ntherapy. Journal of Clinical Investigation 117, 3650-3653\n(2007) \"Transformative Concepts for Drug Design: Target Wrapping\", by\nAriel Fernandez (ISBN 978-3642117916, Springer-Verlag, Berlin, Heidelberg,\n2010).\n","linknr":105,"url":"Dehydron","recorded":1362371348,"links":11,"instances":["physics"],"pdf":[],"categories":["Hydrogen physics"],"headings":["Related software","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Padlock-silver.svg/20px-Padlock-silver.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["charge","physics"],["charge","physics"]],"members":["charge"],"related":["Hydrogen_bond","Water","Dehydration","Proteins","Ariel_Fernandez","Dehydrated","Amide","Carbonyl","Hydrogen_bonds","Nonpolar","Chemical_polarity","Protein_structure","Water","Proteins","Ligand","Electrostatic","Interaction","Amide","Carbonyl","Shielding","Charge_(physics)","Hydrogen_bond","Nonbonded_interactions","Charge_(physics)","Dehydration","Energy","Thermodynamics","Protein","Drug","PyMOL"]}