{"cursor":"17496","size":15,"audio":[],"currentlang":"en","article":"\n\n displaying its teeth]]\n\nA 'tooth' (plural 'teeth') is a small, calcified, whitish structure found in the\njaws (or mouths) of many vertebrates and used to break down food. Some animals,\nparticularly carnivores, also use teeth for hunting or for defensive purposes.\nThe roots of teeth are covered by gums. Teeth are not made of bone, but rather\nof multiple tissues of varying density and hardness.\n\nThe general structure of teeth is similar across the vertebrates, although there\nis considerable variation in their form and position. The teeth of mammals have\ndeep roots, and this pattern is also found in some fish, and in crocodilians. In\nmost teleost fish, however, the teeth are attached to the outer surface of the\nbone, while in lizards they are attached to the inner surface of the jaw by one\nside. In cartilaginous fish, such as sharks, the teeth are attached by tough\nligaments to the hoops of cartilage that form the jaw.\n\nTeeth are among the most distinctive (and long-lasting) features of mammal\nspecies. Paleontologists use teeth to identify fossil species and determine\ntheir relationships. The shape of the animal's teeth are related to its diet.\nFor example, plant matter is hard to digest, so herbivores have many molars for\nchewing and grinding. Carnivores, on the other hand, need canines to kill prey\nand to tear meat.\n\nMammals are diphyodont, meaning that they develop two sets of teeth. In humans,\nthe first set (the \"baby,\" \"milk,\" \"primary\" or \"deciduous\" set) normally starts\nto appear at about six months of age, although some babies are born with one or\nmore visible teeth, known as neonatal teeth. Normal tooth eruption at about six\nmonths is known as teething and can be painful.\n\nSome animals develop only one set of teeth (monophyodont) while others develop\nmany sets (polyphyodont). Sharks, for example, grow a new set of teeth every two\nweeks to replace worn teeth. Rodent incisors grow and wear away continually\nthrough gnawing, which helps maintain relatively constant length. The industry\nof the beaver is due in part to this qualification. Many rodents such as voles\n(but not mice) and guinea pigs, as well as leporidae like rabbits, have\ncontinuously growing molars in addition to incisors.\n\nTeeth are not always attached to the jaw, as they are in mammals. In many\nreptiles and fish, teeth are attached to the palate or to the floor of the\nmouth, forming additional rows inside those on the jaws proper. Some teleosts\neven have teeth in the pharynx. While not true teeth in the usual sense, the\ndenticles of sharks are almost identical in structure, and are likely to have\nthe same evolutionary origin. Indeed, teeth appear to have first evolved in\nsharks, and are not found in the more primitive jawless fish - while lampreys\ndo have tooth-like structures on the tongue, these are in fact, composed of\nkeratin, not of dentine or enamel, and bear no relationship to true\nteeth.\n\nLiving amphibians typically have small teeth, or none at all, since they\ncommonly feed only on soft foods. In reptiles, teeth are generally simple and\nconical in shape, although there is some variation between species, most notably\nthe venom-injecting fangs of snakes. The pattern of incisors, canines, premolars\nand molars is found only in mammals, and to varying extents, in their\nevolutionary ancestors. The numbers of these types of teeth varies greatly\nbetween species; zoologists use a standardised dental formula to describe the\nprecise pattern in any given group.\n","linknr":373,"url":"Teeth","recorded":1362511573,"links":35,"instances":["horse","tooth","horse","tooth","dentistry"],"pdf":["http://www.unce.unr.edu/publications/files/ag/2000/sp0008.pdf","http://www.unce.unr.edu/publications/files/ag/2000/sp0008.pdf"],"categories":["Articles with inconsistent citation formats","Animal anatomy"],"headings":["Mammals","Fish","Reptiles","Fossilization and taphonomy","References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Padlock-silver.svg/20px-Padlock-silver.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Close_up_-_chimpanzee_teeth.png/200px-Close_up_-_chimpanzee_teeth.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/a/af/Mammoth_ivory_hg.jpg/220px-Mammoth_ivory_hg.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Surfacing_great_white_shark.jpg/220px-Surfacing_great_white_shark.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/5/51/Dentistry_stub.svg/14px-Dentistry_stub.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Wikisource-logo.svg/12px-Wikisource-logo.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["molar","tooth"],["canine","tooth"],["bit","horse"],["cribbing","horse"],["molar","tooth"],["diastema","dentistry"]],"members":["cribbing","molar","bit","canine","diastema"],"related":["Calcification","Jaw","Mouth","Vertebrate","Mastication","Food","Carnivore","Gingiva","Mammal_tooth","Crocodilian","Teleost","Lizard","Cartilaginous_fish","Ligament","Cartilage","Mammal","Paleontology","Fossil","Animal","Herbivore","Molar_(tooth)","Mastication","Carnivore","Canine_(tooth)","Mammals","Diphyodont","Humans","Deciduous_teeth","Neonatal_teeth","Tooth_eruption","Teething","Shark","Rodent","Beaver","Vole","Mice","Guinea_pig","Leporidae","Rabbit","Reptile","Palate","Pharynx","Denticle","Jawless_fish","Lamprey","Keratin","Amphibian","Fang","Snake","Mammal-like_reptiles","Zoology","Dental_formula","Aardvark","Tubulidentata","Dogs","Whale","Suborder","Cetacean","Teeth","Dolphin","Narwhal","Beaked_whales","Horse","Canine_teeth","Wolf_teeth","Vestigial","Bit_(horse)","Horse_teeth","Cribbing_(horse)","Fodder","Elephant","Tusk","Manatee","Aquatic_animal","Molar_(tooth)","Jaw","Rabbit","Lagomorph","Rodent","Aradicular","Ameloblasts","Tooth_development","Tooth_enamel","Dentin","Gnawing","Sibling_vole","Guinea_pig","Epithelial","Stem_cell","Diastema_(dentistry)","Manatees","Walrus","Great_White_Shark","Fish","Shark","Polyphydont","Reptiles","Crocodilians","Thelodonts","Cambrian","Hydroxyapatite"]}