{"cursor":"11320","size":15,"audio":[],"currentlang":"en","article":"\n\n\nA 'press release', 'news release', 'media release', 'press statement' or 'video\nrelease' is a written or recorded communication directed at members of the news\nmedia for the purpose of announcing something ostensibly newsworthy. Typically,\nthey are mailed, faxed, or e-mailed to assignment editors at newspapers,\nmagazines, radio stations, television stations, or television networks.\n\nTom Kelleher states in his book, Public Relations Online: Lasting Concepts for\nChanging Media, that \"given that your news-driven publics include bona fide\njournalists as well as others who read and report news online, the term news\nrelease seems to work better online than press release\". Fraser Seitel also\nrefers to press releases as being, \"the granddaddy of public relations writing\nvehicles.\"\n\nWebsites have changed the way press releases are submitted. Commercial, fee-\nbased press release distribution services, such as news wire services, or free\nwebsite services co-exist, making news distribution more affordable and leveling\nthe playing field for smaller businesses. Such websites hold a repository of\npress releases and claim to make a company's news more prominent on the web and\nsearchable via major search engines.\n\nThe use of press releases is common in the field of public relations (PR).\nTypically, the aim is to attract favorable media attention to the PR\nprofessional's client and/or provide publicity for products or events marketed\nby those clients. A press release provides reporters with an information subsidy\ncontaining the basics needed to develop a news story. Press releases can\nannounce a range of news items, such as scheduled events, personal promotions,\nawards, new products and services, sales and other financial data,\naccomplishments, etc. They are often used in generating a feature story or are\nsent for the purpose of announcing news conferences, upcoming events or a change\nin corporation. Uncritical use or overuse of press releases by journalists has\nbeen dubbed churnalism.\n\nA press statement is information supplied to reporters. This is an official\nannouncement or account of a news story that is specially prepared and issued to\nnewspapers and other news media for them to make known to the public.\n","linknr":271,"url":"Press_release","recorded":1362667724,"links":49,"instances":["journalism","business"],"pdf":[],"categories":["Journalism sourcing","Public relations","Promotion and marketing communications"],"headings":["Origins","Elements","Distribution models","Video news releases","Embargoed press release","See also","References"],"image":["//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//upload.wikimedia.org/wikipedia/commons/6/6d/Ivy-Lee-New-York-Times.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["product","business"],["embargo","journalism"]],"members":["embargo","product"],"related":["Fax","Copy_editing","Public_relations","Product_(business)","Media_event","Information_subsidy","Feature_story","News_conference","Churnalism","Ivy_Lee","1906_Atlantic_City_train_wreck","Public_relations","Edward_Bernays","News_embargo","Newswire","Self-published","Fax","Embargo_(journalism)","Reviewer","Non-disclosure_agreement","Blacklist","Electronic_press_kit","News_conference","Public_relations","Spokesman","Press_service","Submission_software"]}