{"cursor":"2409","size":15,"audio":[],"currentlang":"en","article":"A 'letterform', 'letter-form' or 'letter form', is a term used especially in\ntypography, paleography, calligraphy and epigraphy to mean a letter's shape.\n\nIn one sense, letterform applies strictly to the design of individual letters.\nIn typography, \"letterforms\" is often used to describe the study and design of\nindividual letters while typography applies to the design and use with\nletterforms. As such, \"letterform\" applies not only to letters but to any\ngraphic elements of a script, typeface or font (including numbers, symbols and\npunctuation).\n\nIn another sense letterform applies to the individual shapes of letters that\ngives a text an aesthetic. In this way, medieval scholars, for instance, may\ndiscuss the particular features of a script that give it distinction and\ndefinition among other scripts.\n(http://rmc.library.cornell.edu/medievalbook/letterforms.htm)\n\nDepending on context, similar terms are sometimes used interchangeably -\nespecially character but also sign, glyph and grapheme.\n\nThe history of letterforms is discussed in fields of study relating to materials\nused in writing. Epigraphy includes the study of letterforms carved in stone or\nother permanent materials. Paleography is the study of writing in ancient and\nmedieval manuscripts. Calligraphy treats the letterforms of decorative writing,\nusually in ink. Typography includes the arrangement of letterforms designed for\nmetal print or computer. More broadly letterforms may be discussed wherever\nletters appear stylistically - in graffiti for example.\n","linknr":95,"url":"Letterform","recorded":1362569948,"links":10,"instances":["alphabet","online_magazine"],"pdf":[],"categories":["Typography","Graphemes","Writing system stub articles needing reassessment"],"headings":["References in related articles","References in external articles"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["letter","alphabet"],["the_morning_news","online_magazine"]],"members":["letter","the_morning_news"],"related":["Typography","Paleography","Calligraphy","Epigraphy","Letter_(alphabet)","Glyph","Grapheme","Epigraphy","Paleography","Calligraphy","Typography","Graffiti","Arabic_alphabet","Cyrillic_script","Man'yōgana","Hentaigana","Long_s","R_rotunda","Typeface","Computer_printer","Type_printa","The_Morning_News_(online_magazine)"]}