{"cursor":"2997","size":15,"audio":[],"currentlang":"en","article":"\n'System software' (or 'systems software') is computer software or an operating\nsystem designed to operate and control the computer hardware and to provide a\nplatform for running application software.\n\nDevice drivers such as computer BIOS and device firmware provide basic\nfunctionality to operate and control the hardware connected to or built into the\ncomputer. The operating system (prominent examples being z/OS, Microsoft\nWindows, Mac OS X and Linux), allows the parts of a computer to work together by\nperforming tasks like transferring data between memory and disks or rendering\noutput onto a display device. It also provides a platform to run high-level\nsystem software and application software. Window systems are components of a\ngraphical user interface (GUI), and more specifically of a desktop environment,\nwhich supports the implementation of window managers, and provides basic support\nfor graphics hardware, pointing devices such as mouse, and keyboards. The mouse\ncursor is also generally drawn by the windowing system. Utility software helps\nto analyze, configure, optimize and maintain the computer.\n\nServers are computer programs running to serve the requests of other\nprograms. The server performs some computational task on behalf of the\nsoftware which may run on either the same computer or on other computers\nconnected through a network.\n\nIn some publications, the term system software also includes software\ndevelopment tools (like a compiler, linker or debugger).\n\nIn contrast to system software, software that allows users to do things like\ncreate text documents, play games, listen to music, or surf the web is called\napplication software. W. W. Milner, Ann Montgomery-Smith (2000). Information\nand Communication Technology for Intermediate Gnvq. p.126 \n","linknr":149,"url":"System_software","recorded":1362671129,"links":38,"instances":["computing","computing","computing"],"pdf":[],"categories":["System software|"],"headings":["References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/9/91/Wikiversity-logo.svg/40px-Wikiversity-logo.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/4/40/Crystal_kpackage.png/32px-Crystal_kpackage.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["data","computing"],["server","computing"],["linker","computing"]],"members":["linker","server","data"],"related":["Computer_software","Operating_system","Computer_hardware","Application_software","Device_driver","BIOS","Firmware","Operating_system","Z/OS","Microsoft_Windows","Mac_OS_X","Linux","Data_(computing)","Random_access_memory","Disk_storage","Display_device","Application_software","Window_system","Graphical_user_interface","Desktop_environment","Window_manager","Windowing_system","Utility_software","Server_(computing)","Software_development","Compiler","Linker_(computing)","Debugger","Application_software"]}