{"cursor":"44189","size":15,"audio":[],"currentlang":"en","article":"\n{{multiple issues|\n\n\n\n}}\n\n'Observational learning' is the learning that occurs through observing the\nbehavior of other people. Albert Bandura, who is best known for the classic Bobo\ndoll experiment, discovered this basic form of learning in 1986. Bandura\nstressed the importance of observational learning because it allowed children\nespecially, to acquire new responses through observing others' behavior. This\nform of learning does not need reinforcement to occur; instead, a model is\nrequired. A social model can be a parent, sibling, friend, or teacher, but\nparticularly in childhood a model is someone of authority or higher status. A\nsocial model is significantly important in observational learning because it\nallows one to cognitively process behavior, encode what is observed, and store\nit in memory for later imitation. While the model may not be intentionally\ntrying to instill any particular behavior, many behaviors that one observes,\nremembers and imitates are actions that models display. A child may learn to\nswear, smack, smoke, and deem other inappropriate behavior acceptable through\npoor modeling. Bandura claims that children continually learn desirable and\nundesirable behavior through observational learning. Observational learning\nsuggests that an individual's environment, cognition, and behavior all integrate\nand ultimately determine how one functions. Bandura,A. (1971) \"Psychological\nModelling\".New York: Lieber-Antherton Through observational learning,\nbehaviors of an individual can spread across a culture through a process known\nas 'diffusion chain', which basically occurs when an individual first learns a\nbehavior by observing another individual and that individual serves as a model\nthrough whom other individuals will learn the behavior and so on so forth.\n\nCulture and environment also play a role in whether observational learning will\nbe the dominant learning style in a person or community. In some cultures,\nchildren are expected to actively participate in their communities and are\ntherefore exposed to different trades and roles on a daily basis. This exposure allows children to observe and\nlearn the different skills and practices that are valued in their\ncommunities. In communities where children's\nprimary mode of learning is through observation, the children are rarely\nseparated from adult activities. This incorporation into the adult world at an\nearly age allows children to use observational learning skills in multiple\nspheres of life. Culturally, they learn that their participation and\ncontributions are valued in their communities. This teaches children that it is\ntheir duty as members of the community to observe contributions being made in\norder to gradually become involved and participate further in the community.\n","linknr":308,"url":"Observational_learning","recorded":1362373304,"links":30,"instances":["observational_learning"],"pdf":["http://www.child-encyclopedia.com/pages/pdf/cole-hakkarainen-bredikyteangxp.pdf","http://www.child-encyclopedia.com/pages/pdf/cole-hakkarainen-bredikyteangxp.pdf","http://www.cogs.indiana.edu/spackled/imitation.pdf"],"categories":["Social learning theory","Behavioral concepts","Learning"],"headings":["Stages of observational learning and its effects","Effect on behavior","Observational learning across cultures","Observational learning and children with autism","See also","References","Further reading on animal social learning"],"image":["//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Ambox_wikify.svg/40px-Ambox_wikify.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/0/02/Bobo_doll-en.svg/220px-Bobo_doll-en.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["emulation","observational_learning"]],"members":["emulation"],"related":["Parent","Sibling","Friend","Teacher","Culture","Community","Albert_Bandura","Infancy","Adolescence","Imitation","Ethology","Indigenous_peoples_of_the_Americas","Maya_peoples","Albert_Bandura","Bobo_Doll_experiment","Aggression","Bottlenose_dolphins","Rhesus_monkey","Mirror_neuron","Cognitive_imitation","Learning","Social_cognition","Inference","Machine_learning","Educational_psychology","Educational_technology","Emulation_(observational_learning)","Imitation","Hypercorrection","Social_learning_tools","Ethology","Bottlenose_dolphins","Rhesus_monkey"]}