{"cursor":"4179","size":15,"audio":[],"currentlang":"en","article":"\n{{Multiple issues\n | ref improve=March 2013 laundry=June 2010 restructure=June 2010\n}}\n\n\nA 'report' or 'account' is any informational work (usually of writing, speech,\ntelevision, or film) made with the specific intention of relaying information or\nrecounting certain events in a widely presentable form.\n\nWritten reports are documents which present focused, salient content to a\nspecific audience. Reports are often used to display the result of an\nexperiment, investigation, or inquiry. The audience may be public or private, an\nindividual or the public in general. Reports are used in government, business,\neducation, science, and other fields.\n\nReports use features such as graphics, images, voice, or specialized vocabulary\nin order to persuade that specific audience to undertake an action. One of the\nmost common formats for presenting reports is IMRAD: Introduction, Methods,\nResults and Discussion. This structure is standard for the genre because it\nmirrors the traditional publication of scientific research and summons the ethos\nand credibility of that discipline. Reports are not required to follow this\npattern, and may use alternative patterns like the problem-solution format.\n\nAdditional elements often used to persuade readers include: headings to indicate\ntopics, to more complex formats including charts, tables, figures, pictures,\ntables of contents, abstracts,and nouns summaries, appendices, footnotes,\nhyperlinks, and references.\n\nSome examples of reports are: scientific reports, recommendation reports, white\npapers, annual reports, auditor's reports, workplace reports, census reports,\ntrip reports, progress reports, investigative reports, budget reports, policy\nreports, demographic reports, credit reports, appraisal reports, inspection\nreports, military reports, bound reports, etc.\n\nReports are very important in all their various forms along with the usual\nevidences like in a crimes scene people usually leave behind evidences. . They\nfill a vast array of critical needs for many of society's important\norganizations. Police reports are extremely important to society for a number of\nreasons. They help to prosecute criminals while also helping the innocent become\nfree. Reports are a very useful method for keeping track of important\ninformation. The information contained in reports can be used to make very\nimportant decisions that affect our lives daily.\n","linknr":127,"url":"report","recorded":1362890868,"links":33,"instances":["disambiguation"],"pdf":[],"categories":["Documents","Technical communication"],"headings":["See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Crystal_Clear_app_kedit.svg/40px-Crystal_Clear_app_kedit.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Hurt_Report_cover_page.png/220px-Hurt_Report_cover_page.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["reporting","disambiguation"]],"members":["reporting"],"related":["Presentation","IMRAD","White_papers","Annual_reports","Census","Credit_reports","Reporting_(disambiguation)","Customer_Relationship_Management","Data_quality","Enterprise_Application_Integration","Enterprise_Resource_Planning","Decision_Support_System","Global_Reporting_Initiative","Management_Information_Systems","Grey_Literature_International_Steering_Committee"]}