{"cursor":"5923","size":15,"audio":[],"currentlang":"en","article":"\nIn chemistry and physics, the Inductive Effect is an experimentally observable\neffect of the transmission of charge through a chain of atoms in a molecule. The\nnet polar effect exerted by a substituent is a combination of this inductive\neffect and the mesomeric effect.\n\nThe electron cloud in a Ï-bond between two unlike atoms is not uniform and is\nslightly displaced towards the more electronegative of the two atoms. This\ncauses a permanent state of bond polarization, where the more electronegative\natom has a slight negative charge (Î´â) and the other atom has a slight positive\ncharge (Î´+).\n\nIf the electronegative atom is then joined to a chain of atoms, usually carbon,\nthe positive charge is relayed to the other atoms in the chain. This is the electron-\nwithdrawing inductive effect, also known as the ' -I effect'.\n\nSome groups, such as the alkyl group are less electron-withdrawing than hydrogen\nand are therefore considered as electron-releasing. This is electron releasing\ncharacter and is indicated by the ' +I effect'. In short alkyl\ngroups are tending to give electrons leading to induction effect.\n\nAs the induced change in polarity is less than the original polarity, the\ninductive effect rapidly dies out, and is significant only over a short\ndistance. The inductive effect is permanent but feeble, as it involves the shift\nof strongly held Ï-bond electrons, and other stronger factors may overshadow\nthis effect.\n\nThe inductive effect may be caused by some molecules also. Relative inductive\neffects have been experimentally measured with reference to hydrogen:\n\n(Decreasing order of - I effect or increasing order of + I effect)\n\n' âNR 3 > âNO 2 > âSO 2R > âCN > âCOOH > âF >\nâCl > âBr > âI > âOR > âCOR > âOH > âC 6H 5 >\nâCH=CH 2 > âH '\n\nAlso the inductive effect is dependent on the distance between the substituent\ngroup and the main group that react. That is, as the distance of the substituent\ngroup increases the Inductive effect weakens or decreases.\n\nInductive effects can be measured through the Hammett equation.\n\nThe inductive effect can also be used to determine whether a molecule is stable\nor unstable depending on the charge present on the atom under consideration and\nthe type of groups bonded to it. For example, if an atom has a positive charge\nand is attached to a âI group its charge becomes 'amplified' and the molecule\nbecomes more unstable than if I-effect was not taken into consideration.\nSimilarly, if an atom has a negative charge and is attached to a +I group its\ncharge becomes 'amplified' and the molecule becomes more unstable than if I-\neffect was not taken into consideration. But, contrary to the above two cases,\nif an atom has a negative charge and is attached to a âI group its charge\nbecomes 'de-amplified' and the molecule becomes more stable than if I-effect was\nnot taken into consideration. Similarly, if an atom has a positive charge and is\nattached to a +I group its charge becomes 'de-amplified' and the molecule\nbecomes more stable than if I-effect was not taken into consideration. The\nexplanation for the above is given by the fact that more charge on an atom\ndecreases stability and less charge on an atom increases stability.\n\nThe inductive effect also plays a vital role in deciding the acidity and\nbasicity of a molecule. Groups having +I effect attached to a molecule increases\nthe overall electron density on the molecule and the molecule is able to donate\nelectrons, making it basic. Similarly groups having -I effect attached to a\nmolecule decreases the overall electron density on the molecule making it\nelectron deficient which results in its acidity. As the number of -I groups\nattached to a molecule increases, its acidity increases; as the number of +I\ngroups on a molecule increases, its basicity increases.\n","linknr":129,"url":"Inductive_effect","recorded":1362371442,"links":25,"instances":["physics"],"pdf":[],"categories":["Physical organic chemistry","Chemical bonding"],"headings":["Applications","See also","References"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png","//upload.wikimedia.org/math/1/0/c/10cbba719a6ef66f9b28fcce378c8a77.png","//upload.wikimedia.org/math/a/7/1/a71464a368940d6785d421e3f5ec1c12.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["charge","physics"]],"members":["charge"],"related":["Chemistry","Physics","Charge_(physics)","Atoms","Molecule","Polar_effect","Substituent","Mesomeric_effect","Electron_cloud","Sigma_bond","Atoms","Electronegativity","Polar_bond","Carbon","Alkyl_group","Hydrogen","Molecules","Hammett_equation","Acidity","Carboxylic_acid","Ionization","Acid_dissociation_constant","Oxygen","Formic_acid","Acetic_acid","Benzoic_acid","Orbital_hybridisation","Cyclohexane","Carboxylic_acid","Aromatic_ortho_substituent","Aromatic_para_substituent","Carboxyl","Baker–Nathan_effect"]}