{"cursor":"4392","size":15,"audio":[],"currentlang":"en","article":"\n\n:For the related metabolic process, see [[anabolism]].\n\n'Catabolism' (Greek kata = downward + ballein = to throw) is the set of\nmetabolic pathways that breaks down molecules into smaller units and release\nenergy. In catabolism, large molecules such as polysaccharides,\nlipids, nucleic acids and proteins are broken down into smaller units such as\nmonosaccharides, fatty acids, nucleotides, and amino acids, respectively. As\nmolecules such as polysaccharides, proteins, and nucleic acids are made from\nlong chains of these small monomer units (mono = one + mer = part), the large\nmolecules are called polymers (poly = many).\n\nCells use the monomers released from breaking down polymers to either construct\nnew polymer molecules, or degrade the monomers further to simple waste products,\nreleasing energy. Cellular wastes include lactic acid, acetic acid, carbon\ndioxide, ammonia, and urea. The creation of these wastes is usually an oxidation\nprocess involving a release of chemical free energy, some of which is lost as\nheat, but the rest of which is used to drive the synthesis of adenosine\ntriphosphate (ATP). This molecule acts as a way for the cell to transfer the\nenergy released by catabolism to the energy-requiring reactions that make up\nanabolism. Catabolism therefore provides the chemical energy necessary for the\nmaintenance and growth of cells. Examples of catabolic processes include\nglycolysis, the citric acid cycle, the breakdown of muscle protein in order to\nuse amino acids as substrates for gluconeogenesis and breakdown of fat in\nadipose tissue to fatty acids.\n\nThere are many signals that control catabolism. Most of the known signals are\nhormones and the molecules involved in metabolism itself. Endocrinologists have\ntraditionally classified many of the hormones as anabolic or catabolic,\ndepending on which part of metabolism they stimulate. The so-called classic\ncatabolic hormones known since the early 20th century are cortisol, glucagon,\nand adrenaline (and other catecholamines). In recent decades, many more hormones\nwith at least some catabolic effects have been discovered, including cytokines,\norexin (also known as hypocretin), and melatonin.\n\nMany of these catabolic hormones express an anti-catabolic effect in muscle\ntissue. One study found that the administration of epinephrine (adrenaline) had\nan anti-proteolytic effect, and in fact suppressed catabolism rather than\npromoted it. Another study found that catecholamines in general (i.e.\nnoradrenaline/norepinephrine and adrenaline/epinephrine) greatly decreased the\nrate of muscle catabolism.\n","linknr":309,"url":"Catabolism","recorded":1362503021,"links":50,"instances":["biochemistry"],"pdf":[],"categories":["Metabolism"],"headings":["See also","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/1/11/Catabolism_schematic.svg/250px-Catabolism_schematic.svg.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["substrate","biochemistry"]],"members":["substrate"],"related":["Energy","Polysaccharide","Lipid","Nucleic_acid","Protein","Monosaccharide","Fatty_acid","Nucleotide","Amino_acid","Monomer","Polymer","Lactic_acid","Acetic_acid","Carbon_dioxide","Ammonia","Urea","Oxidation","Heat","Adenosine_triphosphate","Anabolism","Glycolysis","Citric_acid_cycle","Substrate_(biochemistry)","Gluconeogenesis","Fat","Adipose_tissue","Fatty_acid","Hormone","Metabolism","Endocrinologist","Anabolic","Cortisol","Glucagon","Adrenaline","Catecholamine","Cytokine","Orexin","Hypocretin","Melatonin","Anabolism","Autophagy","Dehydration_synthesis","Hydrolysis","Metabolism","Nocturnal_post_absorptive_catabolism"]}