{"cursor":"2419","size":15,"audio":[],"currentlang":"en","article":"A 'zymogen' (or 'proenzyme') is an inactive enzyme precursor. A zymogen\nrequires a biochemical change (such as a hydrolysis reaction revealing the\nactive site, or changing the configuration to reveal the active site) for it\nto become an active enzyme. The biochemical change usually occurs in a\nlysosome where a specific part of the precursor enzyme is cleaved in order to\nactivate it. The inactivating piece which is cleaved off can be a peptide\nunit, or can be independently folding domains comprising more than 100\nresidues. Although they limit the enzyme's ability, these n-terminal\nextensions of the enzyme or a “prosegment” often aid in the stabilizing and\nfolding of the enzyme they inhibit.\n\nThe pancreas secretes zymogens partly to prevent the enzymes from digesting\nproteins in the cells in which they are synthesised. Enzymes like pepsin are\ncreated in the form of pepsinogen, an inactive zymogen. Pepsinogen is activated\nwhen Chief cells release it into HCl which partially activates it. Another\npartially activated pepsinogen completes the activation by removing the peptide\nturning the pepsinogen into pepsin. Accidental activation of zymogens can happen\nwhen the secretion duct in the pancreas is blocked by a gallstone resulting in\nacute pancreatitis.\n\nFungi also secrete digestive enzymes into the environment as zymogens. The\nexternal environment has a different pH than inside the fungal cell and this\nchanges the zymogen's structure into an active enzyme.\n","linknr":126,"url":"Zymogen","recorded":1362486728,"links":33,"instances":["biology","biology"],"pdf":[],"categories":["Enzymes"],"headings":["Examples","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Wiktionary-logo-en.svg/37px-Wiktionary-logo-en.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/d/d9/PBB_GE_PNPLA6_203718_at_tn.png/60px-PBB_GE_PNPLA6_203718_at_tn.png","//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["cell","biology"],["complement","biology"]],"members":["complement","cell"],"related":["Enzyme","Protein_precursor","Biochemistry","Hydrolysis","Lysosome","Pancreas","Protein","Cell_(biology)","Pepsin","Pepsinogen","Pancreatitis","Fungus","Digestive_enzyme","PH","Angiotensinogen","Trypsinogen","Chymotrypsinogen","Pepsinogen","Coagulation","Complement_(biology)","Caspase","Proelastase","Prolipase","Procarboxypolypeptidases"]}