{"cursor":"1983","size":15,"audio":[],"currentlang":"en","article":" coeli''color actinorhodin polyketide synthase acyl carrier protein - ]] The\n 'acyl carrier protein' (ACP) is an important component in both fatty acid and\n polyketide biosynthesis with the growing chain bound during synthesis as a\n thiol ester at the distal thiol of a 4'-phosphopantetheine moiety. The protein\n is expressed in the inactive apo form and the 4'-phosphopantetheine moiety must\n be post-translationally attached to a conserved serine residue on the ACP by\n the action of holo-acyl carrier protein synthase (ACPS), a phosphopantetheinyl\n transferase.\n\n4'-Phosphopantetheine is an essential prosthetic group of several acyl carrier\nproteins involved in pathways of primary and secondary metabolism including the\nacyl carrier proteins (ACP) of fatty acid synthases, ACPs of polyketide\nsynthases, and peptidyl carrier proteins (PCP) and aryl carrier proteins (ArCP)\nof nonribosomal peptide synthetases (NRPS). Phosphopantetheine fulfills two\ndemands in these biosynthetic pathways. First, the intermediates remain\ncovalently linked to the synthases (or synthetases) in an energy-rich linkage.\nSecond, the flexibility and length of the phosphopantetheine chain\n(approximately 2 nm) allows the covalently tethered intermediates to have\naccess to spatially distinct enzyme-active sites. This increases the effective\nmolarity of the intermediate and allows an assembly line-like process.\n\nThe ACPs are small negatively charged Î±-helical bundle proteins with a high\ndegree of structural and amino acid similarity. The structures of a number of\nacyl carrier proteins have been solved using various NMR and crystallography\ntechniques.\n\nThe ACPs are related in structure and mechanism to the peptidyl carrier proteins\n(PCP) from nonribosomal peptide synthases.\n","linknr":151,"url":"Acyl_carrier_protein","recorded":1362540443,"links":15,"instances":[],"pdf":[],"categories":["Proteins"],"headings":["External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Act_acp.png/220px-Act_acp.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Fatty_acid","Polyketide","Phosphopantetheine","Acyl_carrier_protein_synthase","Phosphopantetheine","Fatty_acid_synthase","Polyketide_synthase","Nonribosomal_peptide_synthetases","Protein_NMR","Nonribosomal_peptide"]}