{"cursor":"2873","size":15,"audio":[],"currentlang":"en","article":"\n\n\n is an adjective that describes the condition of hanging, either literally, or\n figuratively , as in undecided or\n incomplete. To be distinguished from the spelling \"pendant\" which is the noun.\n\n* In Botany and anatomy the term applies to hanging forms of organs such as\n  leaves, branches, limbs and the like, that otherwise might be rigid or\n  erect. Hickey, Michael and King, Clive. The Cambridge Illustrated Glossary\n  of Botanical Terms. Publisher: Cambridge University Press 2001. ISBN: 978-\n  0521794015\n* In various senses, such as legal matters, can mean \"\" or conditional on future\n  developments. Dalrymple, James. The decisions of the Lords of council &\n  session, in the most important cases debate before them with the Acts of\n  Sederunt, Volume 2. 1687 Accessible online at\n  [http://books.google.co.za/books?id=FQtBAAAAcAAJ] Dalrymple, David.\n  Decisions of the lords of council and session, from 1766 to 1791 (1826)\n  Accessible online at\n  [http://archive.org/details/decisionslordsc01dalrgoog]\n* In grammar a sentence is incomplete in some formal sense, for example lacking\n  a finite verb.\n\n\nSomething 'pendent' may be viewed as any member of a support system (e.g. a\nsection of a dome or, organically, a parent/guardian in a nuclear family). A\npendent component of a structure or system requires one or more of the same as\nitself to be functional. For example, one playing card in a house of cards\nrequires another against it in order to maintain stability. Likewise the\nsegments of certain types of dome rely upon each other for support, as do the\nindividual blocks or timber frames which make up a dome whether segmented or\nnot. The whole dome may in turn be supported by pendentives (which in turn\nsupport each other). In the construction of arches and domes, the pendent\ncondition commonly leads to special requirements for timber centring or similar\nexpedients during construction: when the structure is completed it becomes self-\nsupporting and the temporary structure can be removed.\n","linknr":117,"url":"Pendent","recorded":1362482595,"links":16,"instances":[],"pdf":[],"categories":["Euclidean geometry","Architecture stubs"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/6/67/Santa_Maria_del_Fiore.jpg/220px-Santa_Maria_del_Fiore.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/6/66/POV-Ray-Dodecahedron.svg/30px-POV-Ray-Dodecahedron.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Noun","Botany","Anatomy","Grammar","Dome","Pendentives","Centring"]}