{"cursor":"3121","size":15,"audio":[],"currentlang":"en","article":"\nA 'garlic press' is a kitchen utensil to crush garlic cloves efficiently by\nforcing them through a grid of small holes, usually with some type of piston.\nMany garlic presses also have a device with a matching grid of blunt pins to\nclean out the holes.\n\nGarlic presses present a convenient alternative to mincing garlic with a knife,\nespecially because a clove of garlic can be passed through a sturdy press\nwithout even removing its peel. The peel remains in the press while the garlic\nis extruded out. Some sources For example, the\n[http://www.epicurious.com/cooking/how_to/food_dictionary/entry?id=2683\nEpicurious Food Dictionary] also claim that pressing with the peel on\nmakes cleaning the press easier.\n\nGarlic crushed by a press is generally believed to have a different flavor from\nminced garlic; since more cell walls are broken, more of garlic's strong flavor\ncompounds are liberated. A few sources prefer the flavor of pressed garlic. Raw-\nfoods chef Renée Underkoffler says \"a good garlic press makes dealing with\ngarlic a clean pleasure. Pressed garlic has a lighter, more delicate flavor than\nminced garlic because it excludes the bitter center stem.\" p. 179.\nThe magazine [[Cook's Illustrated]] says \"a good garlic press can break down\ncloves more finely and evenly than an average cook using a knife, which means\nbetter distribution of garlic flavor throughout any given dish.\" Wu, Sandra. \"Notes from Readers\", Cook's Illustrated, Sept. & Oct.\n2006 p. 3.\n\nOn the other hand, some chefs say garlic crushed in a press has an inferior\nflavor compared to other forms of garlic. For instance, chef Anthony Bourdain\ncalls garlic presses \"abominations\" and advises \"don't put it through a press. I\ndon't know what that junk is that squeezes out of the end of those things, but\nit ain't garlic.\" p. 81. The British cookery writer Elizabeth David\nonce wrote an essay titled 'Garlic Presses are Utterly Useless';  p.\n51. Alton Brown has expressed suspicion about them on account of their\nhaving only one function (being 'unitask').\n\nCook's Illustrated lists some additional uses for a garlic press, such as\nmashing other small items (including olives, capers, anchovies, and canned\nchipotles) or pressing out small quantities of onion or shallot juice.\n","linknr":220,"url":"Garlic_press","recorded":1362478008,"links":25,"instances":[],"pdf":[],"categories":["Cooking utensils","Garlic"],"headings":["Notes","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Garlic_Press_and_Garlic.jpg/220px-Garlic_Press_and_Garlic.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/en/thumb/4/4a/Commons-logo.svg/30px-Commons-logo.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/4/48/Folder_Hexagonal_Icon.svg/16px-Folder_Hexagonal_Icon.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Kitchen_utensil","Garlic","Piston","Mincing","Knife","Raw_food_diet","Anthony_Bourdain","Elizabeth_David","Alton_Brown","Olive","Caper","Anchovies","Chipotle","Onion","Shallot"]}