{"cursor":"3026","size":15,"audio":[],"currentlang":"en","article":"'Sir Dryden Thomas Spring' (born 6 October 1939) is a New Zealand businessman,\nwho was Chairman of the New Zealand Dairy Board from 1989 to 1998 and Chairman\nof New Zealand Dairy Group from 1982 to 1987.\n\nSpring was awarded a New Zealand Commemoration Medal in 1990. He was appointed a\nKnight Bachelor in the 1994 Queen's Birthday Honours, for services to the dairy\nindustry. [http://www.london-gazette.co.uk/issues/53697/supplements/33\nLondon Gazette (supplement), No. 53697, 10 June 1994]. Retrieved 11 January\n2013.\n\nHe became President of The NZ Sharemilkers Association in 1967, President of\nWaikato Federated Farmers in 1972 and a director of New Zealand Dairy Group in\n1973 at the age of 33. [http://www.westpac.co.nz/olcontent/olcontent.nsf/Co-\nntent/17+April+2003+9am Sir Dryden Receives Accolade] In 1974 he was\nchosen as New Zealands Outstanding Young Man Of The Year by New Zealand Jaycees.\nIn 2003 he was awarded the Holden Lifetime Achievement Award. Spring was\nappointed as Chairman of ANZ National Bank in April 2007 having formerly served\nas a director of the National Bank of New Zealand Limited. He is a Director of\nPort of Tauranga Ltd, Distinguished Fellow of the Institute of Directors in New\nZealand, a Life Member of Waikato Federated Farmers and a Distinguished Fellow\nof Massey University Academy of Agriculture. Spring was awarded a Doctor of\nScience (Honoris Casua) by Massey University in 2000. [http://www.massey.org.nz/massey/about-massey/calendar/officers-and-\nstaff-of-the-university/honorary-graduates.cfm Honorary Graduates - Massey\nUniversity]. Retrieved 11 January 2013.\n\nSpring formerly held a number of directorships including Nufarm Ltd., Maersk NZ\nLtd., Affco Ltd., Fletcher Building Ltd., Sky City Entertainment Group Ltd.,\nNorthport Ltd., Deputy Chairman of Goodman Fielder Ltd., Chairman of Ericcson NZ\nLtd. He was formerly a member of The APEC Eminent Persons Group, which in 1993\ndrafted the APEC Vision of Free and Open Trade in the Asia Pacific, a member of\nAPEC Business Advisory Council, Chairman of Asia New Zealand Foundation, and\nalso a founding trustee of the New Zealand Business and Parliamentary\nTrust. [http://www.anznational.co.nz/about/drydenspring.aspx Sir Dryden\nSpring]\n","linknr":99,"url":"Dryden_Spring","recorded":1362575370,"links":13,"instances":[],"pdf":[],"categories":["New Zealand businesspeople","1939 births","Living people","Knights Bachelor","Spring family","Members of the Institute of Directors","Recipients of the New Zealand 1990 Commemoration Medal","New Zealand knights"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/2/28/Crystal_kchart.png/25px-Crystal_kchart.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["New_Zealand","Knight_Bachelor","1994_Birthday_Honours","National_Bank_of_New_Zealand"]}