{"cursor":"4189","size":15,"audio":[],"currentlang":"en","article":"\n\n\nA 'legislature' is a kind of deliberative assembly with the power to pass,\namend, and repeal laws. The law created by a legislature is called\nlegislation or statutory law. In addition to enacting laws, legislatures usually\nhave exclusive authority to raise or lower taxes and adopt the budget and other\nmoney bills. Legislatures are known by many names, the most common being\nparliament and congress, although these terms also have more specific meanings.\n\nIn parliamentary systems of government, the legislature is formally supreme and\nappoints a member from its house as the prime minister which acts as the\nexecutive. In a presidential system, according to the separation of\npowers doctrine, the legislature is considered an independent and coequal branch\nof government along with both the judiciary and the executive.\n\nThe primary components of a legislature are one or more [[chambers of\nparliament|chambers]] or houses: assemblies that can debate and vote upon bills.\nA legislature with only one house is called unicameral. A bicameral legislature\npossesses two separate chambers, usually described as an upper house and a lower\nhouse, which often differ in duties, powers, and the methods used for the\nselection of members. Much rarer have been tricameral legislatures; the\nMassachusetts Governor's Council still exists, but the most recent national\nexample existed in the waning years of caucasian-minority rule in South Africa.\n\nIn most parliamentary systems, the lower house is the more powerful house while\nthe upper house is merely a chamber of advice or review. However, in\npresidential systems, the powers of the two houses are often similar or equal.\nIn federations, it is typical for the upper house to represent the component\nstates; the same applies to the supranational legislature of the European Union.\nFor this purpose, the upper house may either contain the delegates of state\ngovernments, as is the case in the European Union and in Germany and was the\ncase in the United States before 1913, or be elected according to a formula that\ngrants equal representation to states with smaller populations, as is the case\nin Australia and the contemporary United States.\n\nBecause members of legislatures usually sit together in a specific room to\ndeliberate, seats in that room may be assigned exclusively to members of the\nlegislature. In parliamentary language, the term seat is sometimes used to mean\nthat someone is a member of a legislature. For example, saying that a\nlegislature has 100 \"seats\" means that there are 100 members of the legislature,\nand saying that someone is \"contesting a seat\" means they are trying to get\nelected as a member of the legislature. By extension, the term seat is often\nused in less formal contexts to refer to an electoral district itself, as for\nexample in the phrases \"safe seat\" and \"marginal seat\".\n","linknr":365,"url":"Legislature","recorded":1362685250,"links":80,"instances":["proposed_law"],"pdf":[],"categories":["Legislatures|","Separation of powers"],"headings":["See also","References"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/0/01/A_coloured_voting_box.svg/70px-A_coloured_voting_box.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Scale_of_justice_2.svg/70px-Scale_of_justice_2.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["bill","proposed_law"]],"members":["bill"],"related":["Deliberative_assembly","Law","Legislation","Statutory_law","Act_of_Parliament","Tax","Budget","Money_bill","Parliament","Congress","Parliamentary_system","Government","Executive_branch","Presidential_system","Separation_of_powers","Judicial_branch","Debate","Vote","Bill_(proposed_law)","Unicameral","Bicameral","Tricameral","Massachusetts_Governor's_Council","Tricameral_Parliament","South_Africa","Federation","European_Union","Germany","United_States","Australia","Electoral_district","Safe_seat","Marginal_seat","Legislative_Council","List_of_legislatures_by_country","Parliamentary_system"]}