{"cursor":"1844","size":15,"audio":[],"currentlang":"en","article":"A 'product defect' is any characteristic of a product which hinders its\nusability for the purpose for which it was designed and manufactured. Product\ndefects arise most prominently in legal contexts, where the term is applied to\n\"anything that renders the product not reasonably safe\". Patricia A. Robinson, Writing and Designing Manuals and Warnings\n(2009), p. 234. The field of law that addresses injuries caused by\ndefective products is called products liability.\n\nA wide range of circumstances can render a product defective. The product may\nhave a 'design defect', resulting from the product having been poorly designed\nor tested, so that the design itself yields a product that can not perform its\ndesired function. Even if the design is correct, the product may have a\n'manufacturing defect' if it was incorrectly manufactured, for example if the\nwrong materials are used. A product may also be considered legally defective if\nit lacks appropriate instructions for its use, or appropriate warnings of\ndangers accompanying normal use or misuse of the product.\n\nA product that is defective in some way that does not render it dangerous might\nstill be sold, with a discounted price reflecting the defect. For example, where\na clothing manufacturer discovers that a line of shirts have been made with\nslightly uneven sleeves, the manufacturer may choose to sell these shirts at a\ndiscount, often through at outlet store and with the label cut off to indicate\nthat the quality is not intended to reflect on the brand. Ellen Ruppel\nShell, Cheap: The High Cost of Discount Culture (2009).\n","linknr":79,"url":"Product_defect","recorded":1362563151,"links":10,"instances":[],"pdf":[],"categories":["Manufacturing","Business law","Product liability"],"headings":["References"],"image":["//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Products_liability","Discounts_and_allowances","Outlet_store"]}