{"cursor":"4347","size":15,"audio":[],"currentlang":"en","article":"\n'Protein tags' are peptide sequences genetically grafted onto a recombinant\nprotein. Often these tags are removable by chemical agents or by enzymatic\nmeans, such as proteolysis or intein splicing. Tags are attached to proteins for\nvarious purposes.\n\nAffinity tags are appended to proteins so that they can be purified from their\ncrude biological source using an affinity technique. These include chitin\nbinding protein (CBP), maltose binding protein (MBP), and glutathione-S-\ntransferase (GST). The poly(His) tag is a widely-used protein tag; it binds to\nmetal matrices.\n\nSolubilization tags are used, especially for recombinant proteins expressed in\nchaperone-deficient species such as [[E. coli]], to assist in the proper folding\nin proteins and keep them from precipitating. These include thioredoxin (TRX)\nand poly(NANP). Some affinity tags have a dual role as a solubilization agent,\nsuch as MBP, and GST.\n\nChromatography tags are used to alter chromatographic properties of the protein\nto afford different resolution across a particular separation technique. Often,\nthese consist of polyanionic amino acids, such as FLAG-tag.\n\nEpitope tags are short peptide sequences which are chosen because high-affinity\nantibodies can be reliably produced in many different species. These are usually\nderived from viral genes, which explain their high immunoreactivity. Epitope\ntags include V5-tag, c-myc-tag, and HA-tag. These tags are particularly useful\nfor western blotting, immunofluorescence and immunoprecipitation experiments,\nalthough they also find use in antibody purification.\n\nFluorescence tags are used to give visual readout on a protein. GFP and its\nvariants are the most commonly used fluorescence tags. More advanced\napplications of GFP include using it as a folding reporter (fluorescent if\nfolded, colorless if not).\n\nProtein tags find many other usages, such as specific enzymatic modification\n(such as biotin ligase tags) and chemical modification (FlAsH) tag. Often tags\nare combined to produce multifunctional modifications of the protein. However,\nwith the addition of each tag comes the risk that the native function of the\nprotein may be abolished or compromised by interactions with the tag.\n","linknr":173,"url":"Protein_tag","recorded":1362484487,"links":18,"instances":[],"pdf":[],"categories":["Molecular biology","Biochemistry methods","Proteins","Laboratory techniques"],"headings":["List of protein tags","Applications"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Recombinant_protein","Maltose_binding_protein","Glutathione-S-transferase","Polyhistidine-tag","Thioredoxin","FLAG-tag","Epitope","Antibodies","V5-tag","Myc","HA-tag","Western_blotting","Immunofluorescence","Immunoprecipitation","Biotinylation","Streptavidin","Calmodulin-tag","FLAG-tag","HA-tag","His-tag","Myc-tag","S-tag","SBP-tag","Softag_1","Softag_3","V5_tag","Xpress_tag","Isopeptag","SpyTag","BCCP","Glutathione-S-transferase","Green_fluorescent_protein","Maltose_binding_protein","Nus-tag","Strep-tag","Thioredoxin","TC_tag","Ty_tag","Affinity_purification","Protein_array","Western_blotting"]}