{"cursor":"1535","size":15,"audio":[],"currentlang":"en","article":"In optical fiber technology, the 'substitution method' is a method of measuring\nthe transmission loss of a fiber. It consists of: #using a stable optical\nsource, at the wavelength of interest, to drive a mode scrambler, the output of\nwhich overfills (drives) a 1 to 2 meter long reference fiber having\nphysical and optical characteristics matching those of the fiber under test,\n#measuring the power level at the output of the reference fiber, #repeating the\nprocedure, substituting the fiber under test for the reference fiber, and\n#subtracting the power level obtained at the output of the fiber under test from\nthe power level obtained at the output of the reference fiber, to get the\ntransmission loss of the fiber under test.\n\nThe substitution method has certain shortcomings with regard to its accuracy,\nbut its simplicity makes it a popular field test method. It is conservative, in\nthat if it were used to measure the individual losses of several long fibers,\nand the long fibers were concatenated, the total loss obtained (excluding\nsplice losses) would be expected to be lower than the sum of the individual\nfiber losses.\n\nSome modern optical power meters have the capability to set to zero the\nreference level measured at the output of the reference fiber, so that the\ntransmission loss of the fiber under test may be read out directly.\n","linknr":90,"url":"Substitution_method","recorded":1362688560,"links":14,"instances":["physics"],"pdf":[],"categories":["Fiber optics"],"headings":["See also","References"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/6/62/PD-icon.svg/12px-PD-icon.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/7/74/Lens_triplet.svg/36px-Lens_triplet.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["power","physics"]],"members":["power"],"related":["Optical_fiber","Transmission_loss","Optical","Wavelength","Mode_scrambler","Power_(physics)","Accuracy","Fusion_splicing","Cutback_technique"]}