{"cursor":"1774","size":15,"audio":[],"currentlang":"en","article":"\n\n\nAn 'image trigger' initiates the capture of single or multiple frames of a\ndigital camera by analysing the signals of its sensor.\n\nFor capturing and analysing of fast moving objects (e.g. as in quality control\nof production lines) modern high speed cameras are frequently used. Typically\nthe initiation of an image-series starts as soon as the object is entirely\nvisible in the field of the camera.\n\nBy using a so-called \"image trigger\" this task can be done much faster and\nmore accurately, without the cost and effort of additional equipment as in\nstandard nethods.\n\nThe on-board \"ImageBLITZ\" image trigger is using the live picture of the camera\nitself as a flexible and accurate sensor, the process synchronisation takes care\nof itself. [http://www.compumodules.com/image-processing/high-speed-\ncamera/fast-imaging/Camera-Technology/Image-Trigger.html ImageBLITZ]\n\nBy using CMOS cameras (which provide the information of every single pixel in\ndigitized form) a fast processing of the supplied data is ensured. To prepare\nthe ImageBLITZ, a linesegment of a predefined length is set up in the field of\nview, just where the triggering event is likely to take place. Then the amount\nof grey level alteration (and its direction from dark to bright or reverse) is\nset, as well as the minimum number of affected pixels.\n\nAt each triggering event the camera head now sends a frame (or a set of frames)\nto the host computer to be processed or archived for further use.\n","linknr":93,"url":"Image_trigger","recorded":1362560396,"links":14,"instances":["photography"],"pdf":[],"categories":["Cameras|"],"headings":["See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Ambox_wikify.svg/40px-Ambox_wikify.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["bulb","photography"]],"members":["bulb"],"related":["Digital_camera","High_speed_camera","Bulb_(photography)","Shutter_button"]}