{"cursor":"3954","size":15,"audio":[],"currentlang":"en","article":"\n'Perspecta' was a directional motion picture sound system, invented by the\nlaboratories at Fine Sound Inc. in 1954. As opposed to magnetic stereophonic\nsoundtracks available at the time, its benefits were that it did not require a\nnew sound head for the projector and thus was a cheaper alternative.\n\nIntroduced as a \"directional sound system\" rather than a true stereophonic sound\nsystem, Perspecta did not utilize discretely recorded sound signals. Instead,\nthree sub-audible tones at 30 Hz, 35 Hz, and 40 Hz are mixed appropriately and\nembedded in a monaural, optical soundtrack, in addition to the audible sound.\nWhen run through a Perspecta integrator, depending on whenever each tone is\npresent, the audio is fed into a left (30 Hz), center (35 Hz) and right (40 Hz)\nspeaker. Unlike true stereophonic sound, which would be described as discrete\ntracks running in synchronization in time and phase, Perspecta merely panned a\nmono mix across various channels. Because of this, only isolated dialog or sound\neffects could be mixed to be directional. Mixed sound effects, dialog and music\ncould not be suitably mixed. Aside from panning, Perspecta controlled gain\nlevels for each channel through the amplitude of each control signal.\n\nMGM Studios and Paramount Pictures were major supporters and developers of\nPerspecta, and used on all Paramount VistaVision pictures when the system was\nunveiled in 1954 until it fell out of favor around 1958. Universal-\nInternational, Warner Bros., Columbia Pictures, United Artists, and Toho were\namong some of the other major studios to utilize Perspecta regularly.\n","linknr":128,"url":"Perspecta","recorded":1362893311,"links":15,"instances":[],"pdf":[],"categories":["Film and video technology"],"headings":["Select list of notable Perspecta features","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/e/e7/Video-x-generic.svg/30px-Video-x-generic.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Stereophonic_sound","Infrasound","Sound-on-film","Signal_processing","Gain","Metro-Goldwyn-Mayer","Paramount_Pictures","VistaVision","Universal_Studios","Warner_Bros.","Columbia_Pictures","United_Artists","Toho"]}