{"cursor":"4340","size":15,"audio":[],"currentlang":"en","article":"'Alberta Theatre Projects' (\"ATP\") is a Canadian theatre production company,\nfounded in 1972, based at the Martha Cohen Theatre in Calgary, Alberta.\n\nIts stated mission is, \"To enrich the lives of our audience and grow that\naudience by producing a season of celebrated contemporary theatre and by taking\na national leadership role in the development of new Canadian\nplays.\" [http://www.atplive.com/AboutATP/our_mission.html About ATP: Our\nMission]\n\nThey believe that Canada’s cultural richness is worth celebrating through the\narts, and that their creative endeavors are worth sharing with one another and\nthe world; that investment in the arts by government, the private sector and\nindividuals is in the public good; that all forms of artistic expression\nincluding work that is challenging and risk-taking; and in creating a workforce\nand environment that exemplifies integrity, teamwork, performance excellence,\nexploration and innovation, and had lifelong learning\naspirations. [http://www.atplive.com/AboutATP/our_mission.html About ATP:\nOur Mission]\n\nFounded by Lucille Wagner and Douglas Riske, ATP started as a children's company\nin 1972 specializing in historical plays and has grown into one of the largest\nproducers of new plays in Canada. Originally located in the 198 seat Canmore\nOpera House at Calgary's Heritage Park, they have since moved to the 400-seat\nMartha Cohen Theatre. As of 2008/2009, ATP has produced 333 plays, 234 of them\nCanadian. (70% Canadian content during their 36 years). The company has received\n62 Betty Mitchell Awards (Calgary's theatre awards) since the program was\nintroduced in 1998. Between 1985 and 2000, Allan Rae was composer-in-residence\nat ATP and many of ATP's productions have featured his original music.\n\nArtistic/Producing Directors have included Douglas Riske (1972–83), D. Michael\nDobbin (1983-2000), Bob White (1999-2009). Vanessa Porteous was appointed in\n2009 to the position of Artistic Director at ATP, becoming the first female\nArtistic Director in the company's history. She was named The Most Compelling\nCalgarian and Calgary's Arts Person of the Year in 2009 by the Calgary Herald.\n","linknr":91,"url":"Alberta_Theatre_Projects","recorded":1362372376,"links":10,"instances":["composer"],"pdf":[],"categories":["Theatre companies in Alberta"],"headings":["Enbridge playRites Festival of New Canadian Plays","Productions","References","External links"],"image":["//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["allan_rae","composer"]],"members":["allan_rae"],"related":["Canada","Martha_Cohen_Theatre","Calgary,_Alberta","Canmore_Opera_House","Allan_Rae_(composer)","Sean_Dixon","Amiel_Gladstone","Raincoast_Books"]}