{"cursor":"2729","size":15,"audio":[],"currentlang":"en","article":"\n'Economic power' can be divided into different categories-\n\n is the world's largest financial centre alongside New York ]]\n\n*Purchasing power, i.e., the ability of any amount of money to buy goods and\nservices. Those with more assets, or, more correctly, net worth, have more power\nof this sort. The greater the liquidity of one's assets, the greater one's\npurchasing power is.\n\n*Monopoly power, i.e., the ability to set prices or wages. This is the opposite\nof the situation in a perfectly competitive market, in which supply and demand\nset prices.\n\n*Bargaining power, i.e., the ability of players in a bargaining game to\ninfluence the outcome, which is the players sharing rule for something (a prize,\na cake, access to resources). See e.g. Muthoo, Abhinay 1999: Bargaining theory\nwith applications, Cambridge University Press. To be able to bargain prices (\ntoggle prices, or rewards etc... ). Also see definition of bargaining.\n\n*Managerial power, i.e., the ability of managers to threaten their employees\nwith firing or other penalties for not following orders or for not giving in\nsatisfying reports. This exists if there is a cost of job loss, especially due\nto the existence of unemployment and workers' lack of sufficient assets to\nsurvive without working for pay.\n\n*Class power in Marxian political economy: under capitalism this refers to a\nsituation where a minority (the capitalists) in society controls the means of\nproduction and thus is able to exploit the majority (the workers).\n\n*Short-side power: on markets that do not clear, those on the short side of the\nmarket have short-side power. They can deny to trade with any specific\ncounterparty or attach conditions without suffering a significant loss\nthemselves. Examples are banks in the market for credit or employers in some\nlabor markets.\n\nInformation is also a form of economic power. In the case of two agents entering\ninto a contract; if one agent knows that their deal with turn out significantly\nbetter, or worse, than the other suspects, then they are exercising a form of\ninformational economic power (see information asymmetry).\n","linknr":108,"url":"Economic_power","recorded":1362664890,"links":16,"instances":["social"],"pdf":[],"categories":["Economics terminology"],"headings":["References","Other references"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/8/8e/The_City_Of_London.jpg/220px-The_City_Of_London.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["class","social"]],"members":["class"],"related":["International_financial_centre","New_York_City","Purchasing_power","Money","Asset","Net_worth","Liquidity","Monopoly_power","Perfect_competition","Supply_and_demand","Bargaining_power","Bargaining","Management","Unemployment","Class_(social)","Marxian","Political_economy","Capitalism","Means_of_production","Exploitation","Short-side_power","Market","Information","Information_asymmetry","Vatiero_M.","VDM_Verlag"]}