{"cursor":"9279","size":15,"audio":[],"currentlang":"en","article":"\n'Carbohydrate metabolism' denotes the various biochemical processes responsible\nfor the formation, breakdown and interconversion of carbohydrates in living\norganisms.\n\nThe most important carbohydrate is glucose, a simple sugar (monosaccharide) that\nis metabolized by nearly all known organisms. Glucose and other carbohydrates\nare part of a wide variety of metabolic pathways across species: plants\nsynthesize carbohydrates from carbon dioxide and water by photosynthesis storing\nthe absorbed energy internally, often in the form of starch or lipids. Plant\ncomponents are consumed by animals and fungi, and used as fuel for cellular\nrespiration. Oxidation of one gram of carbohydrate yields approximately 4 kcal\nof energy and from lipids about 9 kcal. Energy obtained from metabolism (e.g.\noxidation of glucose) is usually stored temporarily within cells in the form of\nATP. Organisms capable of aerobic respiration metabolize glucose and oxygen to\nrelease energy with carbon dioxide and water as byproducts.\n\nCarbohydrates can be chemically divided into complex and simple. Simple carbohydrates consist of single or double sugar\nunits (monosaccharides and disaccharides, respectively). Sucrose or table sugar\n(a disaccharide) is a common example of a simple carbohydrate. Complex\ncarbohydrates contain three or more sugar units linked in a chain. They are\ndigested by enzymes to release the simple sugars. Starch, for example, is a\npolymer of glucose units and is typically broken down to glucose. Simple and\ncomplex carbohydrates are digested at similar rates, so the distinction is not\nvery useful for distinguishing nutritional quality.\nCellulose is also a polymer of glucose but it cannot be digested by most\norganisms. Some bacteria that produce enzymes for cellulose live inside the gut\nof some mammals such as cows, and when cows eat plants, the cellulose is broken\ndown by the bacteria and some of it is released into the gut.\n\nCarbohydrates are a superior short-term fuel for organisms because they are\nsimpler to metabolize than fats or those amino acids (components of proteins)\nthat can be used for fuel. In animals, the most important carbohydrate is\nglucose. The concentration of glucose in the blood is used as the main control\nfor the central metabolic hormone, insulin. Starch, and cellulose in a few\norganisms (e.g., some animals (such as termites ) and some\nmicroorganisms (such as protists and bacteria), both being glucose polymers, are\ndisassembled during digestion and absorbed as glucose. Some simple carbohydrates\nhave their own enzymatic oxidation pathways, as do only a few of the more\ncomplex carbohydrates. The disaccharide lactose, for instance, requires the\nenzyme lactase to be broken into its monosaccharides components; many animals\nlack this enzyme in adulthood.\n\nCarbohydrates are typically stored as long polymers of glucose molecules with\nglycosidic bonds for structural support (e.g. chitin, cellulose) or for energy\nstorage (e.g. glycogen, starch). However, the strong affinity of most\ncarbohydrates for water makes storage of large quantities of carbohydrates\ninefficient due to the large molecular weight of the solvated water-carbohydrate\ncomplex. In most organisms, excess carbohydrates are regularly catabolised to\nform acetyl-CoA, which is a feed stock for the fatty acid synthesis pathway;\nfatty acids, triglycerides, and other lipids are commonly used for long-term\nenergy storage. The hydrophobic character of lipids makes them a much more\ncompact form of energy storage than hydrophilic carbohydrates. However, animals,\nincluding humans, lack the necessary enzymatic machinery and so do not\nsynthesize glucose from lipids, though glycerol can be converted to\nglucose. G Cooper, The Cell, American Society of Microbiology, p 72\n\nAll carbohydrates share a general formula of approximately\nC nH 2n On ; glucose is\nC 6H 12 O6 . Monosaccharides may be chemically\nbonded together to form disaccharides such as sucrose and longer polysaccharides\nsuch as starch and cellulose.\n","linknr":742,"url":"Carbohydrate_metabolism","recorded":1362482145,"links":26,"instances":[],"pdf":[],"categories":["Metabolism"],"headings":["Catabolism","Metabolic pathways","Glucoregulation","Human diseases of carbohydrate metabolism","References","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Biochemistry","Anabolism","Catabolism","Carbohydrates","Life","Organism","Glucose","Monosaccharide","Plants","Photosynthesis","Starch","Lipid","Fungi","Cellular_respiration","Chemical_energy","Adenosine_triphosphate","Aerobic_respiration","Oxygen","Carbon_dioxide","Water","Polymer","Fat","Proteins","Insulin","Termite","Protist","Bacteria","Enzymatic_oxidation","Lactase","Glycosidic_bond","Chitin","Cellulose","Glycogen","Starch","Acetyl-CoA","Fatty_acid_synthesis","Fatty_acids","Triglycerides","Lipids","Disaccharides","Sucrose","Polysaccharides","Starch","Cellulose","Glycoside_hydrolase","Carbon_fixation","Glycolysis","Glucose","Adenosine_triphosphate","Pyruvate","Krebs_cycle","Aerobic_organism","Pyruvate_dehydrogenase_complex","Pentose_phosphate_pathway","Hexose","Pentose","NADPH","Glycogenesis","Glycogen","Osmotic_pressure","Glycogenolysis","Gluconeogenesis","Organic_chemistry","Amino_acid","Red_blood_cells","Glucose","Homeostasis","Milieu_interieur","Hormone","Insulin","Adipose_tissue","Glucagon","Growth_hormone","Cortisol","Catecholamines","Diabetes_mellitus","Lactose_intolerance","Fructose_intolerance","Galactosemia","Glycogen_storage_disease"]}