{"cursor":"3211","size":15,"audio":[],"currentlang":"en","article":" 'ARISE Detroit!' is a\ncoalition of community groups in Detroit, banding together in the hopes of\nmaking a bigger impact than they each can accomplish separately. ARISE is an\nacronym for Activating Resources and Inspiring Service and Empowerment.\n\nThe coalition is a way to link together the hundreds of programs and agencies\nworking on child and family issues – anti-violence, parenting, illiteracy,\neducation, drug, neighborhood development, youth mentoring, etc. — to produce\nmore resources, more volunteers and more help for the people who need it. ARISE\nwill create a massive community wide movement, supported by people, non-profit\ngroups, the media and individuals, to offer hope and let people know that they\ncan play a personal role in improving their communities.\n\nThe project began with a $300,000 grant from the Skillman Foundation, one of its\nfounding partners. The coalition grew out of brainstorming sessions the\nfoundation began hosting after Bill Cosby's January 2005 town meeting where he\nchallenged black Detroiters to stop blaming white people for problems they could\nsolve themselves. [http://www.freep.com/apps/pbcs.dll/article?AID=2006605290331]\n\n\"It's not what they're doing to us. It's what we're not doing,\" Cosby told\nnearly 2,000 people at Wayne County Community College. 22 community groups have\nanswered the call by launching ARISE Detroit! A year in planning, the new\ncoalition is going to recruit thousands of volunteers to help make Detroit a\nbetter place to live, work and play.\n\nARISE will ask its volunteers to find a place with an existing service agency\nthat will make use of their talents. That could mean mentoring, tutoring,\nadvising on health matters, combating illiteracy, teaching financial literacy,\nresolving conflicts or supporting recreation centers. And ARISE also will help\nconnect city residents who need help with the organizations that provide it.\n","linknr":84,"url":"ARISE_Detroit!","recorded":1362689134,"links":10,"instances":[],"pdf":[],"categories":["Charities based in the United States","Social welfare charities","Community-based organizations","Organizations based in Detroit, Michigan","Non-profit organizations based in Michigan"],"headings":["Founding Partners","External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Detroit","Bill_Cosby","Children's_Aid_Society","City_Year","Detroit_Free_Press"]}