{"cursor":"3003","size":15,"audio":[],"currentlang":"en","article":"\nThe 'Global Marshall Plan' is a plan first devised by former American Vice-\nPresident Al Gore in his bestselling book '[[Earth in the Balance]]', which\ngives specific ideas on how to save the global environment.\n\nGore states: \"The model of the Marshall Plan can be of great help. For example,\na Global Marshall Plan must focus on strategic goals and emphasize actions and\nprograms that are likely to remove the bottlenecks presently inhibiting the\nhealthy functioning of the global economy. The new global economy must be an\ninclusive system that does not leave entire regions behind. The new plan will\nrequire the wealthy nations to allocate money for transferring environmentally\nhelpful technologies to the Third World and to help impoverished nations\nachieve a stable population and a new pattern of sustainable economic progress.\nTo work, however, any such effort will also require wealthy nations to make a\ntransition themselves that will be in some ways more wrenching than that of the\nThird World.\"\n\nSource: Earth in the Balance, page 297-301\n\nGlobal Marshall Plan: Five strategic goals \"In my view, five strategic goals\nmust direct and inform our efforts to save the global environment\":\n\n* stabilizing of world population\n* the rapid development of environmentally appropriate technologies\n* a comprehensive change in the economic \"rules of the road\" by which we measure\n  the impact of our decisions on the environment\n* negotiation & approval of a new generation of international agreements\n* a cooperative plan for educating the world's citizens about our global\n  environment.\n\nThe idea is based on the post-WWII Marshall Plan that saw the United States send\nbillions of dollars to European nations to rebuild their war shattered\neconomies.\n\nIn order to further the idea of a GMP and to coordinate the various initiatives,\nNGOs, scientists, activists and groups in the field of development cooperation\nand global social justice the Global Marshall Plan Initiative was founded by\nmembers of the Club of Rome, the Club of Budapest, the Eco-Social Forum Europe,\nATTAC and other organisations in Frankfurt, Germany in 2003. The two main\nobjectives are to find new ways and sources of financing in development\ncooperation, predominantly pursuing the Millennium Development Goals of the UN\nand the worldwide propagation of the eco-social market economy, which is\nconsidered to be one of today's key strategies of initiative.\n","linknr":136,"url":"Global_Marshall_Plan","recorded":1362567561,"links":14,"instances":[],"pdf":[],"categories":["Al Gore"],"headings":["Literature","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/40px-Text_document_with_red_question_mark.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Algoretestifying.jpeg/90px-Algoretestifying.jpeg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["United_States","Vice_President_of_the_United_States","Al_Gore","Marshall_Plan","World_War_II","Marshall_Plan","Europe","Club_of_Rome","Club_of_Budapest","Eco-Social_Forum_Europe","ATTAC","Millennium_Development_Goals","United_Nations","Eco-social_market_economy","Franz_Josef_Radermacher"]}