{"cursor":"20543","size":15,"audio":[],"currentlang":"en","article":"\n, England]]\n\n'Punishment' (also known as discipline or penalty) is the authoritative\nimposition of something undesirable or unpleasant on, or the removal of\nsomething desirable or pleasant from, a person, animal, organization or entity\nin response to behavior deemed unacceptable by an individual, group or other\nentity. {{cite web\n | last =Hugo first =Adam Bedau title =Punishment, Crime and the State work =\n | publisher =Stanford Encyclopedia of Philosophy date =February 19, 2010 url\n | =http://plato.stanford.edu/entries/legal-punishment/#PunCriSta accessdate\n | =2010-08-04\n |quote=The search for a precise definition of punishment that exercised some\n philosophers (for discussion and references see Scheid 1980) is likely to prove\n futile: but we can say that legal punishment involves the imposition of\n something that is intended to be burdensome or painful, on a supposed offender\n for a supposed crime, by a person or body who claims the authority to do so.}}\n  {{cite web\n | quote =Punishment describes the imposition by some authority of a\n | deprivation — usually painful — on a person who has violated a law, rule, or\n | other norm. When the violation is of the criminal law of society there is a\n | formal process of accusation and proof followed by imposition of a sentence\n | by a designated official, usually a judge. Informally, any organized group —\n | most typically the family, in rearing children — may punish perceived\n | wrongdoers. last = McAnany first =Patrick D. authorlink = coauthors = title\n | =Punishment work =Online publisher =Grolier Multimedia Encyclopedia date\n | =August 2010 url =http://gme.grolier.com/article?assetid=0238860-0 doi =\n | accessdate =2010-08-04}}\n {{cite web\n | last =Hugo first =Adam Bedau title =Theory of Punishment work = publisher\n | =Stanford Encyclopedia of Philosophy date =February 19, 2010 url\n | =http://plato.stanford.edu/entries/punishment/#2 accessdate =2010-08-04\n |quote=Punishment under law... is the authorized imposition of deprivations —\n of freedom or privacy or other goods to which the person otherwise has a right,\n or the imposition of special burdens — because the person has been found guilty\n of some criminal violation, typically (though not invariably) involving harm to\n the innocent. (The classical formulation, conspicuous in Hobbes, for example,\n defines punishment by reference to imposing pain rather than to deprivations.)\n This definition, although imperfect because of its brevity, does allow us to\n bring out several essential points. }}  {{Cite book |jstor=3120772 |title=Ethics\n and Education |first=Richard Stanley |authorlink=Richard Stanley Peters\n |last=Peters |year=1966 |pages=267–268 |quote=Punishment... involves the\n intentional infliction of pain or of something unpleasant on someone who has\n committed a breach of rules... by someone who is in authority, who has a right\n to act in this way. Otherwise, it would be impossible to distinguish\n 'punishment' from 'revenge'. People in authority can, of course, inflict pain\n on people at whim. But this would be called 'spite' unless it were inflicted as\n a consequence of a breach of rules on the part of the sufferer. Similarly a\n person in authority might give a person £5 as a consequence of his breaking a\n rule. But unless this were regarded as painful or at least unpleasant for the\n recipient it could not be counted as a case of 'punishment'. In other words at\n least three criteria of (i) intentional infliction of pain (ii) by someone in\n authority (iii) on a person as a consequence of a breach of rules on his part,\n must be satisfied if we are to call something a case of 'punishment'. There\n are, as is usual in such cases, examples that can be produced which do not\n satisfy all criteria. For instance there is a colloquialism which is used about\n boxers taking a lot of punishment from their opponents, in which only the first\n condition is present. But this is a metaphorical use which is peripheral to the\n central use of the term. In so far as the different 'theories' of\n punishment are answers to questions about the meaning of 'punishment', only the\n retributive theory is a possible one. There is no conceptual connection between\n 'punishment' and notions like those of 'deterrence', 'prevention' and 'reform'.\n For people can be punished without being prevented from repeating the offence,\n and without being made any better. It is also a further question whether they\n themselves or anyone else is deterred from committing the offence by\n punishment. But 'punishment' must involve 'retribution', for 'retribution'\n implies doing something to someone in return for what he has done....\n Punishment, therefore, must be retributive—by definition.}}  {{Cite journal\n | last =Kleining first =John authorlink = coauthors = title =R.S. Peters on\n | Punishment journal =British Journal of Educational Studies volume =20 issue\n | =3 pages =259–269 publisher = date =October 1972 jstor =3120772 quote=\n | Unpleasantness inflicted without authority is revenge, and if whimsical, is\n | spite.... There is no conceptual connection between punishment, or\n | deterrence, or reform, for people can be punished without being prevented\n | from repeating the offence, and without being made better. And it is also a\n | further question whether they themselves, or anyone else is deterred from\n | committing the offence by punishment. doi =10.1080/00071005.1972.9973352}}\n The authority may be either a group or a single person, and punishment\nmay be carried out formally under a system of law or informally in other kinds\nof social settings such as within a family. Negative\nconsequences that are not authorized or that are administered without a breach\nof rules are not considered to be punishment as defined here. The study and practice of the punishment of crimes,\nparticularly as it applies to imprisonment, is called penology, or, often in\nmodern texts, corrections; in this context, the punishment process is\neuphemistically called \"correctional process\". \nResearch into punishment often includes similar research into prevention.\n\nFundamental justifications for punishment include: retribution, deterrence,\nrehabilitation, and incapacitations such as isolation in order to prevent the\nwrongdoer's having contact with potential victims. {{cite web\n | quote =Because punishment is both painful and guilt producing, its\n | application calls for a justification. In Western culture, four basic\n | justifications have been given: retribution, deterrence, rehabilitation, and\n | incapacitation. The history of formal punitive systems is one of a gradual\n | transition from familial and tribal authority to the authority of organized\n | society. Although parents today retain much basic authority to discipline\n | their children, physical beatings and other severe deprivations—once widely\n | tolerated—may now be called child abuse and result in criminal charges last =\n | McAnany first =Patrick D. authorlink = coauthors = title =Justification for\n | punishment (Punishment) work =Online publisher =Grolier Multimedia\n | Encyclopedia date =August 2010 url =http://gme.grolier.com/article?assetid=0238860-\n | 0 doi = accessdate =2010-09-16}}\n Of the four justifications, only retribution is part of the definition of\npunishment and none of the other justifications is a guaranteed outcome.\n\nIf only some of the conditions included in the definition of punishment are\npresent, descriptions other than \"punishment\" may be considered more accurate.\nInflicting something negative, or unpleasant, on a person or animal, without\nauthority is considered either or rather than punishment.\nIn addition, the word \"punishment\" is used as a metaphor, as when a boxer\nexperiences \"punishment\" during a fight. In other situations breaking the rules\nmay be rewarded, and is therefore without negative consequences, and so cannot\nbe considered punishment. Finally the condition of breaking (or breaching) the\nrules must be satisfied to be considered punishment.\n\nPunishments differ in the degree of severity of their unpleasantness, and may\ninclude sanctions such as reprimands, deprivations of privileges or liberty,\nfines, incarcerations, ostracism, the infliction of pain, and the death penalty.\n[[Corporal punishment]] refers to punishments in which pain is intended to be\ninflicted upon the transgressor.\nPunishments may be judged as fair or unfair in terms of their degree of\nreciprocity and proportionality. Punishment can be\nan integral part of socialization, and punishing unwanted behaviour is often\npart of a system of pedagogy or behavioral modification which also includes\nrewards. {{cite book|title=Sociology in Our Times: The\nEssentials |author=Diana Kendall |edition=7th revised |publisher=Cengage\nLearning |year=2009 |isbn=0-495-59862-3}} \n","linknr":368,"url":"Punishment","recorded":1362670382,"links":59,"instances":["law","law","penalty","sport","penology","legal"],"pdf":[],"categories":["Punishments|","Core issues in ethics","Social philosophy","Criminal justice"],"headings":["Definitions","Scope of application","History and rationale","Possible reasons for punishment","See also","References","General references","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/7/7a/Chapeltown_Stocks.jpg/310px-Chapeltown_Stocks.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/e/e9/Fence_of_Prison-BPO.jpg/170px-Fence_of_Prison-BPO.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/7/73/Cela.jpg/170px-Cela.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Hester_Prynne.jpg/170px-Hester_Prynne.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Alavoine_Rab_feny%C3%ADt%C3%A9se_Temesv%C3%A1ron.jpg/170px-Alavoine_Rab_feny%C3%ADt%C3%A9se_Temesv%C3%A1ron.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/b/ba/Schwaebisch_Hall_pillory.jpg/170px-Schwaebisch_Hall_pillory.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/en/thumb/6/62/PD-icon.svg/12px-PD-icon.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Wikiquote-logo-en.svg/40px-Wikiquote-logo-en.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Wiktionary-logo-en.svg/37px-Wiktionary-logo-en.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["deterrence","legal"],["rehabilitation","penology"],["sanctions","law"],["proportionality","law"],["fine","penalty"],["coach","sport"],["rehabilitation","penology"]],"members":["proportionality","sanctions","fine","coach","rehabilitation","deterrence"],"related":["Authority","Unpleasant","Behavior","Authority","Law","Crime","Penology","Corrections","Retributive_justice","Deterrence_(legal)","Rehabilitation_(penology)","Crime_prevention","Sanctions_(law)","Reprimands","Liberty","Incarceration","Ostracism","Pain","Norm_of_reciprocity","Proportionality_(law)","Pedagogy","B.F._Skinner","Operant_Conditioning","Spanking","Conflation","Aversives","Social_animal","Evolutionarily_stable_strategy","Cooperation","Criminal","Fine_(penalty)","Corporal_punishment","Custodial_sentence","Prison","Child","Parent","Legal_guardian","Teacher","Coach_(sport)","Child_discipline","Slaves","Demotion","Court_martial","Canonical_court","Penance","Theocracy","Islamic_state","Iran","Taliban","Inquisition","Degree_of_seriousness","Felony","Seriousness","Misdemeanor","Rehabilitation_(penology)","Retributive_justice","Society","Blood_feud","Vigilante","Community_service","Pillory","Preventive_State","Telishment"]}