{"cursor":"9464","size":15,"audio":[],"currentlang":"en","article":"\n\n entering the ocean|thumb|300px]] A 'steam [[explosion]]' is a violent boiling\n or flashing of water into steam, occurring when water is either superheated,\n rapidly heated by fine hot debris produced within it, or heated by the\n interaction of molten metals (as in a fuel-coolant interaction, or FCI, of\n molten nuclear-reactor fuel rods with water in a nuclear reactor core following\n a core-meltdown). Pressure vessels, such as pressurized water (nuclear)\n reactors, that operate above atmospheric pressure can also provide the\n conditions for a steam explosion. The water changes from a liquid to a gas with\n extreme speed, increasing dramatically in volume. A steam explosion sprays\n steam and boiling-hot water and the hot medium that heated it in all directions\n (if not otherwise confined, e.g. by the walls of a container), creating a\n danger of scalding and burning.\n\nSteam explosions are not normally chemical explosions, although a number of\nsubstances react chemically with steam (for example, zirconium and superheated\ngraphite react with steam and air respectively to give off hydrogen, which burns\nviolently in air) so that chemical explosions and fires may follow. Some steam\nexplosions appear to be special kinds of boiling liquid expanding vapor\nexplosion (BLEVE), and rely on the release of stored superheat. But many large-\nscale events, including foundry accidents, show evidence of an energy-release\nfront propagating through the material (see description of FCI below), where the\nforces create fragments and mix the hot phase into the cold volatile one; and\nthe rapid heat transfer at the front sustains the propagation.\n\nIf a steam explosion occurs in a confined tank of water due to rapid heating of\nthe water, the pressure wave and rapidly expanding steam can cause severe water\nhammer. This was the mechanism that, in Idaho, USA, in 1961, caused the SL-1\nnuclear reactor vessel to jump over in the air when it was destroyed by a\ncriticality accident. In the case of SL-1, the fuel and fuel elements vaporized\nfrom instantaneous overheating.\n\nEvents of this general type are also possible if the fuel and fuel elements of a\nliquid-cooled nuclear reactor gradually melt. Such explosions are known as 'fuel-\ncoolant interactions' (FCI). In these events the passage of the pressure wave\nthrough the predispersed material creates flow forces which further fragment the\nmelt, resulting in rapid heat transfer, and thus sustaining the wave. Much of\nthe physical destruction in the Chernobyl disaster, a graphite-moderated, light-water-\ncooled RBMK-1000 reactor, is thought to have been due to such a steam explosion.\n\nIn a nuclear meltdown, the most severe outcome of a steam explosion is early\ncontainment failure. Two possibilities are the ejection at high pressure of\nmolten fuel into the containment, causing rapid heating; or an in-vessel steam\nexplosion causing ejection of a missile (such as the upper head) into, and\nthrough, the containment. Less dramatic but still significant is that the molten\nmass of fuel and reactor core melts through the floor of the reactor building\nand reaches ground water; a steam explosion might occur, but the debris would\nprobably be contained, and would in fact, being dispersed, probably be more\neasily cooled. See WASH-1400 for details.\n\nSteam explosions are often encountered where hot lava meets sea water. Such an\noccurrence is also called a 'littoral explosion'. A dangerous steam explosion\ncan also be created when liquid water encounters hot, molten metal. As the water\nexplodes into steam, it splashes the burning hot liquid metal along with it,\ncausing an extreme risk of severe burns to anyone located nearby and creating a\nfire hazard.\n","linknr":156,"url":"Steam_explosion","recorded":1362372092,"links":19,"instances":[],"pdf":["http://fti.neep.wisc.edu/pdf/fdm1230.pdf"],"categories":["Explosion protection","Explosives","Nuclear accidents and incidents","Water in gas"],"headings":["Practical uses","Other rapid boiling phenomena","See also","Bibliography"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/40px-Text_document_with_red_question_mark.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Littoral_explosion_at_Waikupanaha_2.jpg/300px-Littoral_explosion_at_Waikupanaha_2.jpg","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Ocean","Steam","Superheating","Nuclear_reactor","Nuclear_meltdown","Pressurized_water_reactor","Atmospheric_pressure","Scalding","Chemical_explosive","Zirconium","Graphite","Hydrogen","Boiling_liquid_expanding_vapor_explosion","Water_hammer","SL-1","Criticality_accident","Chernobyl_disaster","RBMK","Nuclear_meltdown","Ground_water","WASH-1400","Lava","Littoral_zone","Environmentally_friendly","Refrigerator","Freezer","Volcano","Stratovolcano","Boiler","Operating_temperature","Fire-tube_boiler","Water-tube_boiler","Metal_fatigue","Chip_pan_fire","Oxygen","Fire_retardant","Fire_blanket","BLEVE","Boiler_explosion","Multiphase_flow","2007_New_York_City_steam_explosion"]}