{"cursor":"4858","size":15,"audio":[],"currentlang":"en","article":"\n\n'Stabilizing' or 'ambidirectional selection', (not the same thing as 'negative'\nor '[[purifying selection]]' }} http://www.nature.com/scitable/to-\npicpage/Negative-Selection-1136 ), is a type of natural selection in which\ngenetic diversity decreases as the population stabilizes on a particular trait\nvalue. This is probably the most common mechanism of action for natural\nselection. Stabilizing selection commonly uses negative selection (a.k.a.\npurifying selection) to select against extreme values of the character.\n\nStabilizing selection is the opposite of disruptive selection. Instead of\nfavoring individuals with extreme phenotypes, it favors the intermediate\nvariants. It reduces phenotypic variation and maintains the status quo. Natural\nselection tends to remove the more severe phenotypes, resulting in the\nreproductive success of the norm or average phenotypes. }}\n\nA classic example of this is human birth weight. Babies of low weight lose heat\nmore quickly and get ill from infectious disease more easily, whereas babies of\nlarge body weight are more difficult to deliver through the pelvis. Infants of a\nmore medium weight survive much more often. For the larger or smaller babies,\nthe baby mortality rate is much higher.\n\nStabilizing selection operates most of the time in most populations. This type\nof selection acts to prevent divergence of form and function. In this way, the\nanatomy of some organisms, such as sharks and ferns, has remained largely\nunchanged for millions of years.\n\nStabilizing selection can sometimes be detected by measuring the fitness of the\nrange of different phenotypes by various direct measures, but it can also be\ndetected by a variety of tests of molecular sequence data, such as Ka/Ks ratios,\nchanges in allele frequency distributions, and the McDonald-Kreitman\ntest.\n\nIn human populations, 5% of the genome DNA is under purified selection for\ncommon mammalian genes. More loci may rapidly evolve including\nregulatory sequences and miRNAs.\n","linknr":200,"url":"Stabilizing_selection","recorded":1362483334,"links":23,"instances":["natural_selection","biological"],"pdf":[],"categories":["Selection","Evolutionary biology"],"headings":["See also","Citations","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/8/84/Selectiontypes-n0_images.png/225px-Selectiontypes-n0_images.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["trait","biological"],["negative_selection","natural_selection"]],"members":["negative_selection","trait"],"related":["Natural_selection","Genetic_diversity","Population","Trait_(biological)","Disruptive_selection","Phenotype","Ka/Ks_ratio","Allele_frequency","McDonald-Kreitman_test","MiRNA","Balancing_selection","Directional_selection","Disruptive_selection","Negative_selection_(natural_selection)","Assortative_mating","Hypergamy","Koinophilia"]}