{"cursor":"3691","size":15,"audio":[],"currentlang":"en","article":"\n\nIn philosophy, 'practical reason' is the use of reason to decide how to act.\nThis contrasts with 'theoretical reason' (often called speculative reason),\nwhich is the use of reason to decide what to believe. For example: agents use\npractical reason to decide whether to build a telescope, but theoretical reason\nto decide which of two theories of light and optics is the best. Practical\nreason is understood by most philosophers as determining a plan of action.\nThomistic ethics defines the first principle of practical reason as the \"good is\nto be done and pursued, and evil is to be\navoided.\" [http://www.newadvent.org/summa/2094.htm#article2 Summa Theologiæ,\nI-IIª q. 94 a. 2] co. For Kant, practical reason has a law abiding quality\nbecause the Categorical imperative is understood to be binding one to one's duty\nrather than subjective preferences. Utilitarians tend to see reason as an\ninstrument for the satisfactions of wants and needs.\n\nIn classical philosophical terms, it is very important to distinguish three\ndomains of human activity: theoretical reason, which investigates the truth of\ncontingent events as well as necessary truths; practical reason which determines\nwhether a prospective course of action is worth pursuing; and productive or\ntechnical reason which attempts to find the best means for a given end.\nAristotle viewed philosophical activity as the highest activity of the human\nbeing and gave pride of place to metaphysics or wisdom. Since Descartes,\npractical judgment and reasoning have been treated with less respect because of\nthe demand for greater certainty and an infallible method to justify beliefs.\n\nIn cognitive research, 'practical reason' is the process of ignoring\nunproductive possibilities in favor of productive possibilities. It is\nconsidered a form of cognitive bias, because it is illogical. An example would\nbe calling all hospitals to look for your missing child, but not checking\nmorgues, as finding his corpse would be 'counter-productive.'\n","linknr":343,"url":"Practical_reason","recorded":1362485286,"links":16,"instances":["philosophy","philosophy"],"pdf":[],"categories":["Reasoning","Concepts in ethics"],"headings":["See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["contingency","philosophy"],["action_theory","philosophy"]],"members":["action_theory","contingency"],"related":["Philosophy","Reason","Philosophy_of_action","Speculative_reason","Speculative_reason","Thomism","Kant","Categorical_imperative","Utilitarianism","Contingency_(philosophy)","Logical_truth","Cognitive","Cognitive_bias","Action_theory_(philosophy)","Philosophy_of_action","Phronesis","Rationality","Rhetorical_reason","Speculative_reason","Tacit_knowledge","Charles_Blattberg"]}