{"cursor":"4442","size":15,"audio":[],"currentlang":"en","article":"\n\n\nThe 'Guaranteed Minimum Pension' (GMP) is the minimum pension which a United\nKingdom occupational pension scheme has to provide for those employees who were\ncontracted out of the State Earnings-Related Pension Scheme (SERPS) between 6\nApril 1978 and 5 April 1997. The amount is said to be 'broadly equivalent' to\nthe amount the member would have received had they not been contracted out.\n\nOriginally, when the GMP became payable at State Pension Age, the cost-of-living\nincreases associated with this element of a member's pension were paid by the\nstate with the individual's state pension. With regard to any GMP accrued from 6\nApril 1988, the occupational pension scheme is required to pay increases in line\nwith the Retail Price Index up to a maximum of 3%. The change in rules led to a\ndistinction between Pre 1988 GMP and Post 1988 GMP.\n\nThe system therefore became increasingly complex and can be illustrated with an\nexample. Mr Jones was a member of his occupational pension scheme between 1980\nand 1995 and was entitled to a pension of £500 per month on his retirement.\nBecause he was contracted out of SERPS, the government advised that he was\nentitled to a GMP of £110 per month, including £50 post 1988 GMP. The non-GMP\nelement of his pension—in this case £390 per month—is usually known as the\n'excess' and his payment advice would give a breakdown as follows:\n\n{| class=\"wikitable\"\n|- Excess Pension £390 - Pre-1988 GMP £60 - Post-1988 GMP £50 }\n\nThe complexity arises because different increases are applied to the various\nelements of the pension. Supposing the scheme rules allow for annual increases\nof 3% and the Retail Prices Index increases by 4.5%. The scheme would pay an\nadditional £11.70 in respect of the excess pension (3% of £390), but nothing on\nthe pre 1988 GMP. They would be liable to pay 3% of the post 1988 GMP - in this\ncase £1.50 per month. The individual is, however, entitled to an increase of\n4.5% on his total Guaranteed Minimum Pension, which amounts to £4.95 (4.5% of\n£110). Therefore, an additional amount of £3.45 would be paid paid by his\nemployer, in addition to his State Pension (£4.95 less £1.50).\n\n{| class=\"wikitable\"\n|-\n!\n! Previous Year Increase (from Scheme) Increase (from State) New Pension\n|- Excess £390 £11.70 £0 £401.70 - Pre 1988 GMP £60 £0 £2.70 £62.70 - Post 1988\n|GMP £50 £1.50 £0.75 £52.25 - Total £500 £13.20 £3.45 '£516.65' }\n\nWith effect from 6 April 1997, Guaranteed Minimum Pensions no longer accrued and\nthe system was replaced by the Reference Scheme Test. However, schemes were\nstill liable to pay GMP for those members who had accrued it between 1978 and\n1997. Additionally some contracted out schemes whose pensions may have been\nbased only on basic pay may have a GMP for 1978-1997 that is actually higher\nthan the company pension for that period. In this case the company must pay the\nhigher of company pension or GMP for 1978-97 PLUS any scheme pension accumulated\nafter that date. Pensions Ombudsman - Decision Q00303 - [http://www.pensions-\nombudsman.org.uk/determinations/docs/2006/mar/q00303.doc Mr S Biggs vs. Harwich\nInternational Port Pension Trustee Limited], 27 March 2007\n","linknr":94,"url":"Guaranteed_Minimum_Pension","recorded":1362567530,"links":13,"instances":["united_kingdom"],"pdf":["http://www.parliament.uk/commons/lib/research/briefings/snbt-04956.pdf"],"categories":["Pensions in the United Kingdom"],"headings":["References","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["consumer_price_index","united_kingdom"]],"members":["consumer_price_index"],"related":["United_Kingdom","State_Earnings-Related_Pension_Scheme","Consumer_Price_Index_(United_Kingdom)","Reference_Scheme_Test","Pensions_Ombudsman","House_of_Commons_of_the_United_Kingdom","The_Pensions_Advisory_Service"]}