{"cursor":"2930","size":15,"audio":[],"currentlang":"en","article":" is an example of a biennial plant.]] A 'biennial plant' is a flowering plant\n that takes two years to complete its biological lifecycle. In the\n first year the plant grows leaves, stems, and roots (vegetative structures),\n then it enters a period of dormancy over the colder months. Usually the stem\n remains very short and the leaves are low to the ground, forming a rosette.\n Many biennials require a cold treatment, or vernalization, before they will\n flower. During the next spring or summer, the stem of the biennial plant\n elongates greatly, or \"bolts\". The plant then flowers, producing fruits and\n seeds before it finally dies. There are far fewer biennials than either\n perennial plants or annual plants.\n\nUnder extreme climatic conditions, a biennial plant may complete its life cycle\nin a very short period of time (e.g. three or four months instead of two years).\nThis is quite common in vegetable or flower seedlings that were exposed to cold\nconditions, or vernalized, before they were planted in the ground. This behavior\nleads to many normally biennial plants being treated as annuals in some areas.\n\nFrom a gardener's perspective, a plant's status as annual, biennial, or\nperennial often varies based on location or purpose. Biennials grown for\nflowers, fruits, or seeds need to be grown for two years. Biennials that are\ngrown for edible leaves or roots are grown as annuals. If a normally biennial\nplant is grown in extremely harsh conditions, it is likely to be treated as an\nannual because it will not survive the winter cold. Conversely, an annual grown\nunder extremely favorable conditions may have highly successful seed\npropagation, giving it the appearance of being biennial or perennial. Some short-\nlived perennials may appear to be biennial rather than perennial. True biennials\nflower only once, while many perennials will flower every year once mature.\n\nExamples of biennial plants are onion, parsley, [[Lunaria]], silverbeet, Sweet\nWilliam, colic weed, carrot, and some hollyhocks. Plant breeders have produced\nannual cultivars of several biennials that will flower the first year from seed,\ne.g. foxglove and stock.\n","linknr":140,"url":"Biennial_plant","recorded":1362372915,"links":47,"instances":[],"pdf":[],"categories":["Botanical nomenclature","Plants","Garden plants","Biennial plants|"],"headings":["See also","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/6/6a/Parsley_Curled.jpg/200px-Parsley_Curled.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/9/99/Spring_Flowers.JPG/220px-Spring_Flowers.JPG","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Vernalization","Seed","Perennial_plants","Annual_plants","Annual_plant","Annual_plant","Perennial_plant","Onion","Parsley","Silverbeet","Sweet_William","Aletris","Carrot","Hollyhock","Foxglove","Matthiola_incana","Annual_plant","Perennial_plant"]}