{"cursor":"5610","size":15,"audio":[],"currentlang":"en","article":" of John Beaufort, 1st Duke of Somerset(d.1444), KG, a member of the royal\n family of Plantagenet. It is positioned on top of the helm and mantling and\n under the crest. Garter plate, St George's Chapel, Windsor]] A 'Cap of\n Maintenance' is a ceremonial cap of crimson velvet lined with ermine, which is\n worn or carried by certain persons as a sign of nobility or special honour. It\n is worn with the high part to the fore, the tapering tail behind. As such, it\n is often to be seen depicted in British heraldry.\n\nA Cap of Maintenance is one of the insignia of the British sovereign, and is\ncarried directly before the monarch at the State Opening of Parliament (usually,\nin recent times, by the Leader of the House of Lords). For their coronation,\nKings (including, most recently, George VI) wear the Cap of Maintenance for the\njourney to Westminster Abbey immediately prior to the service. (Queens regnant,\non the other hand, have tended to wear an alternative (Elizabeth II wore the\nGeorge IV State Diadem.)\n\nIn more general terms, the velvet and ermine lining of a crown (or of the\ncoronet of a peer) is itself sometimes called a 'cap of maintenance', and is\ntechnically a separate item to the crown itself. According to the [[Oxford\nEnglish Dictionary]] a Cap of Maintenance was granted by the Pope to both Henry\nVII and Henry VIII as a mark of special privilege.\n\nThe origin of this symbol of dignity is obscure. It may have had a purely\npractical origin being used to help a crown fit more firmly or to protect the\nhead from bare metal on the crown. It is probably connected with the cap of\nestate or dignity, sometimes also styled Cap of Maintenance, similar in\nappearance to the above but with two peaks or horns behind, which is borne as a\nheraldic charge by certain families. (This seems originally to have been a\nprivilege of dukes. Where it is used the crest is placed upon it, instead of on\nthe usual wreath.)\n\n'Misuse of the term and confusion as to use'\n\nA number of cities and towns refer to the use of a 'Cap of Maintenance' as worn\nby a ceremonial officer, most usually a Sword Bearer. These are based most often\non a design that is worn by the Swordbearer of the Lord Mayor of the City of\nLondon. However, this is called by the City ' a Muscovy Hat' and is a reference\nto the mediaeval trade with the Baltic; this appeared as the Crest of the City\nuntil into the nineteenth century when replaced by a 'Dragon's Wing Charged with\nthe Cross of St George'.\n\nThe confusion as to title stems from references in early borough charters\ngranting the right to use of a ceremonial sword which often mentioned the right\nto a Cap of Maintenance in addition. However, this meant that the Cap of the\nroyal style should also be carried along with the Sword in civic processions\nmeaning that these symbols, along with a Mace, indicated that the Sovereign's\nrepresentative was the Mayor. The correct form of use can be seen at the State\nOpening of Parliament where it is carried alongside the Sword of State in front\nof the monarch. It would be quite improper for a commoner to actually wear it.\nIn many other towns where the privilege of a Sword was granted by the Crown\nnotably those of York, Bristol, Coventry, Lincoln, Newcastle upon Tyne, Norwich,\nWorcester, Hereford, Exeter and Hull Ceremonial Costume by Alan\nMansfield.London: A & C Black, 1980. ) the Swordbearer wears a variant copy\nof the London 'Muscovy Hat', although some wear other sorts of eccentric\nheadgear which they mistakenly also style 'Cap of Maintenance'. In the City of\nYork, a claim that the original medieval Cap of Maintenance is that kept and\ndisplayed in the Mansion House; whatever its origin it is in fact a 'Robin Hood'\nstyle of cap with ermine trimmings becoming a split peak at the front and was\ncopied from an heraldic drawing and not from a genuine 'Cap of Maintenance. Caps\nof this style are still worn by the York Swordbearers. The city claims the\nprivilege from King Richard III, who was of the Yorkist dynasty. York\nincorporates this into its Coat of Arms as a Crest but reverses it so that the\ntail is the peak facing left, thus further compounding the confusion.\n","linknr":118,"url":"Cap_of_Maintenance","recorded":1362566479,"links":14,"instances":["heraldry"],"pdf":[],"categories":["State ritual and ceremonies","Caps"],"headings":["References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/9/9f/GarterPlateJohnBeaufort.jpg/200px-GarterPlateJohnBeaufort.jpg","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/en/thumb/6/62/PD-icon.svg/12px-PD-icon.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["charge","heraldry"]],"members":["charge"],"related":["John_Beaufort,_1st_Duke_of_Somerset","Knight_of_the_Garter","Cap","Crimson","Velvet","Stoat","Heraldry","British_monarchy","State_Opening_of_Parliament","Leader_of_the_House_of_Lords","Coronation_of_the_British_monarch","George_VI_of_the_United_Kingdom","Westminster_Abbey","Queen_regnant","Elizabeth_II","George_IV_State_Diadem","Coronet","Pope","Henry_VII_of_England","Henry_VIII_of_England","Charge_(heraldry)","Duke","Lord_Mayor_of_the_City_of_London","York","Richard_III_of_England","Palace_of_Westminster","Sword_of_State","State_Opening_of_Parliament"]}