{"cursor":"3421","size":15,"audio":[],"currentlang":"en","article":"\n\nIn biochemistry or chemistry, one of the ways to learn about an interaction\nbetween two molecules is to determine the binding constant, which is a number\nthat describes the ratio of unbound and bound molecules. This information\nreveals the affinity between the two molecules and allows prediction of the\namount bound given any set of initial conditions.\n\nIn order to measure a binding constant, one must find a way to measure the\namount of complex formed over a range of starting concentrations. This can be\nachieved by \"labeling\" one of the species with a fluorescent, or in this case, a\nradioactive tag. The DNA is \"labeled\" by the addition of radioactive Phosphate\nderived from Adenosine Triphosphate.\n\nA 'filter binding assay' is a simple way to quickly study many samples. It\nmeasures affinities between two molecules (often protein and DNA) using a\nfilter. The filter is constructed of nitrocellulose paper, which is negatively\ncharged. Since most proteins have a net positive charge, nitrocellulose paper is\nideal for immobilizing proteins. DNA is negatively charged due to the phosphate\nbackbone and will not \"stick\" to the nitrocellulose on its own, however, any DNA\nthat has been bound by protein will stick. The exact amount of DNA \"stuck\" to\nthe nitrocellulose is quantified by measuring the amount of radioactivity on the\nfilter using a scintillation counter\n\nProtein and DNA are mixed in a series of microfuge tubes in which the amount of\nDNA is kept constant, but the amount of protein is incrementally increased.\nThese samples are allowed to equilibrate. After equilibration, an equal volume\nfrom each tube is squirted onto small, round, nitrocellulose filters which are\narranged on a vacuum plate (a flat surface that has a vacuum applied from below\nto suck fluid downward). All of the protein will stick, but only the protein\nthat has bound DNA will register in the scintillation counter.\n\nNow, you will have a number that describes the amount of DNA bound for each\nconcentration of protein used, this information can be plotted on a binding\ncurve to determine the binding constant.\n\n\n\nThis assay is no longer used widely, but it is rapid and simple, and can give a\nlot of information. It would be used for relatively detailed analysis of a\nparticular protein-DNA interaction, for example.\n\nMeasure the equilibrium constant:\n\n*Incubate labeled DNA with protein. *Allow enough time to allow the system to\nreach equilibrium. *Filter the mixture through a filter disk made of\nnitrocellulose. Proteins bind to nitrocellulose, but DNA does not. *Any DNA that\nis retained on the filter is there because it is interacting with the protein.\n*Dry the filters and count.\n\nMeasure the off-rate:\n\n*Take the filter with DNA-protein complex bound on it *Wash the filter with\nbuffer *Quantify the amount of DNA remained on filter after it has been washed\nfor a certain amount of time.\n\nAnother way of measuring off-rate:\n\n*Radioactive labeled DNA and protein were pre-incubated together in high\nconcentrations *At time 0, the mixture was diluted *Aliquotes were assayed at\nvarious times using nitrocellulose filters\n","linknr":108,"url":"Filter_binding_assay","recorded":1362481304,"links":20,"instances":["chemistry","pharmacology"],"pdf":[],"categories":["Biochemistry"],"headings":[],"image":["//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png","//upload.wikimedia.org/wikipedia/en/c/c8/Agonists.png","//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Blue_morpho_butterfly.jpg/30px-Blue_morpho_butterfly.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["affinity","pharmacology"],["filter","chemistry"]],"members":["filter","affinity"],"related":["Biochemistry","Chemistry","Binding_constant","Radioactive","Adenosine_Triphosphate","Affinity_(pharmacology)","Filter_(chemistry)","Nitrocellulose","Scintillation_counter","Equilibrate","Scintillation_counter","Binding_constant"]}