{"cursor":"3016","size":15,"audio":[],"currentlang":"en","article":"In genetics, a 'chromosomal rearrangement' is a type of chromosome abnormality\ninvolving a change in the structure of the native chromosome. UniProt.\n[http://www.uniprot.org/keywords/160 Keyword Chromosomal rearrangement].\nAccessed 26 Dec 2012. Such changes may involve several different classes\nof events, like deletions, duplications, inversions, and translocations.\nUsually, these events are caused by a breakage in the DNA double helices at two\ndifferent locations, followed by a rejoining of the broken ends to produce a new\nchromosomal arrangement of genes, different from the gene order of the\nchromosomes before they were broken. Griffiths AJF, Gelbart WM, Miller JH,\net al. [http://www.ncbi.nlm.nih.gov/books/NBK21367/ Modern Genetic Analysis] New\nYork: W. H. Freeman; 1999. Structural chromosomal abnormalities are\nestimated to occur in around 0.5% of newborn infants. Jacobs PA, Browne C,\nGregson N, Joyce C, White H:\n[http://www.ncbi.nlm.nih.gov/pmc/articles/PMC1015848/?tool=pubmed Estimates of\nthe frequency of chromosome abnormalities detectable in unselected newborns\nusing moderate levels of banding]. [[Journal of Medical Genetics|J Med Genet]]\n1992, 29(2):103-108. PMCID: PMC1015848\n\nSome chromosomal regions are more prone to rearrangement than others and thus\nare the source of genetic diseases and cancer. This instability is usually due\nto the propensity of these regions to misalign during DNA repair, exacerbated by\ndefects of the appearance of replication proteins (like FEN1 or Pol δ) that\nubiquitously affect the integrity of the genome. Aurèle Piazza, Alexandre\nSerero, Jean-Baptiste Boulé, Patricia Legoix-Né, Judith Lopes, Alain Nicolas.\n[http://www.plosgenetics.org/article/info%3Adoi%2F10.1371%2Fjournal.pgen.1003033\nStimulation of Gross Chromosomal Rearrangements by the Human CEB1 and CEB25\nMinisatellites in Saccharomyces cerevisiae Depends on G-Quadruplexes or Cdc13]\n[[PLOS Genetics|PLoS Genet]] 8(11): e1003033.\ndoi:10.1371/journal.pgen.1003033\n\nComplex chromosomal rearrangements (CCR) are rarely seen in the general\npopulation and are defined as structural chromosomal rearrangements with at\nleast three breakpoints with exchange of genetic material between two or more\nchromosomes. Nilüfer Karadeniz, Kristin Mrasek and Anja Weise.\n[http://www.molecularcytogenetics.org/content/1/1/17 Further delineation of\ncomplex chromosomal rearrangements in fertile male using multicolor banding]\nMolecular Cytogenetics 2008, 1:17 doi:10.1186/1755-8166-1-17 Some forms of\ncampomelic dysplasia, for example, result from CCRs.\n","linknr":283,"url":"Chromosomal_rearrangement","recorded":1362566706,"links":12,"instances":["genetics"],"pdf":[],"categories":["Cytogenetics","Chromosomal abnormalities"],"headings":["References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["deletion","genetics"]],"members":["deletion"],"related":["Genetics","Chromosome_abnormality","UniProt","Deletion_(genetics)","Gene_duplication","Chromosomal_inversion","Chromosomal_translocation","Nucleic_acid_double_helix","Gene","DNA_repair","Flap_structure-specific_endonuclease_1","DNA_polymerase_delta","Campomelic_dysplasia"]}