{"cursor":"5518","size":15,"audio":[],"currentlang":"en","article":"\n\n\n'Nancy Crick' (1932 – 21 May 2002) was an Australian woman who committed\nsuicide by drinking a solution of Nembutal, while surrounded by 21 voluntary\neuthanasia supporters and family. Nancy was supported in her decision\nby euthanasia activist Dr. Philip Nitschke. Nancy's death became\nhighly politicised after her autopsy results were leaked to the media. This was\nbecause the autopsy showed that at that the time of her death, Nancy was 'cancer\nfree' but had an inoperable bowel condition that may have been the cause of her\nsuicide-inducing pain.\n\nCritics of her actions seized on this fact, equating 'cancer free' with being\n'well'. This was not the case for Nancy. After her cancer surgeries, Nancy found\nherself with extensive adhesions from the surgery. Adhesions are well known for\nmaking a patient's quality of life worse after surgery than before. Critics\nargue that Nancy Crick committed suicide even though, technically, she had no\nsign of the bowel cancer. The autopsy makes reference to extremely densely bound\nadhesions of her large and small bowel. Dr Nitschke said\nthe scar tissue from previous cancer surgery had caused her suffering. \"She\ndidn't actually want to die when she had cancer. She wanted to die after she had\ncancer treatment,\" he said.\n\nIn an interview with 'The Australian' newspaper two months before her death,\nNancy was quoted saying: \"I don't know what I've got and they don't know what\nI've got, but whatever it is, it's bloody well there. And they can't find it\nwith their operations and in the end it comes down to quality of life and I've\ngot none of that now.\" Nancy Crick committed suicide after she decided that her\nquality of life post 'successful' cancer surgery was unacceptable to her. She\nsaid she was in \"too much pain\".\n\nAccording to her Internet diary at nancycrick.com (now defunct), Nancy spent\nmost of her time on the toilet. Melbourne newspaper The Age commented: \"What she\nsays she does in there is neither dignified nor pleasant. For these reasons, we\ncan understand why she's had enough\".\n","linknr":122,"url":"Nancy_Crick","recorded":1362566105,"links":12,"instances":[],"pdf":[],"categories":["1932 births","2002 deaths","Deaths by euthanasia","Drug-related deaths in Australia"],"headings":["Her death","References","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/f/f6/NancyCrick.jpg/220px-NancyCrick.jpg","//bits.wikimedia.org/static-1.21wmf8/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/en/thumb/0/03/Headstone_NancyCrick.jpg/220px-Headstone_NancyCrick.jpg","//bits.wikimedia.org/static-1.21wmf8/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Australia","Nembutal","Euthanasia","Philip_Nitschke","Melbourne","The_Age","Nembutal","Gold_Coast,_Queensland","Sydney_Morning_Herald"]}