{"cursor":"3774","size":15,"audio":[],"currentlang":"en","article":"\n\nA 'spline' or the more modern term 'flexible curve' consists of a long strip\nfixed in position at a number of points that relaxes to form and hold a smooth\ncurve passing through those points for the purpose of transferring that curve to\nanother material.\n\nBefore computers were used for creating engineering designs, drafting tools were\nemployed by designers drawing by hand. To draw curves, especially for\nshipbuilding, draftsmen often used long, thin, flexible strips of wood, plastic,\nor metal called splines (or laths, not to be confused with lathes). The splines\nwere held in place with lead weights (called ducks because of their duck-like\nshape). The elasticity of the spline material combined with the constraint of\nthe control points, or knots, would cause the strip to take the shape that\nminimized the energy required for bending it between the fixed points, this\nbeing the smoothest possible shape.\n\nSplines are more recently referred to as flexible curves and perform much of the\noriginal function. The main difference between splines and flexible curves is\nthat the control points of flexible curves are entirely internal in their\nhousing. This has one advantage over splines: whereas the draftsman had to first\nset up the spline and control points before moving the object to be marked to\nthe spline in that order only, with flexible curves the draftsman can also set\nup the flexible curve before carefully moving the flexible curve to the object\nto be marked.\n\nOne can recreate an original draftsman's spline device with weights and a length\nof thin stiff plastic or rubber tubing. The weights are attached to the tube (by\ngluing or pinning). The tubing is then placed over drawing paper. Crosses are\nmarked on the paper to designate the knots or control points. The tube is then\nadjusted so that it passes over the control points. {{cite web |url =\nhttp://www.cs.wisc.edu/~deboor/draftspline.html |title = A spline |first = Carl\n|last = de Boor |publisher = University of WisconsinâMadison |accessdate = 2012-02-\n24}}\n\nIn 1946, mathematicians started studying the spline shape, and derived the\npiecewise polynomial formula known as the spline curve or spline function. This\nhas led to the widespread use of such functions in computer-aided design,\nespecially in the surface designs of vehicles. I. J. Schoenberg gave the spline\nfunction its name after its resemblance to the mechanical spline used by\ndraftsmen. {{cite journal |first = I. J. |last = Schoenberg |title = Spline\nFunctions and the Problem of Graduation |journal = Proceedings of the National\nAcademy of Sciences of the United States of America |publisher = National\nAcademy of Sciences |date = August 19, 1964 |volume = 52 |issue = 4 |pages =\n947â950 |url = http://www.pnas.org/cgi/reprint/52/4/947 |format = PDF\n|accessdate = 2012-02-24}}\n\nThe origins of the spline in wood-working may show in the conjectured etymology\nwhich connects the word spline to the word splinter. Later craftsmen have made\nsplines out of rubber, steel, and other elastomeric materials.\n\nSpline devices help bend the wood for pianos, violins, violas, etc. The Wright\nbrothers used one to shape the wings of their aircraft.\n","linknr":375,"url":"Flat_spline","recorded":1362552595,"links":16,"instances":["physics","mathematics"],"pdf":[],"categories":["Tools","Ship construction","Technical drawing"],"headings":["See also","References"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Spline_%28PSF%29.png/220px-Spline_%28PSF%29.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["elasticity","physics"],["spline","mathematics#definition"],["spline","mathematics"]],"members":["elasticity","spline"],"related":["Computer-aided_design","Technical_drawing","Shipbuilding","Lath","Lathe","Duck","Elasticity_(physics)","University_of_Wisconsin–Madison","Polynomial","Spline_(mathematics)","Computer-aided_design","Isaac_Jacob_Schoenberg","Proceedings_of_the_National_Academy_of_Sciences_of_the_United_States_of_America","National_Academy_of_Sciences","Elastomer","Wright_brothers","Technical_drawing_tools","Lesbian_rule"]}