{"cursor":"8368","size":15,"audio":[],"currentlang":"en","article":"\nTranslational research is scientific research that facilitates the\ntranslation of findings from basic science to practical applications that\nenhance human health and well-being. It is practiced in the medical,\nbehavioral, and social sciences. In the field of medicine, for example, it is\nused to translate the findings in basic research more quickly and efficiently\ninto medical practice and, thus, meaningful health outcomes. Applying the\nknowledge gained by basic science is a major stumbling block in science,\npartially due to the compartmentalization within science. http://ccts.uth.tmc.edu/what-is-translational-\nresearch Hence, translational research is seen as a key component to\nfinding practical applications, especially within medicine. 'Translational\nresearch' is another term for translative research and translational science,\nalthough it fails to disambiguate itself from forms of research that are not\nscientific (e.g., market research), which are currently considered outside\nits scope.\n\nWith its focus on removing barriers to multi-disciplinary collaboration,\ntranslational research has the potential to drive the advancement of applied\nscience. An attempt to bridge these barriers has been undertaken particularly in\nthe medical domain where the term translational medicine has been applied to a\nresearch approach that seeks to move “from bench to bedside” or from laboratory\nexperiments through clinical trials to actual point-of-care patient\napplications. However, the term translational medicine is a misnomer, as\nmedicine is not a science: it is the clinical practice of healing the given\nindividual whereas science addresses principles and populations. This\ndistinction is the primary reason that science needs to be translated at all.\n\"Translational medicine\" would best be termed \"Translational medical science\".\n","linknr":140,"url":"Translational_research","recorded":1362505208,"links":14,"instances":["academic_field"],"pdf":[],"categories":["Medical research","Research","Translational medicine|Research"],"headings":["Comparison to basic research or applied research","Challenges in translational research","Definitions of translational research","See also","External links","References"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["informatics","academic_field"]],"members":["informatics"],"related":["Scientific_research","Translational_science","Translational_medicine","Translational_medicine","Basic_research","Applied_research","Participative_science","Participatory_action_research","American_Journal_of_Translational_Research","Ecosystem","Data_integration","Laboratories","Informatics_(academic_field)","American_Journal_of_Translational_Research","Personalized_medicine","Biomedical_research","Systems_biology","Translational_Research_Informatics","Clinical_trials","Clinical_and_Translational_Science","Banu_Onaral"]}