{"cursor":"9286","size":15,"audio":[],"currentlang":"en","article":"'Codon usage bias' refers to differences in the frequency of occurrence of\nsynonymous codons in coding DNA. A codon is a series of three nucleotides\n(triplets) that encodes a specific amino acid residue in a polypeptide chain or\nfor the termination of translation (stop codons).\n\nThere are 64 different codons (61 codons encoding for amino acids plus 3 stop\ncodons) but only 20 different translated amino acids. The overabundance in the\nnumber of codons allows many amino acids to be encoded by more than one codon.\nBecause of such redundancy it is said that the genetic code is degenerate.\nDifferent organisms often show particular preferences for one of the several\ncodons that encode the same amino acid- that is, a greater frequency of one will\nbe found than expected by chance. How such preferences arise is a much debated\narea of molecular evolution.\n\nIt is generally acknowledged that codon preferences reflect a balance between\nmutational biases and natural selection for translational optimization. Optimal\ncodons in fast-growing microorganisms, like [[Escherichia coli]] or\n[[Saccharomyces cerevisiae]] (baker's yeast), reflect the composition of their\nrespective genomic tRNA pool. It is thought that optimal codons help to achieve\nfaster translation rates and high accuracy. As a result of these factors,\ntranslational selection is expected to be stronger in highly expressed genes, as\nis indeed the case for the above-mentioned organisms. In other organisms that do\nnot show high growing rates or that present small genomes, codon usage\noptimization is normally absent, and codon preferences are determined by the\ncharacteristic mutational biases seen in that particular genome. Examples of\nthis are [[Homo sapiens]] (human) and [[Helicobacter pylori]]. Organisms that\nshow an intermediate level of codon usage optimization include [[Drosophila\nmelanogaster]] (fruit fly), [[Caenorhabditis elegans]] (nematode worm) or\n[[Arabidopsis thaliana]] (thale cress).\n\nThe nature of the codon usage-tRNA optimization has been fiercely debated. It\nis not clear whether codon usage drives tRNA evolution or vice versa. At least\none mathematical model has been developed where both codon-usage and tRNA-\nexpression co-evolve in feedback fashion (i.e., codons already present in high\nfrequencies drive up the expression of their corresponding tRNAs, and tRNAs\nnormally expressed at high levels drive up the frequency of their corresponding\ncodons), however this model does not seem to yet have experimental\nconfirmation. Another problem is that the evolution of tRNA genes has been a\nvery inactive area of research.\n","linknr":181,"url":"Codon_usage_bias","recorded":1362484032,"links":12,"instances":[],"pdf":[],"categories":["Molecular biology","Gene expression"],"headings":["Factors contributing to codon usage bias","Methods of analyzing codon usage bias","References","External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Synonymous","Codon","Nucleotide","Genetic_code","Amino_acid","Polypeptide","Stop_codon","Genetic_code","Molecular_evolution","TRNA","Worm","Thale_cress","Codon_Adaptation_Index","Effective_number_of_codons","Shannon_entropy"]}