{"cursor":"9073","size":15,"audio":[],"currentlang":"en","article":"\n\n'Novelty' is a patentability requirement. An invention is not patentable if the\nclaimed subject matter was disclosed before the date of filing, or before the\ndate of priority if a priority is claimed, of the patent application.\n\nIn some countries, such as the United States, Canada, Australia and Japan, a\ngrace period exists for protecting an inventor or their successor in title from\nauthorised or unauthorised disclosure of the invention before the filing date.\nThat is, if the inventor or the successor in title publishes the invention, an\napplication can still be validly filed which will be considered novel despite\nthe publication, provided that the filing is made during the grace period\nfollowing the publication. The grace period is usually 6 or 12 months. This type\nof novelty bar is sometimes known as a 'relative novelty' bar.\n\nIn other countries, including European countries, any act that makes an\ninvention available to the public, no matter where in the world, before the\nfiling date or priority date has the effect of barring the invention from being\npatented. Examples of acts that can make an invention available to the public\nare written publications, sales, public oral disclosures and public\ndemonstrations or use. This is known as an 'absolute novelty' requirement.\n\n'Local novelty' (as is currently the requirement in New Zealand) only regards\npublications, uses or sales that have taken place within that jurisdiction to be\nnovelty destroying. Local novelty by publication is now largely extinct under\nNew Zealand practice. This leaves only “local novelty by use”, which is rather\nlimited, even to the point of irrelevance. Therefore, to all intents and\npurposes, New Zealand patent law already appears to operate on a de facto\nabsolute novelty basis.\n\nThe grace period should not be confused with the priority year defined by Paris\nConvention for the Protection of Industrial Property. The priority year starts\nwhen the first filing in a Contracting State of the Paris Convention is made,\nwhile the grace period starts from the pre-filing publication.\n","linknr":189,"url":"Novelty_(patent)","recorded":1362535291,"links":20,"instances":["patent","canada","patent"],"pdf":["http://www.tecpar.br/appi/News/GracePeriodinventionLaw.pdf"],"categories":["Patent law"],"headings":["Background and rationale","Jurisdictions","Prior art search","See also","References","External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["claim","patent"],["patent_act","canada"],["disclaimer","patent"]],"members":["disclaimer","patent_act","claim"],"related":["Patentability","Invention","Claim_(patent)","Priority_right","Patent_application","United_States","Japan","Inventorship","Successor_in_title","Public_disclosure","Filing_date","Europe","Priority_right","New_Zealand","Paris_Convention_for_the_Protection_of_Industrial_Property","European_Patent_Convention","Invention","Patent_Act_(Canada)","Disclaimer_(patent)","Doctrine_of_inherency","Filing_date","Point_of_novelty","Prior_art","Priority_right","World_Intellectual_Property_Organization"]}