{"cursor":"19862","size":15,"audio":[],"currentlang":"en","article":"'Wharton Econometric Forecasting Associates, Inc (WEFA Inc)' was a world-leading\neconomics forecasting and consulting organisation founded by Nobel Prize winner\nDr. Lawrence R. Klein.\n\nWEFA Inc was a spinoff of the Wharton School of the University of Pennsylvania,\nwhere Klein taught. WEFA Inc traced an interesting path (see below for full\ndetails) from its predecessor in 1961 (the Economic Research Unit, discussed\nbelow), its initial launch in 1969 (as Wharton Econometric Forecasting\nAssociates Inc), to its ultimate merger with DRI (formerly Data Resources Inc.)\nforming Global Insight in 2001, and subsequent to that, Global Insight's\nacquisition in 2008 by IHS Inc.\n\nIncorporated in 1969 by the Trustees of the University of Pennsylvania as a \"not\nfor profit\" organization, WEFA Inc was an outgrowth of the Economics Research\nUnit (ERU) located in the economics department of the University of\nPennsylvania. The ERU, a research unit devoted to graduate economics education,\nwas originally sponsored [in 1961] by grants from five US corporations\nincluding, IBM, Bethlehem Steel, John Deere, Exxon and Sunoco.\n\nAmong other things, the ERU was originally charged with the maintenance and use\nof the Wharton Quarterly Model [WQM] and the Wharton Index of Capacity\nUtilization. Between 1961 and 1969 the number of sponsors increased to the point\nwhere a more efficient organization was needed [WEFA Inc] to manage the many\nprojects that grew out of the operation of the Wharton Quarterly Model.\n\nIn June 1969, when WEFA Inc was incorporated, Dr. Lawrence R. Klein was\nappointed board chairman, Dr. Michael D. McCarthy was appointed executive\ndirector, and the then Director of the ERU, Dr. F. G. Adams, was appointed secretary-\ntreasurer. Other members of the Board were: The Dean of the Wharton School of\nFinance and Commerce at the University of Pennsylvania, ex officio, The Chairman\nof the Department of Economics of the University of Pennsylvania, ex officio,\nPaul F. Miller, (Board of Trustees of the University of Pennsylvania), Dr.\nMichael K. Evans (University of Pennsylvania, economics department), Dr. Paul\nTaubman (University of Pennsylvania, economics department), and Dr. Richard J.\nKruizenga,(Chief Economist and Manager, Corporate and Environmental Economics,\nStandard Oil Co. of New Jersey).\n\nDr. Michael D. McCarthy served as executive director from June 1969 to December\n1970. After joining WEFA Inc as Director of Industrial Research in August 1969,\nDr. Ross S. Preston was appointed a board member and executive director of WEFA\nInc in December 1970.\n\nPreston served as Executive Director until the spring of 1975, at which time\nhe was appointed Secretary-Treasury of WEFA Inc. During Preston's tenure as\nExecutive Director, WEFA Inc not only expanded its sponcership of the\nWharton Quarterly Model [WQM], but also developed the Wharton Annual and\nIndustry Forecasting Model [WAIFM] which integrated input-output theory\nwithin the structure of a macro-econometric model. The predecessor of WAIFM\nwas the Brookings Quarterly Model, originally funded by the Social Science\nResearch Council.\n\nThe LINK project (also housed at WEFA Inc), which produced the world's first\nglobal macroeconomic model, was mentioned in Klein's citation for the Economic\nSciences in 1980.\n\nThe various organization which acquired the rights to distribute WQM and WAIFM\ninclude: 1961-69 Economics Research Unit (University of Pennsylvania)\ndistributes the Wharton Quarterly Model; 1969 University of Pennsylvania Board\nof Trustees (WEFA Inc is incorporated and takes over distribution of the Wharton\nQuarterly Model); 1969 WEFA Inc begins distribution of the Wharton Annual and\nIndustry Forecasting Model; 1980 Ziff-Davis Publishing Co. acquires WEFA Inc;\n1983 Cie International de Services en Informatique acquires WEFA Inc; 1986 WEF\nAssociates AG acquires WEFA Inc; 1987 WEF Associates AG acquires Chase\nEconometrics, WEFA Inc becomes WEFA-CEIS; 1994 Information Partners (Bain\nCapital) acquires WEFA-CEIS; 1997 Primark Corporation acquires WEFA-CEIS; 2000\nThe Thomson Corporation acquires Primark Corporation; 2001 Global Insight\nacquires WEFA-CEIS from The Thomson Corporation and merges it with DRI; 2008 IHS\nInc. acquires Global Insight.\n","linknr":169,"url":"Project_LINK","recorded":1362485323,"links":12,"instances":[],"pdf":["http://www.globalinsight.com/gcpath/GlobalInsightClosing_NewsRelease.pdf","http://www.globalinsight.com/gcpath/GlobalInsightClosing_NewsRelease.pdf"],"categories":["Defunct companies based in Pennsylvania","University of Pennsylvania"],"headings":["General corporate timeline","References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Economics","Nobel_Prize","Lawrence_Klein","Wharton_School","University_of_Pennsylvania","Data_Resources_Inc.","Global_Insight","IHS_Inc.","Project_LINK","Macroeconomic_model","Bank_of_Sweden_Prize_in_Economic_Sciences_in_Memory_of_Alfred_Nobel","Bain_Capital","The_Thomson_Corporation","Global_Insight","Data_Resources_Inc.","The_McGraw-Hill_Companies","The_Thomson_Corporation","Global_Insight","Global_Insight","IHS_Inc.","Global_Insight","Cambridge_Energy_Research_Associates","Jane's_Information_Group","Global_Insight"]}