{"cursor":"1822","size":15,"audio":[],"currentlang":"en","article":"'Optimal maintenance' is the discipline within operations research concerned\nwith maintaining a system in a manner that maximizes profit or minimizes cost.\nCost functions depending on the reliability and maintainability characteristics\nof the system of interest determine the parameters to minimize. Parameters often\nconsidered are the cost of failure, the cost per time unit of \"downtime\", the\ncost (per time unit) of corrective maintenance, the cost per time unit of\npreventive maintenance and the cost of repairable system replacement [Cassady\nand Pohl]. The foundation of any maintenance model relies on the underlying\ndeterioration process and failure behavior of the component.\n\nOptimal Maintenance strategies are often constructed using stochastic models and\nfocus on finding an optimal inspection time or the optimal acceptable degree of\nsystem degradation before maintenance and/or replacement.\n\nThere are four main survey papers available accomplished to cover the spectrum\nof optimal maintenance:\n\n* Optimal maintenance models for systems subject to failure–a review by YS\n  Sherif, ML Smith published in Naval Research Logistics Quarterly, 1981.\n* C. Valdez-Flores, R.M. Feldman, “A survey of preventive maintenance models for\n  stochastically deteriorating single-unit systems”, Naval Research Logistics,\n  vol 36, 1989 Aug, pp 419-446.\n* J.J. McCall, “Maintenance policies for stochastically failing equipment:a\n  survey”, Management Science, vol 11, 1965 Mar, pp 493-524.\n* W.P. Pierskalla, J.A. Voelker, “A survey of maintenance models: The control\n  and surveillance of deteriorating systems”, Naval Research Logistics\n  Quarterly, vol 23, 1976 Sep, pp 353-388.\n","linknr":76,"url":"Optimal_maintenance","recorded":1362486340,"links":10,"instances":["economics"],"pdf":[],"categories":["Operations research"],"headings":["External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["profit","economics"]],"members":["profit"],"related":["Operations_research","Profit_(economics)","Cost","Reliability_theory","Maintainability","Corrective_maintenance","Preventive_maintenance","Repairable","Planned_maintenance"]}