{"cursor":"6883","size":15,"audio":[],"currentlang":"en","article":"\n'' by Johannes Vermeer (c. 1668)]]\n\nAn 'astronomer' is a scientist who studies celestial bodies such as moons,\nplanets, stars, nebulae, and galaxies); the physics, chemistry, and evolution of\nsuch objects; and phenomena that originate outside the atmosphere of Earth (such\nas supernovae explosions, gamma ray bursts, and cosmic background radiation). A\nrelated but distinct subject, cosmology, is concerned with studying the universe\nas a whole.\n\nHistorically, astronomy was more concerned with the classification and\ndescription of phenomena in the sky, while astrophysics attempted to explain\nthese phenomena and the differences between them using physical laws. Today,\nthat distinction has mostly disappeared and the terms \"astronomer\" and\n\"astrophysicist\" are interchangeable. Professional astronomers are highly\neducated individuals who typically have a PhD in physics or astronomy and are\nemployed by research institutions or universities. They spend the\nmajority of their time working on research, although they quite often have other\nduties such as teaching, building instruments, or aiding in the operation of an\nobservatory. The number of professional astronomers in the United States is\nactually quite small. The American Astronomical Society, which is the major\norganization of professional astronomers in North America, has approximately\n7,700 members. This number includes scientists from other fields such as\nphysics, geology, and engineering, whose research interests are closely related\nto astronomy. The International Astronomical Union comprises almost\n10,145 members from 70 different countries who are involved in astronomical\nresearch at the PhD level and beyond.\n\nWhile the number of professional astronomers worldwide is not much larger than\nthe population of a small town, there is a huge community of amateur\nastronomers. Most cities have amateur astronomy clubs that meet on a regular\nbasis and often host star parties in their communities. The Astronomical Society\nof the Pacific is the largest general astronomical society in the world,\ncomprising both professional and amateur astronomers as well as educators from\n70 different nations. Like any hobby, most people who think of\nthemselves as amateur astronomers may devote a few hours a month to stargazing\nand reading the latest developments in research. However, amateurs span the\nrange from so-called \"armchair astronomers\" to the very ambitious, who own science-\ngrade telescopes and instruments with which they are able to make their own\ndiscoveries and assist professional astronomers in research.\n","linknr":233,"url":"Astronomers","recorded":1362669932,"links":71,"instances":[],"pdf":[],"categories":["Astronomy|","Astronomers|","Science occupations"],"headings":["Modern astronomers","See also","Notes","References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/3/32/JohannesVermeer-TheAstronomer%281668%29.jpg/250px-JohannesVermeer-TheAstronomer%281668%29.jpg","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Galileo.arp.300pix.jpg/180px-Galileo.arp.300pix.jpg","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/0/00/Crab_Nebula.jpg/28px-Crab_Nebula.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Johannes_Vermeer","Celestial_body","Moons","Planets","Stars","Nebulae","Galaxies","Physics","Chemistry","Evolution","Phenomena","Atmosphere","Earth","Supernovae","Explosions","Gamma_ray","Cosmos","Radiation","Cosmology","Universe","Astronomy","Phenomena","Astrophysics","PhD","Physics","University","American_Astronomical_Society","Geology","Engineering","International_Astronomical_Union","Town","Amateur","Amateur_astronomy","Astronomical_Society_of_the_Pacific","Hobby","Stargazing","Telescope","Telescope","Charge-coupled_device","Light","Astronomical_surveys","Space_observatory","Radio_telescopes","Very_Large_Array","Planetarium","List_of_astronomers","List_of_Muslim_astronomers","Cosmologists","List_of_Russian_astronomers_and_astrophysicists","Dictionary_of_Scientific_Biography"]}