{"cursor":"2725","size":15,"audio":[],"currentlang":"en","article":"{{Multiple issues |refimprove = November 2009 |disputed = November 2009\n|confusing = November 2009 |original research = December 2011 }}\n\nA 'division' of a business or 'business division' (rarely and\nconfusingly See business sector for one of the more common meanings of the\nexpression. called a 'business\nsector' [http://www.northropgrumman.com/about_us/index.html#sectors] )\nis one of the large parts into which a business (company) is\ndivided. Longman Business English Dictionary The divisions are\ndistinct parts of that business. If these divisions are all part of the same\ncompany, then that company is legally responsible for all of the obligations and\ndebts of the division. However in a large organisation, various parts of the\nbusiness may be run by different subsidiaries, and a business division may\ninclude one or many subsidiaries. Each subsidiary is a separate legal entity\nowned by the primary business or by another subsidiary in the hierarchy. Often a\ndivision operates under a separate name and is the equivalent of a corporation\nor limited liability company obtaining a fictitious name or \"doing business as\"\ncertificate and operating a business under that fictitious name.\n\nGenerally, only an \"entity\", e.g. a corporation, limited liability company, etc.\nwould have a \"division\"; an individual operating in this manner would simply be\n\"operating under a fictitious name\".\n\nAn example of this would be to look at Hewlett Packard (HP), the computer and\nprinter company. HP has several divisions, with the printer division, that makes\nlaser and inkjet printers, being the largest and most profitable division. The\ndivisions of HP, like the Printing & Multifunction division, the Handheld\nDevices (includes the old calculator) division, the Servers division (mini and\nmainframe computers), etc., all use the HP brand name. But, Compaq (a part of HP\nsince 2002), operates as a subsidiary, using the Compaq brand name.\n\nMack Trucks continues to run itself separately, but is a wholly owned subsidiary\nof AB Volvo. Volvo Trucks also sells trucks under the Volvo name. Within Mack,\nthere is a division named Mack de Venezuela C.A. that does final assembly and\nsells trucks in South America.\n\nAnother more obvious example is that Google Video is a division of Google, and\nis part of the same corporate entity. But the YouTube video service is a\nsubsidiary of Google because it remains operated as YouTube, LLC, a separate\nbusiness entity even though it is owned by Google.\n","linknr":128,"url":"Division_(business)","recorded":1362554115,"links":24,"instances":[],"pdf":[],"categories":["Types of business entity"],"headings":["References","See also"],"image":["//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png","//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Business","Business_sector","Subsidiary","Corporation","Limited_liability_company","Fictitious_name","Doing_business_as","Hewlett_Packard","Compaq","Mack_Trucks","AB_Volvo","Google_Video","Google","YouTube","Business_entity","Brand","Subsidiary"]}