{"cursor":"4828","size":15,"audio":[],"currentlang":"en","article":"\n\n\n [[Tortula muralis]]. In mosses, the gametophyte is the dominant generation,\n while the sporophytes consist of sporangium-bearing stalks growing from the\n tips of the gametophytes]]\n\nA 'sporophyte' is the diploid generation of a plant or alga that has a double\nset of chromosomes. All land plants, and some algae, have life cycles in which a\nmulticellular haploid gametophyte generation alternates with a multicellular\ndiploid generation. In the Gymnosperms and flowering plants (Angiosperms), the\nsporophyte generation is the most prominent phase, comprising the familiar green\nplant with its roots, stem, leaves and cones or flowers. In the flowering\nplants, the gametophytes are very reduced in size, and are represented by the\npollen and the embryo sac.\n\nThe 'sporophyte' produces spores (hence the name), by meiosis. These\nmeiospores develop into a gametophyte. Both the spores and the resulting\ngametophyte are haploid, meaning they only have one set of homologous\nchromosomes. The mature gametophyte produces male or female gametes (or both)\nby mitosis. The fusion of male and female gametes produces a diploid zygote\nwhich develops into a new sporophyte. This cycle is known as alternation of\ngenerations or alternation of phases.\n\ns, the sporophyte comprises the whole multicellular body except the pollen and\nembryo sac]]\n\nBryophytes (mosses, liverworts and hornworts) have a dominant gametophyte stage\non which the adult sporophyte is dependent on the gametophyte for nutrition. The\nembryo of the sporophyte develops from the zygote within the female sex organ or\narchegonium, and in its early development is therefore nurtured by the\ngametophyte. Ralf Reski(1998): Development, genetics and molecular biology\nof mosses. In: Botanica Acta. Bd. 111, S. 1-15. Because this embryo-\nnurturing feature of the life cycle is common to all land plants they are known\ncollectively as the Embryophytes. '']]\n\nMost algae have dominant gametophyte generations, but in some species the\ngametophytes and sporophytes are morphologically similar (isomorphic). An\nindependent sporophyte is the dominant form in all clubmosses, horsetails,\nferns, gymnosperms, and angiosperms (flowering plants) that have survived to the\npresent day. Early land plants had sporophytes that produced identical spores\n(isosporous or homosporous) but the ancestors of the gymnosperms evolved complex\nheterosporous life cycles in which the spores producing male and female\ngametophytes were of different sizes, the female megaspores tending to be\nlarger, and fewer in number, than the male microspores.\n\nDuring the Devonian period several plant groups independently evolved\nheterospory and subsequently the habit of endospory, in which single megaspores\nwere retained within the sporangia of the parent sporophyte, instead of being\nfreely liberated into the environment as in ancestral exosporous plants. These\nendosporic megaspores contained within them a miniature multicellular female\ngametophyte complete with female sex organs or archegonia containing oocytes\nwhich were fertilised by free-swimming sperm produced by windborne miniatuarised\nmale gametophytes in the form of pre-pollen. The resulting zygote developed into\nthe next sporophyte generation while still retained within the pre-ovule, the\nsingle large female meiospore or megaspore contained in the modified sporangium\nor nucellus of the parent sporophyte. The evolution of heterospory and endospory\nwere among the earliest steps in the evolution of seeds of the kind produced by\ngymnosperms and angiosperms today.\n","linknr":234,"url":"Sporophyte","recorded":1362372822,"links":41,"instances":[],"pdf":[],"categories":["Plant morphology","Plant reproduction"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/40px-Text_document_with_red_question_mark.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Mech_plonnik_mlode_sporofity.jpg/350px-Mech_plonnik_mlode_sporofity.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/3/36/Acer_palmatum_BotGartenMuenster_Faecherahorn_6691.jpg/350px-Acer_palmatum_BotGartenMuenster_Faecherahorn_6691.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/8/83/Physcomitrella_Sporophyt.JPG/220px-Physcomitrella_Sporophyt.JPG","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/7/7a/1859-Martinique.web.jpg/100px-1859-Martinique.web.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Gametophyte","Diploid","Plant","Chromosome","Embryophyta","Algae","Haploid","Gametophyte","Gymnosperms","Flowering_plant","Pollen","Spore","Meiosis","Gametophyte","Haploid","Homologous_chromosome","Gamete","Mitosis","Sexual_reproduction_of_plants","Zygote","Alternation_of_generations","Pollen","Ovule","Bryophytes","Moss","Marchantiophyta","Hornworts","Embryo","Archegonium","Ralf_Reski","Embryophytes","Algae","Isomorphic","Clubmoss","Horsetail","Fern","Gymnosperm","Flowering_plants","Megaspore","Microspore","Devonian","Heterospory","Endospory","Archegonia","Oocytes","Sperm","Pollen","Zygote","Ovule","Megaspore","Sporangium","Nucellus","Seed","Gymnosperm","Flowering_plants"]}