{"cursor":"10020","size":15,"audio":[],"currentlang":"en","article":"\n'Lysosomes' are cellular organelles that contain acid hydrolase enzymes that\nbreak down waste materials and cellular debris. They can be described as the\nstomach of the cell. They are found in animal cells, while their existence in\nyeasts and plants is disputed. Some biologists say the same roles are performed\nby lytic vacuoles, while others suggest there is strong evidence that\nlysosomes are indeed found in some plant cells. Lysosomes digest\nexcess or worn-out organelles, food particles, and engulf viruses or bacteria.\nThe membrane around a lysosome allows the digestive enzymes to work at the 5 pH\nthey require. Lysosomes fuse with autophagic vacuoles and dispense their enzymes\ninto the autophagic vacuoles, digesting their contents. The name lysosome\nderives from the Greek words '[[lysis]]', to separate, and 'soma', body. They\nare frequently nicknamed \"suicide-bags\" or \"suicide-sacs\" by cell biologists due\nto their autolysis. Lysosomes were discovered by the Belgian cytologist\nChristian de Duve in 1949.\n\nThe size of a lysosome varies from 0.1–1.2 Î¼m. At pH 4.8, the\ninterior of the lysosomes is acidic compared to the slightly basic cytosol (pH\n7.2). The lysosome maintains this pH differential by pumping protons\n(H + ions) from the cytosol across the membrane via proton pumps and\nchloride ion channels. The lysosomal membrane protects the cytosol, and\ntherefore the rest of the cell, from the degradative enzymes within the\nlysosome. The cell is additionally protected from any lysosomal acid hydrolases\nthat drain into the cytosol, as these enzymes are pH-sensitive and do not\nfunction well or at all in the alkaline environment of the cytosol.This ensures\nthat cytosolic molecules and organelles are not lysed in case there is leakage\nof the hydrolytic enzymes from the lysosome.\n\n'Lysosomes' are the cell's waste disposal system and can digest some compounds.\nThey are used for the digestion of macromolecules from phagocytosis (ingestion\nof other dying cells or larger extracellular material, like foreign invading\nmicrobes), endocytosis (where receptor proteins are recycled from the cell\nsurface), and autophagy (wherein old or unneeded organelles or proteins, or\nmicrobes that have invaded the cytoplasm are delivered to the lysosome).\n\nOther functions include digesting bacteria (or other forms of waste) that invade\na cell and helping repair damage to the plasma membrane by serving as a membrane\npatch, sealing the wound. In the past, lysosomes were thought to kill cells that\nare no longer wanted, such as those in the tails of tadpoles or in the web from\nthe fingers of a 3- to 6-month-old fetus.\n","linknr":332,"url":"Lysosome","recorded":1362486578,"links":74,"instances":["chemistry","biochemistry","biology"],"pdf":[],"categories":["Organelles"],"headings":["Formation","Lysosomotropism","References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/1/11/Animal_Cell.svg/350px-Animal_Cell.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Wiktionary-logo-en.svg/37px-Wiktionary-logo-en.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/6/62/PD-icon.svg/12px-PD-icon.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["cell","biology"],["receptor","biochemistry"],["base","chemistry"]],"members":["base","receptor","cell"],"related":["Organelle","Hydrolase","Vacuole","Organelle","Virus","Bacteria","Biological_membrane","Digestive_enzyme","PH","Autophagic_vacuole","Autolysis","Christian_de_Duve","Micrometre","PH","Cytosol","Proton","Cell_membrane","Proton_pump","Ion_channel","Cell_(biology)","Degradative_enzyme","Hydrolases","Residual_body","Macromolecule","Phagocytosis","Endocytosis","Receptor_(biochemistry)","Autophagy","Plasma_membrane","Tadpole","Fetus","Endocytosis","Endosomes","Cell_nucleus","Ribosomes","Endoplasmic_reticulum","Golgi_apparatus","Mannose_6-phosphate","Base_(chemistry)","Lipophilicity","Haloperidol","Levomepromazine","Amantadine","Fluoxetine","Sertraline","Amitriptyline"]}