{"cursor":"3877","size":15,"audio":[],"currentlang":"en","article":"'Demonstration' involves showing by reason or proof, explaining or making clear\nby use of examples or experiments. Put more simply, demonstration means to\nclearly show. yourdictionary.com.Demonstrating\nDefinition. http://www.yourdictionary.com/demonstrating. In teaching\nthrough demonstration, students are set up to potentially conceptualize class\nmaterial more effectively as shown in a study which specifically focuses on\nchemistry demonstrations presented by teachers. McKee, Erik, Vickie M. Williamson, and Laura\nE. Ruebush. \"Effects of Demonstration Laboratory on Student Learing\". Journal of\nScience Education and Technology. 16.5 (2007) 395-400. Demonstrations\noften occur when students have a hard time connecting theories to actual\npractice or when students are unable to understand application of theories.\n\nTeachers not only demonstrate specific learning concepts within the classroom,\nthey can also participate in demonstration classrooms to help improve their own\nteaching strategies, which may or may not be demonstrative in nature. Although\nthe literature is limited, studies show that the effects of demonstration\nclassroom teachers includes a change of perspective in relating to students,\nmore reflection in the teachers’ own classroom strategies, and more personal\nresponsibility for student learning. Bruce,\nCatherine D., John Ross, Tara Flynn, and Rich McPherson. \"Lesson Study and\nDemonstration Classrooms: Examining the Effects of Two Models of Teacher\nProfessional Development.\" Google. CD Bruce, Aug. 2009. Web. 15 September 2010.\n.\n\nDemonstration, or clearly showing (a gamut that ranges from mere pointing to\nmore sophisticated strategies such as chemical reactions), can possibly be used\nin portraying ideas such as defining words. At first, simple observation and\ncommunication through pointing to an object, area, or place, like the sun, moon,\nor a large mountain top, occurs. Then basic definitions of words emerge. These\ndefinitions allow humans to communicate, interact, plan, and co-ordinate in ways\nthat help us to build cities, large buildings, technology, gain knowledge and to\nsuccessfully communicate with computers. Further, basic concepts centered on\ntime, space, and mathematics are first required to demonstrate and teach\nprobable theories that accurately describe universal phenomenon such as nature,\nplanets, species, and the world around us.\n\nThe history of phenomenon demonstrating concepts which lead to specific\ndefinitions goes back to the careful observations of ancient Greek philosophers\nand natural philosophy. Socrates, Plato, and Aristotle attempted to carefully\ndefine words that included natural phenomena and objects. The modern scientific\nmethod often uses demonstrations that carefully describe certain processes and\nparts of nature in great detail. In science, often one demonstrates how an\nexperiment is done and shows this to others.\n\nPeople can also communicate values and ideas through demonstrations. This is\noften done in plays, movies, and film. Pictures without words can show or\ndemonstrate various types of actions and consequences.\n\nWhen using demonstration, there is a four step process that will allow the\nstudents to have a clear understanding of the topic at hand.\n","linknr":117,"url":"Demonstration_(teaching)","recorded":1362567140,"links":15,"instances":["philosophy","geography","truth"],"pdf":[],"categories":["Technology"],"headings":["See also","References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["proof","truth"],["object","philosophy"],["location","geography"]],"members":["object","location","proof"],"related":["Proof_(truth)","Experiments","Object_(philosophy)","Area","Location_(geography)","Sun","Moon","Mountain","Humans","Plan","Co-ordinate","Cities","Buildings","Technology","Knowledge","Communicate","Time","Space","Mathematics","Nature","Planets","Species","Philosophers","Natural_philosophy","Socrates","Plato","Aristotle","Scientific_method","Nature","Physics_Instructional_Resource_Association"]}