{"cursor":"6689","size":15,"audio":[],"currentlang":"en","article":"'Commercial areas' in a city can take up about 5% of a city’s land. It is used\nfor commercial activities. These activities include the buying and selling of\ngoods and services in retail businesses, wholesale buying and selling, financial\nestablishments, and wide variety of services that are broadly classified as\n\"business\". Even though these commercial activities use only a small amount of\nland, they are extremely important to a community’s economy. They provide jobs\nand bring money into the community. A commercial area is real estate intended\nfor use by for-profit businesses, such as office complexes, shopping malls,\nservice stations and restaurants. It may be purchased outright by a developer\nfor future projects or leased through a real estate broker. This type of\nproperty falls somewhere between residential and industrial property.\nPractically every incorporated city uses a zoning system to regulate the use of\nproperty within its jurisdiction. In order to grant permission to build a new\noffice complex or other profit-making business, the city government must\ndetermine that the chosen area is indeed commercial area. The zones which\nseparate commercial, industrial, and residential area are clearly marked on city\nmaps. If the proposed business is clearly in an area zoned for commercial use,\nthen the city will allow the sale to proceed for the stated use. If any part of\nthe property extends into a residential or industrial zone, however, then the\nbuyer must seek a 'variance', special permission to cross over a zone boundary A\ncommercial area can be held by real estate agents who treat it the same as\nresidential areas. Signs advertising the availability and size of the real\nestate can be erected, and arrangements can be made to buy or lease smaller\nlots. Sellers may also agree to make improvements to the land, such as grading\noff uneven spots or clearing out unwanted trees. A professional developer may\npurchase huge swatches of this type of property simply to guarantee its\navailability for later projects. (WiseGeek, 2012)\n\n'Cities often use zoning laws' to prevent conflicts between residential\nhomeowners and businesses. Land designated as a commercial area is rarely\nlocated in the middle of residential zones. City planners encourage businesses\nto congregate along busier streets and central downtown areas. This helps to\nkeep traffic to these sites manageable. Some areas of the city may be designated\nfor 'mixed usage', which means some commercial areas may be used for residential\npurposes. A quaint downtown shopping area with apartments would be an example of\nmixed usage. Commercial areas definition may include industrial usage as well,\nalthough zoning laws still regulate the level of industry permitted. Heavier\nindustries often purchase property on the fringes of cities or in unincorporated\nareas. Some commercial zones in the city do allow for light industrial usage,\nusually smaller factories with minimal emissions and transportation needs.\n\nSome examples of commercial area buildings include the following:\n\n* Grocery Store\n* Clothing Store\n* Bank\n* Gas Station\n* Shopping Mall\n* Pharmacy\n* Office buildings (where business transactions occur)\n* Sports arena\n* Movie theater\n* Restaurant\n\n'Different Kinds of Commerical Areas'The Neighborhood Commercial 1 (CN1) zone is\nintended for small sites in or near dense residential neighborhoods. The zone\nencourages the provision of small scale retail and service uses for nearby\nresidential areas. Some uses which are not retail or service in nature are also\nallowed so a variety of uses may locate in existing buildings. Uses are\nrestricted in size to promote a local orientation and to limit adverse impacts\non nearby residential areas. Development is intended to be pedestrian-oriented\nand compatible with the scale of surrounding residential areas. Parking areas\nare restricted, since their appearance is generally out of character with the\nsurrounding residential development and the desired orientation of the uses.\n\n The Neighborhood Commercial 2 (CN2) zone is intended for small commercial sites\n and areas in or near less dense or developing residential neighborhoods. The\n emphasis of the zone is on uses which will provide services for the nearby\n residential areas, and on other uses which are small scale and have little\n impact. Uses are limited in intensity to promote their local orientation and to\n limit adverse impacts on nearby residential areas. Development is expected to\n be predominantly auto accommodating, except where the site is adjacent to a\n transit street or in a Pedestrian District. The development standards reflect\n that the site will generally be surrounded by more spread out residential\n development.\n\nThe Office Commercial 1 (CO1) zone is used on small sites in or near residential\nareas or between residential and commercial areas. The zone is intended to be a\nlow intensity office zone that allows for small scale offices in or adjacent to\nresidential neighborhoods. The allowed uses are intended to serve nearby\nneighborhoods and/or have few detrimental impacts on the neighborhood.\nDevelopment is intended to be of a scale and character similar to nearby\nresidential development to promote compatibility with the surrounding area.\nDevelopment should be oriented to pedestrians along transit streets and in\nPedestrian Districts. Planning and Sustainability Innovation. Collaboration.\nPractical Solutions. Portland, Oregon: City of Portland Oregon.\n\n'Leasing Commerical Areas' Leasing commercial office space is one of the largest\nexpenses incurred by new and expanding businesses, so it is important to do your\ndue diligence. Here are some tips for negotiating a commercial lease for your\nsmall business.\n\nLease Agreement Lease term and rent are your first negotiation points. It is\ngenerally recommended that small businesses negotiate one- to two-year leases\nwith the option to renew. You will also want to factor in rent increases over\nthe term and renewal options so you are not charged with an unexpected rent\nincrease without warning.\n\nConsider working with a broker to help you negotiate with the landlord. It is\nalso important to consult a knowledgeable real estate lawyer; they can often\nrecommend the right choice for you and protect your interests as you negotiate\nyour lease through the broker. Leasing Commerical Space. Washington, D.C.:\nU.S. Government.\n","linknr":86,"url":"Commercial_Area","recorded":1364134807,"links":["/w/index.php?title=Commercial_area&action=edit","/w/index.php?title=Commercial_area&action=edit","//en.wikipedia.org/apple-touch-icon.png","//bits.wikimedia.org/favicon/wikipedia.ico","/w/opensearch_desc.php","//en.wikipedia.org/w/api.php?action=rsd","//creativecommons.org/licenses/by-sa/3.0/","/w/index.php?title=Special:RecentChanges&feed=atom","/wiki/Commercial_area","//bits.wikimedia.org/en.wikipedia.org/load.php?debug=false&lang=en&modules=ext.gadget.DRN-wizard%2CReferenceTooltips%2Ccharinsert%2Cteahouse%7Cext.wikihiero%7Cmediawiki.legacy.commonPrint%2Cshared%7Cmw.PopUpMediaTransform%7Cskins.vector&only=styles&skin=vector&*","//bits.wikimedia.org/en.wikipedia.org/load.php?debug=false&lang=en&modules=site&only=styles&skin=vector&*","//bits.wikimedia.org/en.wikipedia.org/load.php?debug=false&lang=en&modules=startup&only=scripts&skin=vector&*","//bits.wikimedia.org/geoiplookup","//meta.wikimedia.org","/w/index.php?title=Commercial_Area&redirect=no","#mw-head","#p-search","/wiki/Commerce","/wiki/Retail","/wiki/Wholesale","/wiki/Finance","/wiki/Economy","/wiki/Job_(role)","#cite_note-1","#cite_note-2","#cite_note-3","/w/index.php?title=Commercial_area&action=edit&section=1","#cite_ref-1","#cite_ref-2","#cite_ref-3","//upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Wiktionary-logo-en.svg/37px-Wiktionary-logo-en.svg.png","//en.wiktionary.org/wiki/commercial","http://en.wikipedia.org/w/index.php?title=Commercial_area&oldid=544251146","/wiki/Help:Categories","/wiki/Category:Planning","/wiki/Category:Urban_studies_and_planning_terminology","/w/index.php?title=Special:UserLogin&returnto=Commercial+area&type=signup","/w/index.php?title=Special:UserLogin&returnto=Commercial+area","/wiki/Commercial_area","/wiki/Talk:Commercial_area","#","/wiki/Commercial_area","/w/index.php?title=Commercial_area&action=edit","/w/index.php?title=Commercial_area&action=history","#","/w/index.php","//bits.wikimedia.org/static-1.21wmf11/skins/vector/images/search-ltr.png?303-4","/wiki/Main_Page","/wiki/Main_Page","/wiki/Portal:Contents","/wiki/Portal:Featured_content","/wiki/Portal:Current_events","/wiki/Special:Random","//donate.wikimedia.org/wiki/Special:FundraiserRedirector?utm_source=donate&utm_medium=sidebar&utm_campaign=C13_en.wikipedia.org&uselang=en","/wiki/Help:Contents","/wiki/Wikipedia:About","/wiki/Wikipedia:Community_portal","/wiki/Special:RecentChanges","/wiki/Wikipedia:Contact_us","/wiki/Special:WhatLinksHere/Commercial_area","/wiki/Special:RecentChangesLinked/Commercial_area","/wiki/Wikipedia:File_Upload_Wizard","/wiki/Special:SpecialPages","/w/index.php?title=Commercial_area&oldid=544251146","/w/index.php?title=Commercial_area&action=info","/w/index.php?title=Special:Cite&page=Commercial_area&id=544251146","/w/index.php?title=Special:Book&bookcmd=book_creator&referer=Commercial+area","/w/index.php?title=Special:Book&bookcmd=render_article&arttitle=Commercial+area&oldid=544251146&writer=rl","/w/index.php?title=Commercial_area&printable=yes","//zh.wikipedia.org/wiki/%E5%95%86%E4%B8%9A%E5%8C%BA","//www.wikidata.org/wiki/Special:ItemByTitle/enwiki/Commercial area","//en.wikipedia.org/wiki/Wikipedia:Text_of_Creative_Commons_Attribution-ShareAlike_3.0_Unported_License","//creativecommons.org/licenses/by-sa/3.0/","//wikimediafoundation.org/wiki/Terms_of_Use","//www.wikimediafoundation.org/","//en.wikipedia.org/wiki/Wikipedia:Contact_us","//wikimediafoundation.org/wiki/Privacy_policy","/wiki/Wikipedia:About","/wiki/Wikipedia:General_disclaimer","http://en.m.wikipedia.org/wiki/Commercial_area","//wikimediafoundation.org/","//bits.wikimedia.org/images/wikimedia-button.png","//www.mediawiki.org/","//bits.wikimedia.org/static-1.21wmf11/skins/common/images/poweredby_mediawiki_88x31.png","//bits.wikimedia.org/en.wikipedia.org/load.php?debug=false&lang=en&modules=skins.vector&only=scripts&skin=vector&*","/w/index.php?title=MediaWiki:Gadget-ReferenceTooltips.js&action=raw&ctype=text/javascript&508635914","//bits.wikimedia.org/en.wikipedia.org/load.php?debug=false&lang=en&modules=site&only=scripts&skin=vector&*"],"instances":["role"],"pdf":[],"categories":["Planning","Urban studies and planning terminology"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Wiktionary-logo-en.svg/37px-Wiktionary-logo-en.svg.png","//bits.wikimedia.org/static-1.21wmf11/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf11/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["job","role"]],"members":["job"],"related":["Commerce","Retail","Wholesale","Finance","Economy","Job_(role)"]}