{"cursor":"3082","size":15,"audio":[],"currentlang":"en","article":"The 'South Improvement Company' was a Pennsylvania corporation in 1871-1872. It\nwas created by major railroad interests, but was widely seen as part of John D.\nRockefeller's early efforts to organize and control the oil and natural gas\nindustries in the United States which eventually became Standard Oil. Although\nit lasted less than a year and never shipped any oil, the South Improvement\nCompany scheme caused widespread attention to be focused on the relationships\nbetween big railroads and big businesses which wanted and demanded favorable\ntreatment.\n\nThomas A. Scott, president of the Pennsylvania Railroad set up the South\nImprovement Company in the fall of 1871. The scheme was intended to benefit both\nthe railroads and major refiners, notably those controlled by Rockefeller\nthrough secret rebates.\n\nRockefeller had earlier merged several of the Cleveland area refineries and\nissued 2,000 shares of stock, of which 900 were controlled by Rockefeller and\nhis partners. Rockefeller then started negotiations to collude with the three\nmajor railroads running through Cleveland: the Erie, the Pennsylvania\nRailroad, and the New York Central. The result of these secret negotiations\nwere as follows: (1) The official rate per barrel from Cleveland to New York\nwould be $2.56, but South Improvement would receive a $1.06 rebate; (2) The\nrailroads would also pay South Improvement $1.06 per barrel of oil shipped\nthat was not produced by South; (3) The railroads would also give reports of\nthe shipping destinations, costs, and dates of all of South's competitors; (4)\nThe commerce would be divided evenly among the railroads, with a double share\ngoing to Pennsylvania Railroad; and (5) South would provide tank cars and\nloading facilities. The secret concessions would have helped lessen the\n\"vicious\" competition among the railroad lines by giving a steady,\nstandardized flow of commerce.\n\nWord leaked out of the South Improvement Scheme, and the proposed 100% increase\nin rail shipping rates inflamed the independent producers and many smaller\nrefineries. Following a summit and vocal protest by the independent oil\nproducers and refiners led by Henry Huttleston Rogers and the Charles Pratt and\nCompany refining interests of Brooklyn, New York, which came close to physical\nwarfare in western Pennsylvania in March 1872 (and came to be known as the \"Oil\nWar\"), the railroads agreed to back down.\n","linknr":94,"url":"South_Improvement_Company","recorded":1362551709,"links":12,"instances":["marketing"],"pdf":[],"categories":["Defunct oil companies of the United States","Standard Oil"],"headings":["See also","External links"],"image":["//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["rebate","marketing"]],"members":["rebate"],"related":["Pennsylvania","John_D._Rockefeller","Petroleum_industry","Natural_gas","Standard_Oil","Thomas_A._Scott","Pennsylvania_Railroad","Rebate_(marketing)","Cleveland","Erie_Railroad","Pennsylvania_Railroad","New_York_Central_Railroad","Henry_H._Rogers","Charles_Pratt_and_Company","Brooklyn,_New_York","John_D._Rockefeller","Standard_Oil","Charles_Pratt","Henry_H._Rogers","Charles_Pratt_and_Company","Ida_M._Tarbell"]}