{"cursor":"9439","size":15,"audio":[],"currentlang":"en","article":"\n are good candidates for natural kinds.]]\n\nIn analytic philosophy, a 'natural kind' is a \"natural\" grouping, not an\nartificial one. Or, it is something that a set of things (objects, events,\nbeings) has in common which distinguishes it from other things as a real set\nrather than as a group of things arbitrarily lumped together by a person or\ngroup of people.\n\nIf any natural kinds exist at all, good candidates might include each of the\nchemical elements, like gold or potassium. Physical particles, like quarks,\nmight also be natural kinds. That is, they would still be groups of things,\ndistinct from other things as a group, even if there were no people around to\nsay that they were members of the same group. The set of objects that weigh more\nthan 50 pounds, on the other hand, almost certainly does not constitute a\nnatural kind. A person might group those objects together for some purpose like\nshipping costs, but there is no particular reason that any other person should\nlump those objects together instead of placing them in some other grouping.\n\nA more formal definition has it that a natural kind is a family of \"entities\npossessing properties bound by natural law; we know of natural kinds in the form\nof categories of minerals, plants, or animals, and we know that different human\ncultures classify natural realities that surround them in a completely analogous\nfashion\" (Molino 2000, p.168). The term was brought into contemporary analytic\nphilosophy by W.V.O. Quine in his essay \"Natural Kinds\", where any set of\nobjects forms a kind only if (and perhaps if) it is \"projectable\", meaning\njudgments made about some members of that set can plausibly be extended by\nscientific induction to other members. Hence \"raven\" and \"black\" refer to\nconcepts that match natural kinds, because any black raven constitutes at least\nsome evidence that all ravens are black. But \"nonblack\" and \"nonraven\" are not,\nbecause a nonblack nonraven (an extremely wide category) is not evidence that\nall nonblack things are\nnonravens. [http://web.telia.com/~u85903393/jbild/albino.jpg\nweb.telia.com] Nelson Goodman's problem predicate \"grue\", meaning\n\"observed before 1 January 2050 and blue or observed after 1 January 2050 and\ngreen\", turns out to be inappropriate for science because it does not denote a\nnatural kind. Quine argued that kind-hood was logically primitive: it could not\nbe reduced non-trivially to any other relation among individuals.\n\nCultural artifacts are not generally considered natural kinds. As one author\nputs it, \"they never stop changing, and terms that designate them constitute\nonly what Wittgenstein called 'family resemblance predicates'\" (ibid, p.169).\nThis point is more disputed; John McDowell has extensively argued that this\nopposition between \"culture\" and \"nature\" cannot be clearly formulated, and that\nin any case it ought to lead us to construing cultural products not as\nunnatural, but as, adopting Aristotle's terminology, a kind of \"second nature.\"\n\nThere is considerable debate in analytic philosophy about whether there are any\nnatural kinds at all, and if so, what they are. Philosophers of biology argue\nabout whether biological species, like the Bald Eagle (Haliaeetus\nleucocephalus), are natural kinds; even such familiar species as bird, cat, and\ndog cannot be established as natural types, since any plausible definitions of\nthose species leaves the classification of some animals ambiguous. Others debate\nwhether races, sexes, or sexual orientations are natural kinds, or rather, to\nwhat extent they can be given the wide and continuous variety of race- and gender-\nrelated qualities. Meteorologists classify a number of different kinds of\nclouds, but it is not clear whether they are really different kinds, or whether\nthose groups merely reflect the classifying interests of human beings - in order\nfor them to classify as natural types, some clearly discrete circumstances would\nhave to be shown to produce them in clearly distinguishable ways. The argument,\nhowever, is not so much about whether natural kinds exist or whether any of our\ncurrent concepts succeed in defining true natural kinds, but rather why certain\nconcepts result in more reliable theories and successful interactions with the\nworld. One possible explanation is that it is because some concepts are better\napproximations of natural types than others, even if no perfectly discrete\nnatural kinds exist and we can only hope to define concepts that classify\nreality with less marginal cases than others. In other words, the concept of the\n\"natural type\" may itself not refer to a natural type, but rather to an\nunattainable ideal that paradoxically leads to actions and decisions that\nachieve the best possible outcomes for human beings.\n\nLanguage is often drawn into the debate as a complicating factor. Those who\ncontest that language heavily shapes abstract thought, or even that it makes\nabstract thought possible, tend to argue that the coincidental properties of\none's native language(s) will inevitably influence one's concepts and interfere\nwith the recognition of natural kinds. Words that reference ideas, such as\n\"love\" and \"honor\", or that reference metaphysical concepts, such as \"karma\" and\n\"noumenon\", may be conceived of as not even attempting to refer to natural kinds\nas consistent delineations of objective reality. At the other extreme, a word\nmay claim to refer to a natural kind in a dogmatic and infallible manner,\nleaving those who understand the word as such unable to recognize or understand\nevidence that defies their linguistic categories; for example, members of a\nculture that defines democracy as inherently good may be unable or unwilling to\nunderstand the fact that Athens voted to commit genocide on several occasions.\nThe linguistic argument is that it is the way in which cultures inevitably bias\nwords such as \"democracy\" (or, for that matter, \"genocide\") that makes us\nultimately unable to apprehend natural types even if they did exist. Such\napproaches are associated with Hermeneutics and the family of subjectivist\nphilosophies generally.\n","linknr":132,"url":"Natural_kind","recorded":1362551589,"links":19,"instances":["classification_of_human_beings","mathematics"],"pdf":["http://mysite.verizon.net/vze299db/sitebuildercontent/sitebuilderfiles/naturalkinds.pdf"],"categories":["Logic","Philosophy of science","Semantics","Ontology"],"headings":["References","Further reading","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/6/69/Native_gold_nuggets.jpg/220px-Native_gold_nuggets.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["set","mathematics"],["race","classification_of_human_beings"]],"members":["race","set"],"related":["Analytic_philosophy","Chemical_element","Gold","Potassium","Quark","Entities","Natural_law","W.V.O._Quine","Set_(mathematics)","Inductive_reasoning","Raven","Black","Nelson_Goodman","Grue_and_bleen","Cultural_artifact","Wittgenstein","Family_resemblance","John_McDowell","Aristotle","Analytic_philosophy","Philosophy_of_biology","Species","Bald_Eagle","Race_(classification_of_human_beings)","Meteorology","Clouds","Karma","Noumenon","Hermeneutics","Subjectivism","Alexander_Bird","Emma_Tobin","Stanford_Encyclopedia_of_Philosophy","Encyclopedia_of_Language_and_Linguistics"]}