{"cursor":"7029","size":15,"audio":[],"currentlang":"en","article":"'Spurious Trip Level' (STL) is defined as a discrete level for specifying the\nspurious trip requirements of safety functions to be allocated to safety\nsystems. An STL of 1 means that this safety function has the highest level of\nspurious trips. The higher the STL level the lower the number of spurious\ntrips caused by the safety system. There is no limit to the number of spurious\ntrip levels.\n\nSafety functions and systems are installed to protect people, the environment\nand for asset protection. A safety function should only activate when a\ndangerous situation occurs. A safety function that activates without the\npresence of a dangerous situation (e.g., due to an internal failure) causes\neconomic loss. The spurious trip level concept represents the probability that\nsafety function causes a spurious (unscheduled) trip.\n\nThe STL is a metric that is used to specify the performance level of a safety\nfunction in terms of the spurious trips it potentially causes. Typical safety\nsystems that benefit from an STL level are defined in standards like IEC\n61508 IEC 61508: Functional safety of electrical/electronic/programmable\nelectronic safety-related systems, IEC, 1998 IEC 61511, IEC 61511 -\nFunctional safety - Safety instrumented systems for the process industry sector,\nIEC, 2003 IEC 62061, Safety of machinery - Functional safety of safety-\nrelated electrical, electronic and programmable electronic control systems, IEC,\n2005 ISA S84, ANSI/ISA-84.00.01-2004 Part 1 (IEC 61511-1 Mod)\nFunctional Safety: Safety Instrumented Systems for the Process Industry\nSector EN 50204 EN 50204 - Electrical apparatus for the detection and\nmeasurement of combustible or toxic gases or vapours or of oxygen. Requirements\non the functional safety of fixed gas detection systems and so on. An STL\nprovides end-users of safety functions with a measurable attribute that helps\nthem define the desired availability of their safety functions. An STL can be\nspecified for a complete safety loop or for individual devices.\n\nFor end-users there is always a potential conflict between the cost of safety\nsolutions and the loss of profitability caused by spurious trips of these safety\nsolutions. The STL concept helps the endusers to end this conflict in an a way\nthat safety solutions provide both the desired safety and the desired process\navailability.\n","linknr":103,"url":"Spurious_trip_level","recorded":1362486361,"links":11,"instances":[],"pdf":["http://www.iec.ch/zone/fsafety/pdf_safe/hld.pdf"],"categories":["Safety","Risk","Safety engineering"],"headings":["STL determination","STL levels","STL vs SIL","See also","Notes","External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["IEC_61508","IEC_61511","Safety_integrity_level","Andrey_Markov","Safety_integrity_level"]}