{"cursor":"6884","size":15,"audio":[],"currentlang":"en","article":"{{Automatic taxobox\n| fossil_range = Carboniferous-Permian image =\n| FossilFernLeavesPennsylvanianOhio.jpg image_caption = Fossil seed fern leaves\n| from the Late Carboniferous of northeastern Ohio. display children = 1\n| subdivision ranks = Orders\n}}\n\nThe term 'Pteridospermatophyta' (or \"'seed ferns'\") refers to several distinct\ngroups of extinct seed-bearing plants (spermatophytes). The oldest fossil\nevidence of plants of this type is of late Devonian age, Rothwell, G. W., Scheckler, S. E. & Gillespie, W. H.\n(1989). \"Elkinsia gen. nov., a Late Devonian gymnosperm with cupulate ovules.\"\nBotanical Gazette, '150': 170-189. and they flourished particularly during\nthe Carboniferous and Permian periods. Pteridosperms declined during the\nMesozoic Era and had mostly disappeared by the end of the Cretaceous Period,\nthough some fossil pteridosperm-like plants seem to have survived into Eocene\ntimes in Tasmania. McLoughlin, S., R.J. Carpenter,\nG.J. Jordan, & R.S. Hill. (2008). \"Seed ferns survived the end-Cretaceous mass\nextinction in Tasmania.\" American Journal of Botany, '95': 465-471.\n\nThe concept of the pteridosperms goes back to the late 19th century when\npalaeobotanists came to realise that many Carboniferous fossils resembling fern\nfronds had anatomical features more reminiscent of the modern-day seed plants\nthe cycads. In 1899 the German palaeobotanist Henry Potonié coined the term\n\"Cycadofilices\" (\"cycad-ferns\") for such fossils, suggesting that they were a\ngroup of non-seed plants intermediate between the ferns and cycads. Potonié, H. (1899). Lehrbuch der Pflanzenpaläontologie.\nBerlin. Shortly afterwards, the British palaeobotanists Frank Oliver and\nDukinfield Henry Scott (with the assistance of Oliver's student at the time\nMarie Stopes) made the critical discovery that some of these fronds (genus\nLyginopteris) were associated with seeds (genus Lagenostoma) that had identical\nand very distinctive glandular hairs, and concluded that both fronds and seeds\nbelonged to the same plant. Oliver, F. W. & Scott, D.\nH. (1904). \"On the structure of the Palaeozoic seed Lagenostoma Lomaxi, with a\nstatement of the evidence upon which it is referred to Lyginodendron.\"\nPhilosophical Transactions of the Royal Society of London, Series B, '197': 193-\n247. Soon, additional evidence came to light suggesting that seeds were\nalso attached to the Carboniferous fern-like fronds Dicksonites, Grand'Eury, C. (1904). \"Sur les graines Neuropteridées.\"\nComptes rendus de l'Académie des Sciences, Paris, '140': 782-786.\n[[Neuropteris]] Kidston, R. (1904). \"On the\nfructification of Neuropteris heterophylla, Brongniart.\" Philosophical\nTransactions of the Royal Society of London, Series B, '197': 1-5. and\nAneimites. White, D. (1904). \"The seeds of Aneimites.\"\nSmiithsonian Institution, Miscellaneous Collection, '47': 322-331.\nInitially it was still thought that they were intermediate between the ferns and\ncycads, and especially in the English-speaking world they were referred to as\n\"seed ferns\" or \"pteridosperms\". Today, though most palaeobotanists regard them\nas being only distantly related to ferns and these names as misleading, but the\nnames have nevertheless stuck. Nowadays, four orders of Palaeozoic seed plants\ntend to be referred to as pteridosperms: Lyginopteridales, Medullosales,\nCallistophytales and Peltaspermales.\n\nTheir discovery attracted considerable attention at the time, as the\npteridosperms were the first extinct group of vascular plants to be identified\nsolely from the fossil record. In the 19th century the Carboniferous Period was\noften referred to as the \"Age of Ferns\" but these discoveries during the first\ndecade of the 20th century made it clear that the \"Age of Pteridosperms\" was\nperhaps a better description.\n\nDuring the 20th century the concept of pteridosperms was expanded to include\nvarious Mesozoic groups of seed plants with fern-like fronds, such as the\nCorystospermales and Leptostrobales. Some palaeobotanists also included seed\nplant groups with entire leaves such as the glossopterids (Arberiales) and\nGigantopteridales, which was clearly stretching the concept. In the context of\nmodern phylogenetic models, Hilton, J. and\nBatemann, R. M. (2007). \"Pteridosperms are the backbone of seed plant\nphylogeny.\" Journal of the Torrey Botanical Society, '33': 119-168. the\ngroups often referred to as pteridosperms appear to be liberally spread across a\nrange of clades, and many palaeobotanists today would regard pteridosperms as\nlittle more than a paraphyletic 'grade-group' with no common lineage. One of the\nfew characters that may unify the group is that the ovules were borne in a\ncupule, but this has not been confirmed for all \"pteridosperm\" groups.\n\nWith regard to the enduring value of the division, many palaeobotanists still\nuse the pteridosperm grouping in an informal sense to refer to the seed plants\nthat are not angiosperms, coniferoids (conifers or cordaites), ginkgophytes or\ncycadophytes (cycads or bennettites). This is particularly useful for extinct\nseed plant groups whose systematic relationships remain speculative, as they can\nbe classified as pteridosperms with no valid implications being made as to their\nsystematic affinities. Also, from a purely curatorial perspective the term\npteridosperms is a useful shorthand for describing the fern-like fronds that\nwere probably produced by seed plants, which are commonly found in many\nPalaeozoic and Mesozoic fossil floras.\n\nThe following Orders of seed plants are often referred to as pteridosperms:\n* Arberiales (= \"Glossopteridales\")\n* Calamopityales\n* Callistophytales\n* Corystospermales\n* Gigantopteridales\n* Leptostrobales\n* Lyginopteridales\n* Medullosales\n* Peltaspermales\n","linknr":174,"url":"Pteridospermatophyta","recorded":1362477105,"links":29,"instances":["biology"],"pdf":[],"categories":["Prehistoric plants","Devonian life","Carboniferous life","Permian life","Triassic life","Jurassic plants","Cretaceous life","Paleocene life","Eocene life","Eocene extinctions"],"headings":["References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/f/fd/FossilFernLeavesPennsylvanianOhio.jpg/220px-FossilFernLeavesPennsylvanianOhio.jpg","//upload.wikimedia.org/wikipedia/commons/7/74/Red_Pencil_Icon.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["order","biology"]],"members":["order"],"related":["Carboniferous","Ohio","Spermatophytes","Devonian","Carboniferous","Permian","Mesozoic","Cretaceous","Fossil","Eocene","Tasmania","Palaeobotany","Carboniferous","Cycads","Fern","Cycad","Francis_Wall_Oliver","Dukinfield_Henry_Scott","Marie_Stopes","Lyginopteridales","Medullosales","Callistophytales","Peltaspermales","Corystospermales","Leptostrobales","Glossopteridales","Gigantopteridales","Paraphyletic","Angiosperm","Conifer","Cordaite","Ginkgoaceae","Cycadophyta","Bennettitales","Order_(biology)","Glossopteridales","Calamopityales","Callistophytales","Corystospermales","Gigantopteridales","Leptostrobales","Lyginopteridales","Medullosales","Peltaspermales"]}