{"cursor":"2658","size":15,"audio":[],"currentlang":"en","article":"A holographic sensor is a device that comprises a hologram embedded in a smart\nmaterial that detects certain molecules or metabolites. This detection is\nusually a chemical interaction that is transduced as a change in one of the\nproperties of the holographic reflection (as in the Bragg reflector), either\nrefractive index or spacing between the holographic fringes.  The\nspecificity of the sensor can be controlled by adding molecules in the polymer\nfilm that selectively interacts with the molecules of interest.\n\nA holographic sensor aims to integrate the sensor component, the transducer and\nthe display in one device for fast reading of molecular concentrations based in\ncolorful reflections or wavelengths.\n\nCertain molecules that mimic biomolecule active sites or binding sites can be\nincorporated into the polymer that forms the holographic film in order to make\nthe holographic sensors selective and/or sensitive to certain medical important\nmolecules like glucose, etc.\n\nThe holographic sensors can be read from a fair distance because the transducer\nelement is light that has been refracted and reflected by the holographic\ngrating embedded in the sensor. Therefore they can be used in industrial\napplications where non-contact with the sensor is required. Other applications\nfor holographic sensors are anti counterfeiting\nhttp://www.smartholograms.com\n","linknr":127,"url":"Holographic_Sensor","recorded":1362509862,"links":13,"instances":[],"pdf":[],"categories":["Holography","Sensors"],"headings":["Metabolites","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Chem_template.svg/32px-Chem_template.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Sensor","Hologram","Metabolites","Bragg_reflector","Hydrocarbons","Volatile_organic_compound","Gases","Glucose","Water","Lactic_acid","Biomolecules","Protons","Metal_ions"]}