{"cursor":"2342","size":15,"audio":[],"currentlang":"en","article":"\n\n\nCytokinesis in terrestrial plants occurs by 'cell plate' formation. This process\nentails the delivery of Golgi-derived and endosomal vesicles carrying cell wall\nand cell membrane components to the plane of cell division and the subsequent\nfusion of these vesicles within this plate.\n\nAfter formation of an early tubulo-vesicular network at the center of the cell,\nthe initially labile cell plate consolidates into a tubular network and\neventually a fenestrated sheet. The cell plate grows outward from the center of\nthe cell to the parental plasma membrane with which it will fuse, thus\ncompleting cell division. Formation and growth of the cell plate is dependent\nupon the phragmoplast, which is required for proper targeting of Golgi-derived\nvesicles to the cell plate.\n\nAs the cell plate matures in the central part of the cell, the phragmoplast\ndisassembles in this region and new elements are added on its outside. This\nprocess leads to a steady expansion of the phragmoplast and, concomitantly, to a\ncontinuous retargeting of Golgi-derived vesicles to the growing edge of the cell\nplate. Once the cell plate reaches and fuses with the plasma membrane the\nphragmoplast disappears. This event not only marks the separation of the two\ndaughter cells, but also initiates a range of biochemical modifications that\ntransform the callose-rich, flexible cell plate into a cellulose-rich, stiff\nprimary cell wall.\n\nThe heavy dependence of cell plate formation on active Golgi stacks explains why\nplant cells, unlike mammalian cells, do not disassemble their secretion\nmachinery during cell division.\n","linknr":101,"url":"Cell_plate","recorded":1362372933,"links":15,"instances":[],"pdf":[],"categories":["Cell cycle","Mitosis","Plant cells"],"headings":[],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Phragmoplast.png/300px-Phragmoplast.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Cytokinesis","Terrestrial_plant","Golgi_apparatus","Cell_wall","Cell_membrane","Cell_division","Cell_division","Phragmoplast","Golgi_apparatus","Phragmoplast","Golgi_apparatus","Phragmoplast","Callose","Cellulose","Cell_wall","Golgi_apparatus","Plant_cell"]}