{"cursor":"3286","size":15,"audio":[],"currentlang":"en","article":"A 'transgene' is a gene or genetic material that has been transferred\nnaturally or by any of a number of genetic engineering techniques\nfrom one organism to another.\n\nIn its most precise usage, the term transgene describes a segment of DNA\ncontaining a gene sequence that has been isolated from one organism and is\nintroduced into a different organism. This non-native segment of DNA may retain\nthe ability to produce RNA or protein in the transgenic organism, or it may\nalter the normal function of the transgenic organism's genetic code. In general,\nthe DNA is incorporated into the organism's germ line. For example, in higher\nvertebrates this can be accomplished by injecting the foreign DNA into the\nnucleus of a fertilized ovum. This technique is routinely used to introduce\nhuman disease genes or other genes of interest into strains of laboratory mice\nto study the function or pathology involved with that particular gene.\n\nIn looser usage, transgene can describe any DNA sequence, regardless of whether\nit contains a gene coding sequence or it has been artificially constructed,\nwhich has been introduced into an organism or vector construct in which it was\npreviously not found.\n\nIn practical terms, a transgene can be either a cDNA (complementary DNA)\nsegment, which is a copy of mRNA (messenger RNA), or the gene itself residing in\nits original region of genomic DNA. The difference between these two lies in the\nfact that the cDNA has been processed to remove introns and also, usually, does\nnot include the regulatory signals that are embedded around and in the gene. The\nadvent of annotated cloned regions of the genome alongside the genome sequence,\nin particular as large clones in BACs (bacterial artificial chromosomes) or\nfosmids, and recombineering, which is the method that permits the engineering of\nthese large clones, has changed the practice of transgenesis from its origins\nwith cDNA-based constructs towards the more reliable genomic-based constructs.\n","linknr":208,"url":"transgene","recorded":1362892124,"links":21,"instances":["molecular_biology"],"pdf":[],"categories":["Genetics","Genetic engineering","Gene delivery"],"headings":["See also","Notes","Further reading"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["vector","molecular_biology"]],"members":["vector"],"related":["Gene","Genetics","Genetic_engineering","DNA","RNA","Protein","Transgenic","Germ_line","Vertebrates","Cell_nucleus","Ovum","House_mouse","Pathology","Vector_(molecular_biology)","CDNA","MRNA","Intron","Regulation_of_gene_expression","Bacterial_artificial_chromosome","Fosmid","Recombineering","Genetic_engineering","Genetically-modified_organism","Transgenic_plant","Fusion_protein","Gene_pool","Gene_flow","Introgression","Nucleic_acid_hybridization"]}