{"cursor":"5536","size":15,"audio":[],"currentlang":"en","article":"\n{{Infobox Defunct Company\n| company_name = Precision Monolithics, Inc. company_logo = fate = Merged\n| successor = Analog Devices, Inc. foundation = defunct = August, 1990 location\n| = Santa Clara, California, USA industry = Semiconductors key_people = products\n| =Analog integrated circuits num_employees = parent = subsid =\n}}\n\n'Precision Monolithics, Inc.' also known in the electronics industry (and\npopularly) as 'PMI', was an American company based in Santa Clara, California,\nUSA that developed and produced mixed signal and linear semiconductors, and is\nespecially noteworthy as the first company to make two-chip and single chip D/A\nconverters.\n\nThe company was founded in 1969 by Marv Rudin and co-founder Garth Wilson. (Both\nleft Fairchild Semiconductor at the end of 1968. Wilson was circuit design\nmanager under Rudin who managed Linear circuit R&D at the Fairchild\nSemiconductor R&D Laboratory in Palo Alto from 1966 to 1968. At the beginning,\nWilson was Vice President responsible for Engineering and Production, and\nreported to Rudin who was President, and Marketing Manager. Jim Grugan from\nFairchild joined shortly after incorporation as Vice President Administration,\nresponsible for Finance, Facilities, and Purchasing.\n\nImmediately after financing and incorporation, they offered founder stock and\nhired IC designers George Erdi from Fairchild and Dan Dooley from TRW\nMicroelectronics shortly thereafter. They also hired Jerry Bresee, a chief\nprocess engineer from Tektronix, who developed a semiconductor process far\nsuperior to what they were able to access from the Fairchild R&D processing\nservices department (with the exception of nitride passivation for low 1/f\nnoise, a technology known by the founders from Fairchild). Dooley recruited his\nthin film technician with a precision resistor fabrication skill that was\nessential for producing the biggest selling type of product that helped launch\nthe company - micro D/A converters. Semiconductor and materials engineer Wadie\nKhadder was hired with founder stock from Fairchild to support Bresee in both\nsemiconductor process engineering and also the critical precision thin film\ntechnology initially needed for producing high accuracy 2-chip D/A converters.\n\nPMI pioneered in designing and manufacturing the first 10 bit semiconductor IC\nD/A converters on the market. In March 1970, during the IEEE Annual Convention\nin New York, PMI caused a major stir in engineering circles by introducing the\naimDac100, the first 10bit 2-chip D/A converter in a DIP semiconductor package.\nNot only was it far more compact and reliable than the modules that were state\nof the art at that time, but it provided 10 bit accuracy over the full military\ntemperature range. The first monolithic (1-chip) converter, the MonoDac01, was\ndeveloped and marketed by PMI in 1971. It was used by JPL (priced $200 each!)\nfor their first moon probe, By 1972 Dan Dooley, who had designed the 6-bit Dac-\n01 using diffused resistors, and Jerry Bresee, PMI's chief process engineer who\ndeveloped process uniformity never before seen in the semiconductor industry,\ncombined to design and produce a full 10 bit D/A converter on a single chip, the\nmonoDac02. At that point PMI's linear process uniformity and products\ncapitalizing on that uniformity put PMI in a class by itself. It would be\nseveral years before any other company could match the Dac-02.\n\nBresee's superior processes, and George Erdi's outstanding design expertise\nenabled PMI to establish itself as a superior source of linear amplifiers,\nincluding operational amplifiers (including the famous OP07), some of which\ngarnered U.S. patents. By superior layout and circuit design made possible by\nBresee's and Khadders superior process uniformity, transistor performance, and\nsurface passivation, Erdi was able to design and achieve breakthrough advances\nin micro power amplifiers with both low input offset and 1/f noise voltage\nrivaling many chopper amplifiers formerly used exclusively for micro volt input\namplifiers. They and other PMI engineers later expanded their efforts to include\nhigh-precision voltage references and additional mixed-signal semiconductors for\ndata acquisition, data conversion, and telecommunications.\n\nPMI also bought Solid State Micro Technology. Erdi and Khadder left PMI in\n1981 to co-found Linear Technology. PMI was founded with financing from\nBourns, Inc. which held 70% of the shares and 30% was stock purchased at a\nnominal price by the founders. Ultimately all shares were purchased by Bourns\nto make PMI a wholly owned subsidiary, PMI was finally bought by Analog\nDevices in August 1990.\n\nMany of PMI's converters, amplifiers, voltage references, and other linear ICs\n(including the REF0x and OP0x series) continue to be manufactured and marketed\nby Analog Devices, and currently maintain the largest share of the precision\nlinear market (ADI sales = $2.5B, Maxim = $2.1B, Linear Technology = $1.1B).\n","linknr":103,"url":"Precision_Monolithics","recorded":1362897536,"links":12,"instances":[],"pdf":[],"categories":["Electronics companies of the United States","Fabless semiconductor companies","Companies based in Santa Clara, California","Companies disestablished in 1990","Defunct companies based in California"],"headings":["See also"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Analog_Devices","Santa_Clara,_California","California","United_States","Semiconductors","Analog_integrated_circuit","United_States","Santa_Clara,_California","California","United_States","Semiconductor","Marv_Rudin","Garth_Wilson","Fairchild_Semiconductor","Tektronix","Operational_Amplifier","OP07","Patent","Solid_State_Micro_Technology","Linear_Technology","Bourns,_Inc.","Analog_Devices","Analog_Devices"]}