{"cursor":"2114","size":15,"audio":[],"currentlang":"en","article":"s for three planes and including a digital stud sensor display.]]\n\nA 'laser line level' is a tool combining a spirit level and/or plumb bob with a\nlaser to display an accurately horizontal or vertical illuminated line on a\nsurface the laser line level is laid against. Laser line levels are used\nwherever accurate verticals and horizontals are required, typically in the\nconstruction and cabinetry industries. Some models are inexpensive enough for\ndo-it-yourself applications.\n\nThe laser beam is fanned to produce a thin plane beam accurately horizontal or\nvertical, rather than a pinpoint beam. The axis of the laser is offset from the\nwall, so that a pinpoint beam would be parallel to and offset from the wall, and\nwould not illuminate it; the fanned beam will intersect the wall, creating an\naccurately horizontal (or vertical) illuminated line along it.\n\nThe machine is set up using the built-in spirit level or plumb bob, and the line\nalong the surface is then guaranteed to be accurately horizontal or vertical to\nwithin a certain tolerance, specified either in millimetres per metre or\nfractions of an inch over a specified distance in feet. A more advanced device\nmay be accurate to within 0.3 mm/m; while lower-end models may be closer to\n1.5 mm/m.\n\nThe illuminated line is necessarily absolutely straight, so that the line level\ncan be used as a straightedge; for example, to see if a shelf is warped, even if\nnot horizontal.\n","linknr":-1,"url":"Laser_line_level","recorded":1362478020,"links":0,"instances":["furniture"],"pdf":[],"categories":["Construction equipment","Surveying instruments","Woodworking measuring instruments","Laser applications"],"headings":["See also","References"],"image":[],"tags":[["cabinet","furniture"]],"members":["cabinet"],"related":["Spirit_level","Plumb_bob","Laser","Construction","Cabinet_(furniture)","Do-it-yourself","Straightedge","Wood_warping","Laser_level","Dumpy_level","Theodolite","List_of_laser_articles"]}