{"cursor":"5597","size":15,"audio":[],"currentlang":"en","article":"\n\n'Pharmakeia' φαρμακεια is the Greek word for pharmacy, which is the practice and\nmaking of medication and vitamins. It also refers to the making of spell-giving\npotions, or alchemical potions (or elixirs) believed to have transforming\npowers, such as the power to extend life, boost energy, or enhance the mind. It\nalso refers to any substance used to poison someone, to prevent or treat disease\n(or, for that matter, to cause it), or to gain control of someone's\nbehavior. The Strong's Exhaustive Concordance of the King James Bible\ndefines the word as follows in its Greek Lexicon:\n\n:5331 φαρμακεια pharmakeia, far-mak-i'-ah; from 5332; medication (\"pharmacy\"\n:[pharmaceutical]) i.e. (by extens.) magic (lit. or fig.):-sorcery, witchcraft.\n:5332 φαρμακενς pharmakeus, far-mak-yoos'; from φαρμακον pharmakon (a drug [or\n:medicine] i.e. spell giving potion); a druggist (\"pharmacist\") or poisoner,\n:i.e. (by extens.) a magician:-sorcerer. 5333 φαρμακος pharmakos, far-mak-os';\n:the same as 5332:-sorcerer. Pharmakeia and its related word forms\n:pharmakeus, pharmakon, pharmakos and pharmakoi are the words from which we get\n:the modern English words pharmacy, pharmaceutics, pharmaceutical, pharmacist,\n:pharmacopia, pharmacology, pharmaceuticalist and pharmaceuticalism. The modern\n:transliteration of pharmakeia is pharmacia. Pharmakeia and its related forms\n:appear several times in the New Testament, including the Epistle to the\n:Galatians and the Book of Revelation. It is frequently translated as\n:\"witchcraft\" or \"sorcery\". http://www.blueletterbible.org/lang/lexicon/lex-\n:icon.cfm?strongs=G5331 Magical pharmacia substances or potions often bind\n:someone under a spell by evocation with and without uttered word formulas.\n:Cosmetics, lotions and perfumes were also made by practitioners of\n:pharmaceuticalism and by extension any lab made substance or chemical falls in\n:the realm of pharmakeia or pharmacia. Michael A. Rinella, Pharmakon: Plato,\n:Drug Culture, and Identity in Ancient Athens, p.74. In modern times\n:petrochemicals are used to create chemical reactions with plants to create\n:pharmaceutical substances. One well known example is the street drug cocaine\n:where coca leaves are soaked in gasoline and sulfuric acid to produce the\n:substance cocaine. Other pharmaceuticals are solely made from only\n:petrochemicals. Today people who practice organic farming and gardening are\n:those who reject the form of pharmakeia using chemicals which is turning to\n:witchcraft for the success of their crops.\n","linknr":148,"url":"Pharmakeia","recorded":1362535263,"links":13,"instances":["paranormal","sorcery"],"pdf":[],"categories":["Greek words and phrases","Witchcraft"],"headings":["Pharmakeia and the Bible","See also","References"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Ambox_question.svg/40px-Ambox_question.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["spell","paranormal"],["spell","paranormal"],["maleficium","sorcery"]],"members":["spell","maleficium"],"related":["Medication","Vitamins","Spell_(paranormal)","Potion","Alchemical","Elixir","Poison","Pharmakos","Pharmacia","New_Testament","Epistle_to_the_Galatians","Book_of_Revelation","Witchcraft","Sorcery","Magical","Pharmacia","Potion","Spell_(paranormal)","Evocation","Organic","Book_of_Revelation","Epistle_to_the_Galatians","Masoretic_text","Old_Testament","Torah","Incantation","Maleficium_(sorcery)","Septuagint","New_American_Bible","Pharmacos"]}