{"cursor":"3487","size":15,"audio":[],"currentlang":"en","article":"\n'Complex [[sales]]', also known as 'Enterprise sales', can refer to a method of\ntrading sometimes used by organizations when procuring large contracts for goods\nand/or services where the customer takes control of the selling process by\nissuing a Request for Proposal (RFP) and requiring a proposal response from\npreviously identified or interested suppliers. Complex sales involve long sales\ncycles with multiple decision makers. Multiple stakeholders and stakeholder\ngroups contribute to every complex sale.\n\nAny product or service may become a complex sale. In some instances a complex\nsale occurs when the market is mature and the stakes high enough to warrant\nattention from a variety of stakeholders in the buying organization. In other\ninstances a complex sales process is needed when the buyer has never had\nexperience with the vendor, technology being sold, or if the solution is\nbusiness critical or impacts the buying organization on a strategic level. The\nseries of filters, purchasing steps, and stakeholders involved are designed to\nreduce the risks associated with making the wrong buying decision.\n\nOften the need to have multiple stakeholders or buyers involved relates to the\nlevel of risk that is involved in the purchase or sale of goods and/or services.\nAs the buyer or buying organization if the purchase only impacts a small group\nof people or component of the buying organization then often the decision is\nmade by one buyer and the process tends to be quite transactional.\n\nIf the purchase impacts the entire organization, affects the company\nstrategically, or can change the buyer business process then often the sales\nperson is required to have a set of skills that are more in line with a subject\nmatter expert or consultant than a traditional sales person. This type of sales\nperson can often be referred to as a Key Account Executive or Complex Sales\nExecutive.\n\nLarge or complex sales opportunities that are international in nature require an\nadditional set of personal and sales skills. The need for cross-cultural\nawareness may add an additional layer of complexity in the sales process.\n\nThe larger the purchase and the buyer risk the more trust and credibility\nrequired from the Vendor. As a Key Account Executive or Complex Sales Executive\nin addition to product knowledge and consultative selling skills top producing\nsales executives also have the ability to build strong client relationships and\nnavigate and avoid the political pitfalls within client organizations.\n","linknr":96,"url":"Complex_sales","recorded":1362559907,"links":12,"instances":["marketing","business"],"pdf":[],"categories":["Sales","Marketing"],"headings":["Forms of complex sales","Sales Controlling","See also"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["proposal","business"],["promotion","marketing"]],"members":["promotion","proposal"],"related":["Request_for_Proposal","Proposal_(business)","Consultative_selling","Customer_relationship_management","Multiprotocol_Label_Switching","Real_Estate","Tunnel_boring_machine","Hit_rate","Marketing","Industrial_marketing","Promotion_(marketing)","Contract_of_sale","List_of_marketing_topics","AIDA","Telarus","Tendering"]}