{"cursor":"1997","size":15,"audio":[],"currentlang":"en","article":"\n with poles depicted]] In developmental biology, a blastula embryo is divided\n into two hemispheres: the 'animal pole' and the 'vegetal pole'.\n\nThe animal pole consists of small cells that divide rapidly, in contrast with\nthe vegetal pole below it. The animal pole draws its name from its liveliness\nrelative to the slowly developing vegetal pole. In some cases, the animal pole\nis thought to differentiate into the later embryo itself, forming the three\nprimary germ layers and participating in gastrulation. The sperm entry as well\nas cell furrow formation takes place at this end..\n\nThe vegetal pole contains large yolky cells that divide very slowly, in\ncontrast with the animal pole above it. The vegetal pole draws its name from\nits inactivity relative to the lively animal pole. In some cases, the vegetal\npole is thought to differentiate into the extraembryonic membranes that protect\nand nourish the developing embryo, such as the placenta in mammals and the\nchorion in birds.\n\nIn the frog [[Xenopus laevis]], a pigment pattern provides the oocyte with\nfeatures of a radially symmetrical body with a distinct polarity. The animal\nhemisphere is dark brown, and the vegetal hemisphere is only weakly pigmented.\nThe axis of symmetry passes through on one side the animal pole, and on the\nother side the vegetal pole. The two hemispheres are separated by an unpigmented\nequatorial belt. Polarity has a major influence on the mergence of the embryonic\nstructures. In fact, the axis polarity serves as one coordinate of geometrical\nsystem in which early embryogenesis is organised. P. Hausen, M. Riebesell:\nThe Early Embryonic Development of Xenopus Laevis - An Atlas of the Histology\nISBN 3-921ö15-ö4-9\n","linknr":103,"url":"Polarity_in_embryogenesis","recorded":1362903892,"links":16,"instances":[],"pdf":[],"categories":["Developmental biology"],"headings":["References","See also"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Oocyte_Poles.jpg/220px-Oocyte_Poles.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Anatomy_of_an_egg_unlabeled_horizontal.svg/30px-Anatomy_of_an_egg_unlabeled_horizontal.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Developmental_biology","Blastula","Embryo","Germ_layers","Gastrulation","Extraembryonic_membranes","Placenta","Chorion","Oocyte","Gastrulation","Embryogenesis"]}