{"cursor":"8362","size":15,"audio":[],"currentlang":"en","article":"\n\n\nA 'customer' (also known as a 'client', 'buyer', or 'purchaser') is the\nrecipient of a good, service, product, or idea, obtained from a seller, vendor,\nor supplier for a monetary or other valuable consideration. Customers are\ngenerally categorized into two types:\n* An 'intermediate customer' or 'trade customer' (more informally: \"the trade\")\n  who is a dealer that purchases goods for re-sale.\n* An 'ultimate customer' who does not in turn re-sell the things bought but\n  either passes them to the consumer or actually is the consumer. A customer may\n  or may not also be a consumer, but the two notions are distinct, even though\n  the terms are commonly confused. A customer purchases goods; a consumer uses\n  them. An ultimate customer may be a consumer as well, but just as equally may\n  have purchased items for someone else to consume. An intermediate customer is\n  not a consumer at all. The situation is somewhat complicated in that ultimate\n  customers of so-called industrial goods and services (who are entities such as\n  government bodies, manufacturers, and educational and medical institutions)\n  either themselves use up the goods and services that they buy, or incorporate\n  them into other finished products, and so are technically consumers, too.\n  However, they are rarely called that, but are rather called 'industrial\n  customers' or 'business-to-business customers'. Similarly, customers who buy\n  services rather than goods are rarely called consumers.\n\nSix Sigma doctrine places (active) customers in opposition to two other classes\nof people: not-customers and non-customers. Whilst customers have actively\ndealt with a business within a particular recent period that depends from the\nproduct sold, not-customers are either past customers who are no longer\ncustomers or potential customers who choose to do business with the\ncompetition, and non-customers are people who are active in a different market\nsegment entirely. Geoff Tennant, a Six Sigma consultant from the United\nKingdom, uses the following analogy to explain the difference: A supermarket's\ncustomer is the person buying milk at that supermarket; a not-customer is\nbuying milk from a competing supermarket, whereas a non-customer doesn't buy\nmilk from supermarkets at all but rather \"has milk delivered to the door in the\ntraditional British way\".\n\nTennant also categorizes customers another way, that is employed outwith the\nfields of marketing. Whilst the intermediate/ultimate categorization is used by\nmarketers, market regulation, and economists, in the world of customer service\ncustomers are categorized more often into two classes:\n* An 'external customer' of an organization is a customer who is not directly\n  connected to that organization.\n* An 'internal customer' is a customer who is directly connected to an\n  organization, and is usually (but not necessarily) internal to the\n  organization. Internal customers are usually stakeholders, employees, or\n  shareholders, but the definition also encompasses creditors and external\n  regulators.\n\nThe notion of an internal customer — before the introduction of which\nexternal customers were, simply, customers — was popularized by quality\nmanagement writer Joseph M. Juran, who introduced it in the fourth edition of\nhis Handbook . It has since gained wide acceptance in the literature on total\nquality management and service marketing; and the customer satisfaction of\ninternal customers is nowadays recognized by many organizations as a precursor\nto, and prerequisite for, external customer satisfaction, with authors such as\narguing that service organizations that design products for internal customer\nsatisfaction are better able to satisfy the needs of external customers.\n","linknr":215,"url":"Customer","recorded":1362584815,"links":33,"instances":["corporate","economics","business","economics","economics","business"],"pdf":[],"categories":["Sales","Supply chain management terms"],"headings":["References","Further reading","See also"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["goods","economics"],["service","economics"],["product","business"],["distribution","business"],["stakeholder","corporate"],["regulator","economics"]],"members":["stakeholder","regulator","product","goods","service","distribution"],"related":["Goods_(economics)","Service_(economics)","Product_(business)","Seller","Vendor","Distribution_(business)","Consumer","Six_Sigma","Marketing","Customer_service","Stakeholder_(corporate)","Employee","Shareholder","Creditor","Regulator_(economics)","Joseph_M._Juran","Total_quality_management","Customer_satisfaction","Customer_centricity","Customer_relationship_management","Customer_data_integration","Guided_selling","Service_level_agreement","Early_adopter"]}