{"cursor":"2391","size":15,"audio":[],"currentlang":"en","article":"\n\nIn Sociology, 'master status' is the social position which is the primary\nidentifying characteristic of an individual. It is defined as \"a status that has\nexceptional importance for social identity, often shaping a person's entire\nlife\" \n\nThe master status is often the most important constituent in the architecture of\nan individual’s identity. Common master statuses are those of race or ethnicity,\nsex, sexual orientation, physical ability, age, economic standing, religion or\nspirituality, and education. Others include that of being a parent, child, or\nsibling; being employed or unemployed; and being disabled or mentally ill. It is\nnot realistic to deny that as a society we label individuals based on their most\nprominent characteristic in this respect, such as the \"old loon\", the \"blonde\nbimbo\", etc.\n\nIn perception, an individual’s master status supersedes her/his other\nidentifying traits; for example, if a woman feels that her role as a mother is\nmore important than her role as a woman, a daughter, a wife, an American, and a\nnovelist, she is more likely to label herself first as a mother and to identify\nwith other women who label themselves as such. Even more so, an individual's\nmaster status dominates her/his perception by others and their behaviour towards\nhim/her. More than other aspects of the status set, the master status affects\nhow the individual behaves and how others behave with respect to him in almost\nevery given situation.\n","linknr":101,"url":"Master_status","recorded":1362676785,"links":14,"instances":["classification_of_human_beings"],"pdf":[],"categories":["Sociological terminology","Role status"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//upload.wikimedia.org/wikipedia/commons/thumb/1/15/Vista_Login_Manager_Cropped.svg/40px-Vista_Login_Manager_Cropped.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["race","classification_of_human_beings"]],"members":["race"],"related":["Social_position","Character_structure","Race_(classification_of_human_beings)","Ethnicity","Sex","Sexual_orientation","Ageing","Socioeconomics","Religion","Spirituality","Education","Parent","Child","Sibling","Disability","Mental_illness"]}