{"cursor":"3142","size":15,"audio":[],"currentlang":"en","article":"'Humulin' is the brand name for a group of biosynthetic human insulin products,\ndeveloped by Arthur Riggs, working with Genentech in 1978 (Generic names regular\ninsulin, insulin isophane and the Lente series consisting of Lente (known\ngenerically as insulin zinc suspension) is actually a mixture of Ultralente and\nSemilente) and later acquired by Eli Lilly and Company, the company who arguably\nfacilitated the product's approval with the U.S. Food and Drug Administration.\nThe Lente series was discontinued by Lilly in 2005. Prior to the development of\nsynthesized human insulin, patients were dependent on animal insulin which was\nmore costly, less accessible, and caused infections in some patients.\n\nHumulin is synthesized in a laboratory strain of Escherichia coli bacteria which\nhas been genetically altered with recombinant DNA to produce biosynthetic human\ninsulin. Humulin R consists of zinc-insulin crystals dissolved in a clear fluid.\nThe synthesized insulin is then combined with other compounds or types of\ninsulin which affect its shelf life and absorption. For example, Humulin N is\ncombined with protamine to extend the time-activity profile of Humulin R for an\nextended period.\n\nHumulin by itself is a short-acting insulin. Humulin R, like many other form of\ninjectable insulin, is intended for subcutaneous injection, so it should not be\nused intramuscularly, since its dispersion in the rest of the body would take\nmore time.\n\nIt is currently sold by Eli Lilly under different types:\n\n* Humulin R (REGULAR human insulin injection [rDNA origin]) is a short-acting\n  insulin that has a relatively short duration of activity as compared with\n  other insulins.\n\n* Humulin R Regular U-500 (Concentrated) insulin human injection, USP (rDNA\n  Origin) is a stronger concentration (500 units/mL) of Humulin R.\n\n* Humulin N (human NPH insulin injection [rDNA origin]) is an intermediate-\n  acting insulin with a slower onset of action and a longer duration of activity\n  than Humulin R.\n\n* Humulin 70/30 (70% human insulin isophane suspension, 30% human insulin\n  injection [rDNA origin]) is a mixture insulin. It is an intermediate-acting\n  insulin combined with the onset of action of Humulin\n\n* Humulin 50/50 (50% human insulin isophane suspension, 50% human insulin\n  injection [rDNA origin]) is a mixture insulin. It is an intermediate-acting\n  insulin combined with the onset of action of Humulin R.\n\nHumulin is identical in chemical structure to human insulin.\n","linknr":228,"url":"Humulin","recorded":1362504275,"links":14,"instances":["geneticist"],"pdf":[],"categories":["Eli Lilly and Company","Insulin therapies","Human proteins"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Increase2.svg/11px-Increase2.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["arthur_riggs","geneticist"]],"members":["arthur_riggs"],"related":["Brand","Human","Insulin","Arthur_Riggs_(geneticist)","Genentech","Eli_Lilly_and_Company","Escherichia_coli","Recombinant_DNA","NPH_insulin"]}