{"cursor":"6596","size":15,"audio":[],"currentlang":"en","article":"\n\n'Radio programming' is the broadcast programming of a radio format or\ncontent that is organized for commercial broadcasting and public\nbroadcasting radio stations.\n\nThe original inventors of radio, such as Nikola Tesla and Guglielmo Marconi,\nexpected it to be used for one-on-one wireless communication tasks where\ntelephones and telegraphs could not be used because of the problems involved in\nstringing copper wires from one point to another, such as in ship-to-shore\ncommunications. Those inventors had no expectations whatever that radio would\nbecome a major mass media entertainment and information medium earning many\nmillions of dollars in revenues annually through radio advertising commercials\nor sponsorship. These latter uses were brought about after 1920 by business\nentrepreneurs such as David Sarnoff, who created the National Broadcasting\nCompany (NBC), and William S. Paley, who built Columbia Broadcasting System\n(CBS). These broadcasting (as opposed to narrowcasting) business organizations\nbegan to be called network affiliates, because they consisted of loose chains of\nindividual stations located in various cities, all transmitting the standard overall-\nsystem supplied fare, often at synchronized agreed-upon times. Some of these\nradio network stations were owned and operated by the networks, while others\nwere independent radio owned by entrepreneurs allied with the respective\nnetworks. By selling blocks of time to advertisers, the medium was able to\nquickly become profitable and offer its products to listeners for free, provided\nthey invested in a radio receiver set.\n\nThe new medium had grown rapidly through the 1920s, vastly increasing both the\nsize of its audience and its profits. In those early days, it was customary for\na corporation to sponsor an entire half-hour radio program, placing its\ncommercials at the beginning and the end. This is in contrast to the pattern\nwhich developed late in the 20th century in both television and radio, where\nsmall slices of time were sold to many sponsors and no corporation claimed or\nwanted sponsorship of the entire show, except in rare cases. These later\ncommercials also filled a much larger portion of the total program time than\nthey had in the earlier days.\n\nIn the early radio age, content typically included a balance of comedy, drama,\nnews, music and sports reporting. Variety radio programs included the most\nfamous Hollywood talent of the day. During the 1920s, radio focused on musical\nentertainment, the [[Grand Ole Opry]], has been focused on broadcasting country\nmusic since it began in 1925. Radio soap operas began in the U.S. in 1930 with\n[[Painted Dreams]]. Laurdagsbarnetimen, a Norwegian children's show, with its\npremiere in 1924, is still being broadcast weekly, which makes it the longest\nrunning radio show in the\nworld. \"[http://www.nrk.no/kultur_og_underholdning/1.7264676 Kultur og\nunderholdning]\" (Norwegian) [http://translate.google.com/translate?hl=en&sl=aut-\no&tl=en&u=http%3A%2F%2Fwww.nrk.no%2Fkultur-og-underholdning%2F1.7264676 English\ntranslation by Google translate]\n\nIn the early 1950s, television programming eroded the popularity of radio\ncomedy, drama and variety shows. By the late 1950s, radio broadcasting took on\nmuch the form it has today strongly focused on music, talk, news and sports,\nthough drama can still be heard, especially on the BBC.\n","linknr":231,"url":"Radio_programming","recorded":1362667147,"links":25,"instances":["radio_and_television","disambiguation","english"],"pdf":[],"categories":["History of radio","Radio programs|"],"headings":["International radio","See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/1/1d/Radio_icon.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["radio_luxembourg","english"],["list_of_radio_programs","disambiguation"],["serial","radio_and_television"]],"members":["serial","list_of_radio_programs","radio_luxembourg"],"related":["Broadcast_programming","Radio_format","Commercial_broadcasting","Public_broadcasting","Radio_station","Radio","Nikola_Tesla","Guglielmo_Marconi","Wireless","Telephone","Telegraph","Copper_wire","Mass_media","Entertainment","Radio_advertising","Sponsorship","David_Sarnoff","NBC","William_S._Paley","Columbia_Broadcasting_System","Narrowcasting","Network_affiliate","Radio_network","Owned_and_operated","Independent_radio","Audience","Radio_commercial","Radio_comedy","Radio_drama","Hollywood","Country_music","Soap_opera","Television_program","BBC","BBC","Rock_and_roll","Pop_music","Radio_Luxembourg_(English)","Radio_Caroline","BBC_Radio_1","South_Asia","Radio_Ceylon","Edward_Harper","Sri_Lanka_Broadcasting_Corporation","Old-time_radio","Compact_audio_cassette","Podcasts","Audio_theater","Freeform_radio","History_of_radio","List_of_old-time_radio_people","List_of_old-time_radio_programs","List_of_radio_programs_(disambiguation)","Payola","Radio_promotion","Serial_(radio_and_television)"]}