{"cursor":"4527","size":15,"audio":[],"currentlang":"en","article":"\n, late 2004]] A 'convention', in the sense of a meeting, is a gathering of\nindividuals who meet at an arranged place and time in order to discuss or engage\nin some common interest. The most common conventions are based upon industry,\nprofession, and fandom. Trade conventions typically focus on a particular\nindustry or industry segment, and feature keynote speakers, vendor displays, and\nother information and activities of interest to the event organizers and\nattendees. Professional conventions focus on issues of concern to the profession\nand advancements in the profession. Such conventions are generally organized by\nsocieties dedicated to promotion of the topic of interest. Fan conventions\nusually feature displays, shows, and sales based on pop culture and guest\ncelebrities. Science fiction conventions traditionally partake of the nature of\nboth professional conventions and fan conventions, with the balance varying from\none to another. Conventions also exist for various hobbies, such as gaming or\nmodel railroads.\n\nConventions are often planned and coordinated, often in exacting detail, by\nprofessional meeting and convention planners, either by staff of the\nconvention's hosting company or by outside specialists. Most large cities will\nhave a convention center dedicated to hosting such events. The term MICE -\nmeetings Incentives Conventions and Exhibitions - is widely used in Asia as a\ndescription of the industry. The Convention (\"C\") is one of the most dynamic\nelements in the M.I.C.E. segment. The industry is generally regulated under the\ntourism sector.\n\nIn the technical sense, a 'convention' is a meeting of delegates or\nrepresentatives. The 1947 Newfoundland National Convention is a classic example\nof a state-sponsored political convention. More often, organizations made up of\nsmaller units, chapters, or lodges, such as labor unions, honorary societies,\nand fraternities and sororities, meet as a whole in convention by sending\ndelegates of the units to deliberate on the organization's common issues. This\nalso applies to a political convention, though in modern times the common issues\nare limited to selecting a party candidate or party chairman. In this technical\nsense, a congress, when it consists of representatives, is a convention. The\nBritish House of Commons is a convention, as are most other houses of a modern\nrepresentative legislature. The National Convention or just \"Convention\" in\nFrance comprised the constitutional and legislative assembly which sat from\nSeptember 20, 1792 to October 26, 1795. The governing bodies of religious groups\nmay also be called conventions, such as the General Convention of the Episcopal\nChurch USA and the Southern Baptist Convention.\n\nMany sovereign states have provisions for conventions besides their permanent\nlegislature. The Constitution of the United States of America has a provision\nfor the calling of a constitutional convention, whereby delegates of the states\nare summoned to a special meeting to amend or draft the constitution. This\nprocess has never occurred, save for the original drafting of the constitution,\nalthough it almost happened in several cases. The US Constitution also has\nprovisions for constitutional amendments to be approved by state conventions of\nthe people. This occurred to ratify the original constitution and to adopt the\ntwenty-first amendment, which ended prohibition.\n\nCon is a common abbreviation for convention, and some conventions (such as DEF\nCON and Gen Con) use it in their names.\n","linknr":143,"url":"Convention_(meeting)","recorded":1362673325,"links":30,"instances":["political_meeting"],"pdf":[],"categories":["Meetings","Conventions (meetings)|","Social events"],"headings":["Co-located conventions","See also"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/8/87/Nm_toronto_metro_toronto_convention_centre.jpg/220px-Nm_toronto_metro_toronto_convention_centre.jpg","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Wikivoyage-logo.svg/40px-Wikivoyage-logo.svg.png","//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["constitutional_convention","political_meeting"]],"members":["constitutional_convention"],"related":["Industry","Profession","Fandom","Trade_convention","Professional","Fan_convention","Science_fiction_conventions","Role-playing_game","Model_railroad","Meeting_and_convention_planner","Convention_center","Newfoundland_National_Convention","Labor_unions","List_of_honorary_societies","Fraternities_and_sororities","Political_convention","Political_party","Party","Sense","Congress","British_House_of_Commons","Legislature","National_Convention","France","Constitution","Deliberative_assembly","General_Convention_of_the_Episcopal_Church_in_the_United_States_of_America","Southern_Baptist_Convention","Sovereign_state","United_States_Constitution","Constitutional_convention_(political_meeting)","Constitution","Twenty-first_Amendment_to_the_United_States_Constitution","Prohibition","DEF_CON","Gen_Con","Convention_center","Event_planning_and_production","Business_travel"]}