{"cursor":"3303","size":15,"audio":[],"currentlang":"en","article":"\nA 'degree day' is a measure of heating or cooling. Totalized degree days from an\nappropriate starting date are used to plan the planting of crops and management\nof pests and pest control timing. Weekly or monthly degree-day figures may also\nbe used within an energy monitoring and targeting scheme to monitor the heating\nand cooling costs of climate controlled buildings, while annual figures can be\nused for estimating future costs.\n\nA degree day is computed as the integral of a function of time that generally\nvaries with temperature. The function is truncated to upper and lower limits\nthat vary by organism, or to limits that are appropriate for climate control.\nThe function can be estimated or measured by one of the following methods, in\neach case by reference to a chosen 'base temperature':\n\n*  frequent measurements and continuously integrating the temperature deficit\n   or excess;\n* Treating each day's temperature profile as a sine wave with amplitude equal to\n  the day's temperature variation, measured from max and min, and totalling the\n  daily results;\n* As above, but calculating the daily difference between mean temperature and\n  base temperature;\n* As previous, but with modified formulae on days when the max and min straddle\n  the base temperature.\n\nA zero degree-day in energy monitoring and targeting is when either heating or\ncooling consumption is at a minimum, which is useful with power utility\ncompanies in predicting seasonal low points in energy demand.\n\nHeating degree days are typical indicators of household energy consumption for\nspace heating. The air temperature in a building is on average 2° C to 3° C\nhigher than that of the air outside. A temperature of 18° C indoors corresponds\nto an outside temperature of about 15.5° C. If the air temperature outside is 1\n° C below 15.5° C , then heating is required to maintain a temperature of about\n18° C. If the outside temperature is 1 ° C below the average temperature it is\naccounted as 1 degree-day. The sum of the degree days over periods such as a\nmonth or an entire heating season is used in calculating the amount of heating\nrequired for a building. Degree Days are also used to estimate air conditioning\nusage during the warm season.\n","linknr":127,"url":"Degree_day","recorded":1362688656,"links":30,"instances":["animal","agriculture"],"pdf":[],"categories":["Horticulture and gardening","Agricultural terminology","Energy conservation","Seasons","Atmospheric thermodynamics"],"headings":["See also","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/4/4a/Commons-logo.svg/30px-Commons-logo.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/8/89/Cyclone_Catarina_from_the_ISS_on_March_26_2004.JPG/40px-Cyclone_Catarina_from_the_ISS_on_March_26_2004.JPG","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["crop","agriculture"],["pest","animal"]],"members":["pest","crop"],"related":["Heat","Crop_(agriculture)","Pest_(animal)","Pest_control","Energy_monitoring_and_targeting","Climate_control","Integral","Time","Temperature","Sine_wave","Amplitude","Energy_monitoring_and_targeting","Heating_degree_day","Growing_degree_day"]}