{"cursor":"7945","size":15,"audio":[],"currentlang":"en","article":"\n\n'Spontaneous fission' (SF) is a form of radioactive decay that is found only in\nvery heavy chemical elements. Because the nuclear binding energy of the elements\nreaches its maximum at an atomic mass number greater than about 58 atomic mass\nunits (u), spontaneous breakdown into smaller nuclei and a few isolated nuclear\nparticles becomes possible at heavier atomic mass units (amu).\n\nBecause of the constraints in forming the daughter fission-product nuclei,\nspontaneous fission into known nuclides becomes theoretically possible (that is,\nenergetically possible) for some atomic nuclei with atomic masses greater than\n92 amu, with the probability of spontaneous fission increasing as the atomic\nmass number increases above this value.\n\nThe lightest natural nuclides that are hypothetically subject to spontaneous\nfission are niobium-93 and molybdenum-94 (elements #41 and #42, respectively).\nSpontaneous fission has never been observed in the naturally-occurring isotopes\nof these elements, however. In practice, these are stable isotopes.\n\nSpontaneous fission is feasible over practical observation times only for atomic\nmasses of 232 amu or more. These are elements at least as heavy as thorium-232 –\nwhich has a half-life somewhat longer than the age of the universe. Thorium-232\nis the lightest primordial nuclide that has left evidence of undergoing\nspontaneous fission in its minerals.\n\nThe known elements most susceptible to spontaneous fission are the synthetic high-atomic-\nnumber actinide elements with odd atomic numbers: mendelevium and lawrencium,\nand also some of the transactinide very-heavy elements, such as rutherfordium.\n\nFor naturally occurring thorium, uranium-235, and uranium-238, spontaneous\nfission does occur rarely, but in the vast majority of the radioactive decay of\nthese atoms, alpha decay or beta decay occurs instead. Hence, the spontaneous\nfission of these isotopes is usually negligible, except in using the exact\nbranching ratios when finding the radioactivity of a sample of these elements.\n\nMathematically, the criterion for whether spontaneous fission can occur in a\ntime short enough to be observed by present methods, is approximately:\n: \\hbox{Z}^2/\\hbox{A}\\ge47. {{cite book\n| last = Krane first = Kenneth S. title = Introductory Nuclear Physics publisher\n| = John Wiley & Sons year = 1988 pages = 483–484 (Equation 13.3) isbn = 978-0-471-80553-\n| 3 }}\n\nwhere Z is the atomic number and A is the mass number (e.g., 235 for U-235).\n\nAs the name suggests, spontaneous fission gives much the same result as induced\nnuclear fission. However, like other forms of radioactive decay, it occurs due\nto quantum tunneling, without the atom having been struck by a neutron or other\nparticle as in induced nuclear fission. Spontaneous fissions release neutrons as\nall fissions do, so if a critical mass is present, a spontaneous fission can\ninitiate a self-sustaining chain reaction. Also, radioisotopes for which\nspontaneous fission is not negligible can be used as neutron sources. For\nexample, californium-252 (half-life 2.645 years, SF branch ratio about 3.1\npercent) can be used for this purpose. The neutrons released can be used to\ninspect airline luggage for hidden explosives; to gauge the moisture content of\nsoil in highway and building construction; or to measure the moisture of\nmaterials stored in silos, for example.\n\nAs long as the spontaneous fission gives a negligible reduction of the\nnumber of nuclei that can undergo such fission, this process can be\napproximated closely as a Poisson process. In this situation, for short time\nintervals the probability of a spontaneous fission is directly proportional\nto the length of time.\n\nThe spontaneous fission of uranium-238 and uranium-235 does leave trails of\ndamage in the crystal structure of uranium-containing minerals when the fission\nfragments recoil through them. These trails, or fission tracks, are the\nfoundation of the radiometric dating method called fission track dating.\n","linknr":225,"url":"Spontaneous_fission","recorded":1362675940,"links":34,"instances":["moscow_metro"],"pdf":[],"categories":["Nuclear physics","Radioactivity"],"headings":["Spontaneous fission rates","History","Notes","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png","//upload.wikimedia.org/math/9/9/7/997ac448d5270e55ddf8a930b2267ff4.png","//upload.wikimedia.org/wikipedia/commons/b/b0/Ndslivechart.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["dinamo","moscow_metro"]],"members":["dinamo"],"related":["Radioactive_decay","Chemical_element","Nuclear_binding_energy","Atomic_mass_number","Atomic_mass_unit","Nuclear_particle","Atomic_mass_unit","Nuclide","Atomic_nuclei","Atomic_mass","Probability","Isotope","Stable_isotope","Thorium-232","Half-life","Universe","Primordial_nuclide","Actinide_elements","Mendelevium","Lawrencium","Rutherfordium","Uranium-235","Uranium-238","Alpha_decay","Beta_decay","Radioactivity","John_Wiley_&_Sons","Atomic_number","Mass_number","Nuclear_fission","Quantum_tunneling","Californium","Percent","Highway","Poisson_process","Directly_proportional","Crystal_structure","Radiometric_dating","Fission_track_dating","Fundamentals_of_Nuclear_Science_and_Engineering","Marcel_Dekker,_Inc.","Gun-type_fission_weapon","Insertion_time","Superdeformation","Neutron","Cosmic_ray","Soviet_Union","Georgy_Flyorov","Konstantin_Petrzhak","Moscow_Metro","Dinamo_(Moscow_Metro)","Cluster_decay"]}