{"cursor":"7986","size":15,"audio":[],"currentlang":"en","article":"\n\n'Adaptive mutation' is a theoretical evolutionary mechanism. Adaptive mutation\nproposes that genetic mutations may arise as an immediate and direct response to\nselective pressures. This is in contrast to mainstream evolutionary theory,\nwhich holds that mutagenesis occurs randomly, regardless of the utility of a\ngenetic mutation to the organism, and that mutations with survival advantage are\nthen chosen by natural selection.\n\nIn 1988 molecular biologist John Cairns et al. proposed that \"when populations\nof single cells are subject to certain forms of strong selection pressure,\nvariants emerge bearing changes in DNA sequence that bring about an appropriate\nchange in phenotype.\" This suggests that there exists a particular physiological\npathway that responds to a specific selective pressure to produce a mutation\nconferring the correct phenotype that will alleviate this pressure.\n\nThe original Cairns experiments involved a strain of [[Escherichia coli|E.\ncoli]] that has a frameshift mutation in the lactose (LacZ) operon, inactivating\nthe proteins needed for utilization of this sugar. The bacteria were then spread\non an agar medium in which the only carbon source was lactose. This meant that a\ncell could grow only if a second mutation occurred in the lactose operon,\nreversing the effects of the mutation and therefore allowing the enzymes to be\nsynthesized. Mutations with this effect appeared to occur significantly more\nfrequently than expected, and at a rate that was greater than mutations in other\nparts of the genomes of these E. coli cells.\n\nThere is however a serious flaw in this experiment, as Cairns does not\ndistinguish between selection and detection of LacZ revertants. If he is testing\nto see if the presence of lactose as the selective agent causes mutations that\nconfer the ability to eat lactose, then he should not detect this mutation with\nlactose present (i.e. looking for cells that grow with lactose as the only\ncarbon source.) He will never know, in this case, if cells have acquired this\nability without the presence of lactose – a possibility that his theory cannot\nreconcile. In fact, the acknowledgment of fundamental limitations on our ability\nto separate between mutation selection and detection has led Vasily Ogryzko to\nsuggest that for the proper description of the Cairns' experiments, the\nformalism of quantum theory would be required, with the phenomenon of adaptive\nmutations naturally following from such an approach. Ogryzko,\nV. V. (1997). [http://fr.arxiv.org/abs/0704.0034] [http://fr.arxiv.org/abs/q-\nbio/0701050] [http://fr.arxiv.org/abs/0802.2271]\n[http://fr.arxiv.org/abs/0805.4316] Biosystems '43', 83-95\n\nFurthermore, when looking for additional mutations only in cells that have\nalready reverted to Lac+, it would certainly be the case that other, unnecessary\nmutations would be less numerous - especially since most are deleterious.\nHowever, Barry Hall has provided evidence that the mutation rate in bacteria\nunder environmental stress increases across the board, most likely\nindiscriminately. When testing for tryptophan revertants (trp− → trp+, i.e.\ncells that have regained the ability to make tryptophan), he found that\noccurrence of auxotrophic mutants increased as well. Tryptophan revertants,\nwhich had been exposed to the environmental stress of lacking the amino acid,\nsaw a 1.8% rate of auxotrophy for any other amino acid. When testing for\nauxotrophy in cells in non-stressed colonies, he found a rate below 0.01%. From\nthese data, Hall hypothesized that cells under stress enter a \"hyper-mutable\nstate,\" where cells increase their general rate of mutation, increasing the\noverall probability that they will acquire a mutation conferring a phenotype\nthat aids their survival. Hall later determined that his mutants were the result\nof transposon activity, and concluded that his results were in fact about\ntransposon biology, and not mutagenesis.\n\nSimilar results have been observed in other experiments. These experiments\nsuggested that mutations in bacteria are influenced by the selective pressures\nthat the bacteria are placed under.\n\nOne possible explanation is that under conditions of stress the global rate of\nerrors in DNA replication and repair mechanisms is increased, and hence the\nmutation rate is increased.\n\nAnother explanation stems from a similarity in cellular mechanisms underlying\nthe acquisition of adaptive mutations in the bacterial stationary phase cells\nand in the mammalian tumor cells. In both cases the adaptive mutations arise in\nresponse to a sustained stress environment and are promoted by high rate of\ngenomic mutations. Cellular processes leading to the mutations are also\nsurprisingly similar between both organisms and include silencing of\ndifferentiation, cellular senescence, programmed cell death, and DNA repair on\nthe one hand, and activation of the error-prone replication and transposons on\nthe other. The similarity suggests that the adaptive mutations may be an output\nof activation in the stressed cell of a special survival strategy for quick\nadaptation to the stressful environment. This strategy that is also referred as\nthe mutator phenotype is an alternative to other stress-induced strategies, such\nas senescence and programmed cell death, activated in majority of stressed\ncells. Continuing stress-induced proliferative and survival signaling may be an\nimportant prerequisite for epigenetic reprogramming of some cells to activate\nthe mutator phenotype.\n\nCairns' observation of apparently adaptive mutations in the lac operon have been\nshown to have a completely orthodox Darwinian explanation, as explained in the\n2002 article by John Roth and colleagues to be found here:\nhttp://www.pnas.org/content/99/4/2164.full. However, later research published in\n2006 by Jeffrey D. Stumpf, Anthony R. Poteete, and Patricia L. Foster concluded\nthat amplification could not account for the adaptive mutation and that \"mutants\nthat appear during the first few days of lactose selection are true revertants\nthat arise in a single step\".\n","linknr":127,"url":"Directed_mutation","recorded":1362505808,"links":18,"instances":["biology","alternative","biochemist"],"pdf":["http://www.micab.umn.edu/current/adaprev01.pdf"],"categories":["Mutation","Senescence"],"headings":["See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["john_cairns","biochemist"],["stationary_phase","biology"],["quantum_evolution","alternative"]],"members":["stationary_phase","quantum_evolution","john_cairns"],"related":["Mutagenesis","Natural_selection","John_Cairns_(biochemist)","Frameshift_mutation","Lactose","Operon","Bacteria","Agar","Auxotrophic","DNA_replication","DNA_repair","Stationary_phase_(biology)","Tumor","Mutations","Mutations","Senescence","Programmed_cell_death","DNA_repair","Transposons","Senescence","Programmed_cell_death","Epigenetic","Quantum_evolution_(alternative)"]}