{"cursor":"4553","size":15,"audio":[],"currentlang":"en","article":"\n'Ride height' (also called 'ground clearance' or simply 'clearance') is the\namount of space between the base of an automobile tire and the underside of the\nchassis; or, more properly, to the shortest distance between a flat, level\nsurface, and any part of a vehicle other than those parts designed to contact\nthe ground (such as tires, tracks, skis, etc.). Ground clearance is measured\nwith standard vehicle equipment, and for cars, is usually given with no cargo or\npassengers.\n\nGround clearance is a critical factor in several important characteristics of a\nvehicle. For all vehicles, especially cars, variations in clearance represent a\ntrade-off between handling and practicality. A higher ground clearance means\nthat the center of mass of the car is higher, which makes for less precise and\nmore dangerous handling characteristics (most notably, the chance of rollover is\nhigher). However, it also means that the car is more capable of being driven on\nroads that are not level, without the road scraping against and likely damaging\nthe chassis and underbody. Higher ride heights will typically adversely affect\naerodynamic properties. This is why sports cars typically have very low\nclearances, while off-road vehicles and SUVs have higher ones. Two well-known\nextremes of each are the Ferrari F40 and the Hummer.\n\nFor armored fighting vehicles (AFV), ground clearance presents an additional\nfactor in a vehicle's overall performance: a lower ground clearance means that\nthe vehicle minus the chassis is lower to the ground and thus harder to spot and\nharder to hit. The final design of any AFV reflects a compromise between being a\nsmaller target on one hand, and having greater battlefield mobility on the\nother. Very few AFVs have top speeds at which car-like handling becomes an\nissue, though rollovers can and do occur. By contrast, an AFV is far more likely\nto need high ground clearance than a road vehicle.\n\nLowering a car's suspension is a common and relatively inexpensive aftermarket\nmodification. Many people prefer the more aggressive look of a lowered body, and\nthere is an easily realized car handling improvement from the lower center of\ngravity. Most passenger cars are produced such that one or two inches of\nlowering won't increase the probability of damage significantly. On most\nautomobiles, ride height is modified by changing the length of the suspension\nsprings, and is the essence of many aftermarket suspension kits supplied by\nmanufacturers such as Eibach and H&R.\n\nSome cars have used underslung frames to achieve a lower ride height and the\nconsequent improvement in center of gravity. The brass-era cars of the American\nMotor Car Company are one example. http://www.hotrod.com/featuredvehicles/1-\n13_0606_25_dodge_roadster/\n\nSelf-leveling suspension systems are designed to maintain a constant ride height\nregardless of load. Vehicles not equipped with self-leveling will pitch down at\none end when laden; this adversely affects ride, handling, and aerodynamic\nproperties.\n\nSome modern automobiles (such as Audi's Allroad Quattro) have adjustable\nsuspension systems, which can vary the ride height by locating the suspension\nmounting points, depending on road conditions and/or the settings selected by\nthe driver.\n\nOther, simpler suspension systems, such as coilover springs, offer a way of\nmanually adjusting ride height (and often, spring stiffness) by compressing the\nspring in situ, using a threaded shaft and adjustable knob or nut.\n\n18-wheel tractor-trailers also have to take the ground clearance of both their\ntractor and especially trailer into consideration on certain areas of uneven\nterrain, such as raised railroad crossings. Their extremely long wheelbase means\nthat such terrain could potentially catch the undercarriage of the trailer in\nthe wide space between the axles, potentially leaving the truck stuck with no\nmeans to extricate itself.\n\nIn some areas buses are required to have a ground clearance of at least\n100 mm.\n[http://www.transport.sa.gov.au/pdfs/freight/code_conduct_buses.pdf \"Code of\nPractice for Buses\", section 3.2: Ground Clearance] \n","linknr":125,"url":"Ground_clearance","recorded":1362897206,"links":24,"instances":["device","vehicle"],"pdf":["http://www.transport.sa.gov.au/pdfs/freight/code_conduct_buses.pdf"],"categories":["Automotive engineering","Road safety"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/c/c0/MUTCD_W10-5.svg/100px-MUTCD_W10-5.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["suspension","vehicle"],["spring","device"]],"members":["spring","suspension"],"related":["Tire","Chassis","Vehicle","Car","Handling","Rollover","Aerodynamic","Sports_car","Off-road_vehicle","SUV","Ferrari_F40","Hummer","Armored_fighting_vehicle","Chassis","Suspension_(vehicle)","Car_handling","Spring_(device)","Eibach","H&R","Underslung_frame","American_Motor_Car_Company","Self-leveling_suspension","Audi_Allroad_Quattro","Height_adjustable_suspension","Coilover","In_situ","Tractor-trailers"]}