{"cursor":"3036","size":15,"audio":[],"currentlang":"en","article":"\n\n\n'William Walls' (2 August 1819 – 27 September 1893) was a Scottish lawyer,\nindustrialist and Dean of Guild of Glasgow.\n\nThe son of John Walls and Elizabeth (née Flett), he was born in Kirkwall,\nOrkney, and trained as a lawyer in Edinburgh before founding whale oil merchants\nand refiners William Walls & Co in 1847, in Glasgow. Walls served as a town\ncouncilor of Glasgow from 1868–1886, latterly acting as Treasurer. He is\ncredited as helping to secure the post of Town Clerk for his fellow Orcadian Sir\nJames David Marwick who was to largely influence and direct the lines of\nGlasgow's development in the second half of the 19th century. Walls was\ninstrumental in developing Loch Katrine as a reservoir to provide clean water\nfor Glasgow's burgeoning population and, among other awards, was presented with\na medal by the Corporation and citizens in recognition of his services in 1859.\nHe was appointed Dean of Guild of Glasgow in 1887 and continued in this position\nuntil his retirement in 1889.\n\nHis company, William Walls & Co, played an instrumental role in the substantial\ngrowth of Glasgow as one of Britain's leading industrial cities and by the 1860s\nwas a major local employer. The Maryhill works grew exponentially and this\nsometimes brought Walls into conflict with early anti-pollution legislation. In\n1874 he was charged with contravening the smoke section of the Glasgow Police\nAct, 1862, but the case was later dismissed. A caricature in the [[The Bailie]]\nportrays Walls comforting a policeman seemingly overcome by the effects of smoke-\ninhalation, an image which is also strongly redolent of his power and influence\nas a leading industrialist and burgh councilor.\n\nWalls married Sarah Cole, daughter of Thomas Cole, in 1847, and was succeeded as\nsenior partner of William Walls & Co in 1889 by his eldest son William Andrew\nWalls. Walls Street in Glasgow is named after him.\n","linknr":91,"url":"William_Walls","recorded":1362890321,"links":12,"instances":[],"pdf":[],"categories":["1819 births","1893 deaths","Scottish lawyers","Scottish businesspeople","People associated with Glasgow","People from Kirkwall"],"headings":["Sources","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/a/a5/Williamwalls.jpg/140px-Williamwalls.jpg","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Scottish_people","Lawyer","Industrialist","Dean_of_Guild","James_David_Marwick","Loch_Katrine","Dean_of_Guild","Maryhill","William_Andrew_Walls"]}