{"cursor":"27270","size":15,"audio":[],"currentlang":"en","article":"\n\n\nA 'proper noun' is a noun that in its primary application refers to a unique\nentity, such as [[London]], [[Jupiter]], [[Sarah]], or [[Microsoft]], as\ndistinguished from a 'common noun', which usually refers to a class of entities\n(cities, planets, persons, corporations), or non-unique instances of a certain\nclass (a city, another planet, these persons, our corporation). Lester and\nBeason (2005), p. 4; Anderson (2007), pp. 3â5. Some proper nouns\noccur in plural form (optionally or exclusively), and then they refer to groups\nof entities considered as unique (the Hendersons, the [[Everglades]], the\n[[Azores]], the [[Pleiades (Greek mythology)|Pleiades]]). Proper nouns can also\noccur in secondary applications, for example modifying nouns (the Mozart\nexperience; his Azores adventure), or in the role of common nouns (he's no\nPavarotti; a few would-be Napoleons). The detailed definition of the term is\nproblematic and to an extent governed by convention. Valentine et al.\n(1996), pp. 2â5; Anderson (2007), p. 3.\n\nA distinction is normally made in current linguistics between 'proper nouns' and\n'proper names'. By this strict distinction, because the term noun is used for a\nclass of single words (tree, beauty), only single-word proper names are proper\nnouns: Peter and Africa are both proper names and proper nouns; but Peter the\nGreat and South Africa, while they are proper names, are not proper nouns. The\nterm common name is not much used to contrast with proper name, but some\nlinguists have used the term for that purpose. Sometimes proper names are called\nsimply names; but that term is often used more broadly. Words derived from\nproper names are sometimes called proper adjectives (or proper adverbs, and so\non); but not in mainstream linguistic theory. Not every noun or noun phrase that\nrefers to a unique entity is a proper name. Blackness and chastity are common\nnouns, even if blackness and chastity are considered unique abstract entities.\n\nFew proper names have only one possible referent: there are many places named\n[[New Haven (disambiguation)|New Haven]]; [[Jupiter (disambiguation)|Jupiter]]\nmay refer to a planet, a god, a ship, or a symphony; at least one person has\nbeen named [[Mata Hari (disambiguation)|Mata Hari]], but so have a horse, a\nsong, and three films; there are towns and people named [[Toyota\n(disambiguation)|Toyota]], as well as the company.\n\nIn English, proper names in their primary application cannot normally be\nmodified by an article or other determiner (such as any or another), although\nsome may be taken to include the article the, as in the Netherlands, [[Roaring\nForties|the Roaring Forties]], or the [[Rolling Stones]]. A proper name may\nappear to refer by having a descriptive meaning, even though it does not (the\nRolling Stones are not stones and do not roll; a woman named Rose is not a\nflower). Or if it had once been descriptive (and then perhaps not even a proper\nname at all), it may no longer be so (a location previously referred to as \"the\nnew town\" may now have the proper name Newtown, though it is no longer new, and\nis now a city rather than a town).\n\nIn English and many other languages, proper names and words derived from them\nare associated with capitalization; but the details are complex, and vary from\nlanguage to language (French lundi, Canada, canadien; English Monday, Canada,\nCanadian).\n\nThe study of proper names is sometimes called onomastics or onomatology; for a\nsurvey of detailed and pragmatic issues in naming see Name. Rigorous analysis of\nthe semantics of proper names is a matter for philosophy of language; see Proper\nname (philosophy).\n","linknr":255,"url":"Proper_name","recorded":1362268749,"links":35,"instances":["1947_film","linguistics","metalwork","philosophy","grammar","philosophy","linguistics"],"pdf":[],"categories":["Grammar","Nouns by type","Nomenclature"],"headings":["Proper nouns and proper names","Capitalization and proper names","Translation decisions","Capitalized common nouns derived from proper nouns","See also","Notes","References"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["class","philosophy"],["article","grammar"],["determiner","linguistics"],["proper_name","philosophy"],["head","linguistics"],["head","linguistics"],["hi-de-ho","1947_film"],["determiner","linguistics"],["smith","metalwork"],["proper_name","philosophy"]],"members":["head","smith","proper_name","article","class","determiner"],"related":["Noun","Class_(philosophy)","Article_(grammar)","Determiner_(linguistics)","Definite_description","Name","Semantics","Proper_name_(philosophy)","OED","Noun","Noun_phrase","Head_(linguistics)","Noun_phrase","Head_(linguistics)","Cab_Calloway","Hi-De-Ho_(1947_film)","Alphabetic","Letter_case","Capitalization","Lexical_word","Czech_language","Brand_names","Determiner_(linguistics)","Egyptian_hieroglyphs","Cartouche","Chinese_script","Proper_name_mark","Pinyin","Mandarin_Chinese","Sanskrit","Devanagari","Syllabary","Cuban_missile_crisis","Style_guide","Common_name","Homonyms","Word","Letter_case","Capitonym","Orthography","United_States_Constitution","Thirteenth_Amendment_to_the_United_States_Constitution","English_orthography","Title_case","Smith_(metalwork)","Transliteration","Portuguese_language","Ancient_Greek","Aristotle","Name","Proper_name_(philosophy)"]}