{"cursor":"5461","size":15,"audio":[],"currentlang":"en","article":"'Absorbed dose' (also known as 'total ionizing dose', TID) is a measure of the\nenergy deposited in a medium by ionizing radiation per unit mass. It is equal to\nthe energy deposited per unit mass of medium, which may be measured as joules\nper kilogram and represented by the equivalent SI unit, gray (Gy), or the\nantiquated CGS units, rad and rep. The absorbed dose depends not only on the\nincident radiation but also on the absorbing material: a soft X-ray beam may\ndeposit four times more dose in bone than in air, or none at all in a vacuum.\n\nThe absorbed dose is equal to the kerma of the radiation beam times the\nionization energy of the medium to be ionized. For example, the ionization\nenergy of dry air at 20°C and 101.325 kPa of pressure is 33.97 ± 0.06\nJ/C. (33.97 eV per ion pair) Therefore a beam kerma of 2.58×10 -\n4 C/kg (1 roentgen) would deposit an absorbed dose of 8.76×10 -3\nJ/kg (0.00876 Gy or 0.876 rad) in dry air at those conditions.\n\nAbsorbed dose is used to rate the survivability of electronic components to\nnuclear environments, to gauge the risk of acute radiation syndrome, and as an\nintermediate figure in dosimetry calculations. The absorbed dose alone is not an\nadequate indicator of the likely health effects in humans. Consideration must\nalso be given to the type of radiation, the dose rate, the affected tissues, and\nother factors. For example, 1 Gy of alpha radiation would carry a much greater\nrisk of cancer than 1 Gy of photon radiation. Further calculation can be\nperformed to find the equivalent dose for whole body external exposure, the\neffective dose for partial body external exposure, or the committed dose for\ninternal exposures. These adjusted doses, measured in units of sievert (Sv) or\nrem, are much more representative of the stochastic risks to human health.\n\nWhen the absorbed dose is not uniform, or when it is only applied to a portion\nof a body or object, an absorbed dose representative of the entire item can be\ncalculated by taking a mass-weighted average of the absorbed doses at each\npoint. More precisely,\n\n\\bar{D_T}=\\frac{\\int_{T}D(x,y,z)\\rho(x,y,z)dV}{\\int_{T}\\rho(x,y,z)-\ndV}\n\nWhere\n: \\bar{D_T} is the mass-averaged absorbed dose of the entire item T\n: T is the item of interest D(x,y,z) is the absorbed\n:dose as a function of location \\rho(x,y,z) is the density as a\n:function of location V is volume\n\nNon-uniform absorbed dose is common for soft radiations such as low energy x-\nrays or beta radiation. Self-shielding means that the absorbed dose will be\nhigher in the tissues facing the source than deeper in the body.\n\nThe mass average can be important in evaluating the risks of radiotherapy\ntreatments, since they are designed to target very specific volumes in the body,\ntypically a tumour. For example, if 10% of a patient's bone marrow mass is\nirradiated with 10 Gy of radiation locally, then the absorbed dose in bone\nmarrow overall would be 1 Gy. Bone marrow makes up 4% of the body mass, so the\nwhole-body absorbed dose would be 0.04 Gy. The first figure (10 Gy) is\nindicative of the local effects on the tumour, while the second and third figure\n(1 Gy and 0.04 Gy) are better indicators of the overall health effects on the\nwhole organism. Additional dosimetry calculations would have to be performed on\nthese figures to arrive at a meaningful effective dose, which is needed to\nestimate the risk of cancer or other stochastic effects.\n\nWhen ionizing radiation is used to treat cancer, the doctor will usually\nprescribe the radiotherapy treatment in units of gray. Medical imaging doses may\nbe described in units of coulomb per kilogram, but when radiopharmaceuticals are\nused, they will usually be administered in units of becquerel. When health risk\nfrom ionizing radiation is being discussed, the sievert would be used. There is\nno universally applicable conversion constant between these different units\nbecause they measure different things.\n","linknr":142,"url":"Absorbed_dose","recorded":1362676196,"links":39,"instances":["physics","radiation","unit","unit","unit","unit"],"pdf":["http://www-pub.iaea.org/mtcd/publications/pdf/pub1196_web.pdf","http://www-pub.iaea.org/mtcd/publications/pdf/pub1196_web.pdf","http://www.ornl.gov/info/reports/1982/3445603573381.pdf"],"categories":["Physical quantities","Radiobiology"],"headings":["See also","References","External links"],"image":["//upload.wikimedia.org/math/d/2/c/d2c992faae83cbe85bad19aed7096f87.png","//upload.wikimedia.org/math/c/a/9/ca92d124392b614f90129615975eaf14.png","//upload.wikimedia.org/math/b/9/e/b9ece18c950afbfa6b0fdbfa4ff731d3.png","//upload.wikimedia.org/math/0/f/6/0f6accea29c9b0cd88f02c0bb8ad2f5c.png","//upload.wikimedia.org/math/9/2/f/92f53623b6d3e9d7fe7b56295ae69ffa.png","//upload.wikimedia.org/math/5/2/0/5206560a306a2e085a437fd258eb57ce.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["gray","unit"],["rad","unit"],["kerma","physics"],["roentgen","unit"],["effective_dose","radiation"],["rem","unit"],["kerma","physics"]],"members":["kerma","effective_dose","gray","rem","roentgen","rad"],"related":["Ionizing_radiation","Gray_(unit)","Centimetre_gram_second_system_of_units","Rad_(unit)","Roentgen_equivalent_physical","Kerma_(physics)","Roentgen_(unit)","Acute_radiation_syndrome","Dosimetry","Alpha_particle","Photon","Equivalent_dose","Effective_dose_(radiation)","Committed_dose","Sievert","Rem_(unit)","Radiotherapy","Medical_imaging","Coulomb","Kilogram","Radiopharmaceutical","Becquerel","Sievert","Specific_absorption_rate","Equivalent_dose","Kerma_(physics)"]}