{"cursor":"14020","size":15,"audio":[],"currentlang":"en","article":"\n\n{{Multiple issues\n | cleanup=December 2009 original research=December 2009\n|no footnotes = December 2009|\n\n}}\n\n'Objectivity' in science is a value that informs how science is practiced and\nhow scientific truths are created. It is the idea that scientists, in attempting\nto uncover truths about the natural world, must aspire to eliminate personal\nbiases, a priori commitments, emotional involvement, etc. Daston and\nGalison, 2007 Objectivity is often attributed to the property of\nscientific measurement, as the accuracy of a measurement can be tested\nindependent from the individual scientist who first reports it. It is thus\nintimately related to the aim of testability and reproducibility. To be properly\nconsidered objective, the results of measurement must be communicated from\nperson to person, and then demonstrated for third parties, as an advance in\nunderstanding of the objective world. Such demonstrable knowledge would\nordinarily confer demonstrable powers of prediction or technological\nconstruction.\n\nHowever, this traditional view about objectivity ignores several things. First,\nthe selection of the specific object to measure is typically a subjective\ndecision and it often involves reductionism. Second, and potentially much more\nproblematic, is the selection of instruments (tools) and measurement\nmethodology. Some features or qualities of the object under study will be\nignored in the measurement process, and the limitations of the chosen\ninstruments will cause data to be left out of consideration. In addition to\nthese absolute limits of objectivity surrounding the measurement process, any\ngiven community of researchers often shares certain \"subjective views\", and this\nsubjectivity is therefore built in to the conceptual systems. It can even be\nbuilt into the design of the tools used for measurement. Total objectivity is\narguably not even possible in some—or maybe all—situations. It is, at least, a\nprocess replete with uncertainties and challenges (cf. Latour, 1987: 63-79,\nPolanyi, 1958). One example of an objective idea is in the concept that all\nperception is relative. In accepting this, one encounters the objective.\n\nProblems arise from not understanding the limits of objectivity in scientific\nresearch, especially when results are generalized. Given that the object\nselection and measurement process are typically subjective, when results of that\nsubjective process are generalized to the larger system from which the object\nwas selected, the stated conclusions are necessarily biased.\n\nObjectivity should not be mixed up with scientific consensus. Scientists may\nagree at one point in time but later discover that this consensus represented a\nsubjective point of view.\n","linknr":348,"url":"Objectivity_(science)","recorded":1362540021,"links":28,"instances":[],"pdf":[],"categories":["Philosophy of science"],"headings":["History","Objectivity in measurement","Objectivity in experimental set-up and interpretation","Deliberate misrepresentation","The role of the scientific community","Critiques of scientific objectivity","Footnotes","References","Further reading"],"image":["//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/40px-Text_document_with_red_question_mark.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png","//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Measurement","Testability","Reproducibility","Reductionism","Scientific_consensus","Lorraine_Daston","Peter_Galison","Age_of_Enlightenment","Natural_history","Measuring_tool","Meter","Stopwatch","Thermometer","Measuring_instrument","Spectrometer","Voltmeter","Timer","Oscilloscope","Gravimeter","Perception","Measurement","Number","Standardization","Units_of_measurement","Nominal_data","Operational_definition","Bias","Cognitive_bias","Cultural_bias","Sampling_bias","Random_sampling","Double-blind","Academic_scandal","Peer_review","Scientific_conference","Interpretivism","The_Logic_of_Modern_Physics","Thomas_Kuhn","Paradigm","Falsify","Karl_Popper","Falsificationism","Richard_Dawkins","Alan_Sokal","Relativist","Donna_Haraway","Stephen_Gaukroger"]}