{"cursor":"1477","size":15,"audio":[],"currentlang":"en","article":"\n'Macrovascular disease' is a disease of any large (macro) blood vessels in the\nbody. It is a disease of the large blood vessels, including the coronary\narteries, the aorta, and the sizable arteries in the brain and in the limbs.\n\nThis sometimes occurs when a person has had diabetes for a long time. Fat and\nblood clots build up in the large blood vessels and stick to the vessel walls.\n\nThree common macrovascular diseases are coronary disease (in the heart),\ncerebrovascular disease (in the brain), and peripheral vascular disease (in\nthe limbs)\n\nMacrovascular disease (macroangiopathy) refers to atherosclerosis.\nAtherosclerosis is a form of arteriosclerosis (thickening and hardening of\narterial walls), characterized by plaque deposits of lipids, fibrous connective\ntissue, calcium, and other blood substances. Atherosclerosis, by definition,\naffects only medium and large arteries (excluding arterioles).\n\nMacrovascular disease is associated with the development of coronary artery\ndisease, peripheral vascular disease, brain attack (stroke), and increased risk\nof infection. Type 2 diabetes is more closely associated with macrovascular\ndiseases than type 1 diabetes. Peripheral vascular disease and increased risk of\ninfection have important implications in the care of the acutely ill patient.\n","linknr":91,"url":"Macrovascular_disease","recorded":1362482085,"links":15,"instances":[],"pdf":[],"categories":["Vascular diseases"],"headings":[],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Rod_of_Asclepius2.svg/9px-Rod_of_Asclepius2.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Blood_vessel","Diabetes","Fat","Blood_clot","Coronary_disease","Cerebrovascular_disease","Peripheral_vascular_disease"]}