{"cursor":"9930","size":15,"audio":[],"currentlang":"en","article":"An 'expressed sequence tag' or 'EST' is a short sub-sequence of a cDNA\nsequence. [http://www.ncbi.nlm.nih.gov/About/primer/est.html ESTs\nFactsheet]. National Center for Biotechnology Information. They may be\nused to identify gene transcripts, and are instrumental in gene discovery and\ngene sequence determination. The identification of ESTs\nhas proceeded rapidly, with approximately 72.6 million ESTs now available in\npublic databases (e.g. GenBank 11 May 2011, all species).\n\nAn EST results from one-shot sequencing of a cloned cDNA. The cDNAs used for EST\ngeneration are typically individual clones from a cDNA library. The resulting\nsequence is a relatively low quality fragment whose length is limited by current\ntechnology to approximately 500 to 800 nucleotides. Because these clones consist\nof DNA that is complementary to mRNA, the ESTs represent portions of expressed\ngenes. They may be represented in databases as either cDNA/mRNA sequence or as\nthe reverse complement of the mRNA, the template strand.\n\nESTs can be mapped to specific chromosome locations using physical mapping\ntechniques, such as radiation hybrid mapping, Happy mapping, or FISH.\nAlternatively, if the genome of the organism that originated the EST has been\nsequenced, one can align the EST sequence to that genome using a computer.\n\nThe current understanding of the human set of genes () includes the existence of\nthousands of genes based solely on EST evidence. In this respect, ESTs have\nbecome a tool to refine the predicted transcripts for those genes, which leads\nto the prediction of their protein products and ultimately their function.\nMoreover, the situation in which those ESTs are obtained (tissue, organ, disease\nstate - e.g. cancer) gives information on the conditions in which the\ncorresponding gene is acting. ESTs contain enough information to permit the\ndesign of precise probes for DNA microarrays that then can be used to determine\nthe gene expression.\n\nSome authors use the term \"EST\" to describe genes for which little or no further\ninformation exists besides the\ntag. [http://www.ncbi.nlm.nih.gov/dbEST/how_to_submit.html dbEST ]\n\nThe significance of ESTs, their properties, methods to analyze EST dataset and\ntheir applications in different areas of biology have been reviewed by Nagaraj\net al. (2007).\n","linknr":203,"url":"Expressed_sequence_tag","recorded":1362374123,"links":20,"instances":["genetics"],"pdf":[],"categories":["Gene expression","Genomics","DNA"],"headings":["History","Sources of data and annotations","See also","References","External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["transcription","genetics"]],"members":["transcription"],"related":["CDNA","National_Center_for_Biotechnology_Information","Transcription_(genetics)","GenBank","Sequencing","CDNA","CDNA_library","Nucleotide","Template_strand","Gene_mapping","Radiation_hybrid_mapping","Happy_mapping","Fluorescent_in_situ_hybridization","Human_genome","Cancer","DNA_microarray","Gene_expression","GenBank","Contig","Gene_expression","Complementary_DNA","IMAGE_cDNA_clones","Whole_genome_sequencing","GenBank"]}