{"cursor":"6500","size":15,"audio":[],"currentlang":"en","article":"]]\n\n\n\n'Xanthophylls' (originally 'phylloxanthins') are yellow pigments that form one\nof two major divisions of the carotenoid group. The name is from Greek xanthos\n('ξανθος', \"yellow\") '+' phyllon ('φύλλον', \"leaf\"), due to their formation of\nthe yellow band seen in early chromatography of leaf pigments. Their molecular\nstructure is similar to carotenes, which form the other major carotenoid group\ndivision, but xanthophylls contain oxygen atoms, while carotenes are purely\nhydrocarbons with no oxygen. Xanthophylls contain their oxygen either as\nhydroxyl groups and/or as pairs of hydrogen atoms that are substituted by oxygen\natoms acting as a bridge (epoxide). For this reason, they are more polar than\nthe purely hydrocarbon carotenes, and it is this difference that allows their\nseparations from carotenes in many types of chromatography. Typically, carotenes\nare more orange in color than xanthophylls.\n\nLike other carotenoids, xanthophylls are found in highest quantity in the leaves\nof most green plants, where they act to modulate light energy and perhaps serve\nas a non-photochemical quenching agent to deal with triplet chlorophyll (an\nexcited form of chlorophyll), which is overproduced at high light levels in\nphotosynthesis. The xanthophylls found in the bodies of animals, and in dietary\nanimal products, are ultimately derived from plant sources in the diet. For\nexample, the yellow color of chicken egg yolks, fat, and skin comes from\ningested xanthophylls (primarily lutein, which is often added to chicken feed\nfor this purpose).\n\nThe yellow color of the human macula lutea (literally, yellow spot) in the\nretina of the eye comes from the lutein and zeaxanthin it contains, both\nxanthophylls again requiring a source in the human diet to be present in the\neye. These function in eye protection from ionizing blue light, which they\nabsorb. These two specific xanthophylls do not function in the mechanism of\nsight, since they cannot be converted to retinal (also called retinaldehyde or\nvitamin A aldehyde).\n\nThe group of xanthophylls includes (among many other compounds) lutein,\nzeaxanthin, neoxanthin, violaxanthin, and α- and β-cryptoxanthin. The latter\ncompound is the only known xanthophyll to contain a beta-ionone ring, and thus\nβ-cryptoxanthin is the only xanthophyll that is known to possess pro-vitamin A\nactivity for mammals. Even then, it is a vitamin only for plant-eating mammals\nthat possess the enzyme to make retinal from carotenoids that contain beta-\nionone (some carnivores lack this enzyme). In species other than mammals,\ncertain xanthophylls may be converted to hydroxylated retinal-analogues that\nfunction directly in vision. For example, with the exception of certain flies,\nmost insects use the xanthophyll derived R-isomer of 3-hydroxyretinal for visual\nactivities, which means that β-cryptoxanthin and other xanthophylls (such as\nlutein and zeaxanthin) may function as forms of visual \"vitamin A\" for them,\nwhile carotenes (such as beta carotene) do not.\n","linknr":244,"url":"Xanthophyll","recorded":1362482718,"links":41,"instances":["biology"],"pdf":[],"categories":["Carotenoids","Alcohols"],"headings":["Xanthophyll cycle","References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/9/96/Cryptoxanthin.png/400px-Cryptoxanthin.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/3/35/Raw_egg.jpg/220px-Raw_egg.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Chromatography_of_chlorophyll_-_Step_7.jpg/100px-Chromatography_of_chlorophyll_-_Step_7.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Violaxanthin_cycle.png/400px-Violaxanthin_cycle.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["egg","biology"]],"members":["egg"],"related":["Pigment","Carotenoid","History_of_chromatography","Carotene","Hydroxyl_group","Epoxide","Polar_molecule","Chromatography","Leaves","Plants","Non-photochemical_quenching","Egg_(biology)","Yolk","Lutein","Macula_lutea","Retina","Retinal","Vitamin_A","Lutein","Zeaxanthin","Neoxanthin","Violaxanthin","Cryptoxanthin","Cryptoxanthin","Cryptoxanthin","Violaxanthin","Zeaxanthin","Non-photochemical_quenching","Photoinhibition","Anti-oxidant","Diatoms","Dinoflagellates","Diadinoxanthin","Diatoxanthin","Dinoxanthin"]}