{"cursor":"11589","size":15,"audio":[],"currentlang":"en","article":"\n{{Taxobox\n| name = Rhodococcus\n|image=Rhodococcus_species.jpg |image_caption=Rhodococcus sp.\n| regnum = Bacteria phylum = Actinobacteria ordo = Actinomycetales subordo =\n| Corynebacterineae familia = Nocardiaceae genus = 'Rhodococcus' genus_authority\n| = Zopf 1891\n}} 'Rhodococcus' is a genus of aerobic, nonsporulating, nonmotile Gram-positive\nbacteria closely related to Mycobacteria and Corynebacteria. While a few species are\npathogenic, most are benign and have been found to thrive in a broad range of\nenvironments, including soil, water, and eukaryotic cells. Fully sequenced in\nOctober 2006, the genome is known to be 9.7 megabasepairs long and 67% G/C.\n\nStrains of Rhodococcus are applicably important owing to their ability to\ncatabolize a wide range of compounds and produce bioactive steroids,\nacrylamide, and acrylic acid, and their involvement in fossil fuel\nbiodesulfurization. This genetic and catabolic diversity\nis not only due to the large bacterial chromosome, but also to the presence of\nthree large linear plasmids. Rhodococcus is also an\nexperimentally advantageous system owing to a relatively fast growth rate and\nsimple developmental cycle. However, as it stands now, Rhodococcus is not well\ncharacterized.\n\nAnother important application of Rhodococcus comes from bioconversion, using\nbiological systems to convert cheap starting material into more valuable\ncompounds. This use of Rhodococcus is borne out of its ability to metabolize\nharmful environmental pollutants, such as toluene, naphthalene, herbicides, and\nPCBs. Rhodococci typically metabolize aromatic substrates by first oxygenating\nthe aromatic ring to form a diol (two alcohol groups). Then, the ring is cleaved\nwith intra/extradiol mechanisms, opening the ring and exposing the substrate to\nfurther metabolism. Since the chemistry here is very stereospecific, the diols\nare created with predictable chirality. While controlling the chirality of\nchemical reaction presents a significant challenge for synthetic chemists,\nbiological processes can be used instead to faithfully produce chiral molecules\nin cases where direct chemical synthesis is infeasible or inefficient. An\nexample of this is the use of Rhodococcus to produce indene, a precursor to the\nAIDS drug indinavir, a protease inhibitor, and containing two of the five chiral\ncenters needed in the complex.\n","linknr":223,"url":"rhodococcus","recorded":1362574190,"links":19,"instances":[],"pdf":[],"categories":["Corynebacterineae"],"headings":["Biodegradation of organic pollutants","Pathogenic ''Rhodococcus''","Species","References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/0/09/Rhodococcus_species.jpg/220px-Rhodococcus_species.jpg","//upload.wikimedia.org/wikipedia/en/9/9e/Crixivan2.gif","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/en/thumb/d/da/Rhodococcus_sp..jpg/100px-Rhodococcus_sp..jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Bacteria","Actinobacteria","Actinomycetales","Corynebacterineae","Nocardiaceae","Zopf","Gram-positive","Mycobacteria","Corynebacteria","Eukaryotic","Acrylamide","Acrylic_acid","Toluene","Naphthalene","Aromatic","Indene","AIDS","Indinavir","Microbial_biodegradation","Pollutant","Aromatic_compounds","Catabolism","Organic_compound","Genome","Xenobiotic","Quinoline","Pyridine","Catechol","Angiosperm","Gymnosperm","AIDS","Barbara_A._Schaal","P._H._H._Gray","H._G._Thornton","Lignin","Kruse"]}