{"cursor":"9062","size":15,"audio":[],"currentlang":"en","article":" In legal definitions for interpersonal status, a 'single person' is someone who\n is not in a relationship or is \"unmarried\". If a marriage is annulled, however,\n or it is found to have been void ab initio (i.e. not valid in law to start\n with), and assuming the person was not married previously, that individual is\n single, rather than unmarried. In that situation, the law behaves as though the\n parties thought they were married when, in actuality, they were not. The term\n single in its common usage is often referred to someone who isn't involved in\n any type of romantic relationship, whether it would be dating, engagement, or\n marriage. Both single and unmarried people may participate in dating rituals\n and other activities to find a long-term partner or spouse. However, in some\n cases single people are not interested in marriage, domestic partnership, or\n other types of formal, committed relationships.\n\nPeople may remain single for a variety of reasons, including: financial and\nemotional or physical health issues, stress in the family, time constraints,\neducation, career, personal preferences, advanced age, social fears or love-\nshyness, and even living in a society or locality where there aren't enough\npeople of the sex one is attracted to. [http://news.discovery.com/human/china-birth-rate-single-\nmen.html China's Gender Gap Leaves Millions of Single Men: The nation's one-\nchild policy could leave 24 million bachelors by the year\n2020] AFP/Discovery News, January 12, 2010Alex Williams,\n[http://www.nytimes.com/2010/02/07/fashion/07campus.html \"The New Math on\nCampus\"], New York Times, February 5, 2010 Certain careers and positions\nrequire that people remain single. Sometimes, this is coupled with celibacy or\nchastity, either for secular or for religious reasons, such as priests, nuns and\nmonks in certain faiths. Loneliness can occur for some people who look for but\ncannot find anyone they might wish to date, especially for those suffering the\nloss of companionship following divorce or bereavement. Some single people,\nhowever, regard and appreciate solitude as an opportunity.\n\nCertain situations assume that a person is married; this includes laws that vary\ndepending on the country. For example, in the United States, Social Security\nrelies on spouses, children, and other family, until the point that a given\nindividual is legally elderly (65 years of age or over), or if the person has a\nsignificant disability (of any age; see Social Security Disability). It is\ngenerally assumed an individual's family member(s) will inherit or replace the\nholder when they are deceased. Therefore, except for the elderly and the legally\ndisabled, US Social Security is not a benefit single people can claim.\n","linknr":205,"url":"Single_person","recorded":1362477283,"links":26,"instances":["united_states"],"pdf":[],"categories":["Interpersonal relationships","Philosophy of love"],"headings":["United States","United Kingdom","Japan","Terminology","Targeted commerce","References"],"image":["//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["social_security","united_states"]],"members":["social_security"],"related":["Interpersonal_relationship","Courtship","Engagement","Marriage","Love-shyness","Celibacy","Chastity","Priest","Nun","Monk","Loneliness","Interpersonal_relationship","Divorce","Bereavement","Solitude","United_States","Social_Security_(United_States)","Elderly","Disability","Social_Security_Disability","United_States_Bureau_of_the_Census","Vietnam_War","United_Kingdom","Self-esteem","Japan","American_English","Spinster","France","Purchasing_power","Dating_services","Dwight_D._Eisenhower","Military_industrial_complex","Singles_event","Christmas_Eve","Matzo_Ball"]}