{"cursor":"3968","size":15,"audio":[],"currentlang":"en","article":"\n\n herding. This behaviour is an example of modified prey drive.]] 'Prey drive' is\n the instinctive inclination of a carnivore to pursue and capture prey, chiefly\n used to describe habits in dog training.\n\nIn dog training, prey drive can be used as an advantage because dogs with strong\nprey drive are also willing to pursue moving objects such as toys, which can\nthen be used to encourage certain kinds of behavior, such as that of greyhound\nracing or the speed required in dog agility. The prey drive can be an\nimportant component of pet dog training, obedience training and schutzhund as\nwell. Games such as fetch and tug-of-war can be an effective\nmotivator and reward for learning.\n\nIn all predators the prey drive follows an inevitable sequence: the search, the\neye-stalk, the chase, the grab bite, and the kill bite. In wolves, the prey\ndrive is complete and balanced. In different breeds of dog certain of these five\nsteps have been amplified or reduced by human-controlled selective breeding for\nvarious purposes. The search aspect of the prey drive, for example, is very\nvaluable in detection dogs such as bloodhounds and beagles. The eye-stalk is a\nstrong component of the behaviors used by herding dogs, who find herding its own\nreward. The chase is seen most clearly in racing dogs, while the grab-bite and\nkill-bite are valuable in the training of terriers. In many breeds of dog, prey\ndrive is so strong that the chance to satisfy the drive is its own reward, and\nextrinsic reinforcers are not required to compel the dog to perform the\nbehaviour.\n\nCertain aspects of the prey drive can be a disadvantage in some dogs. In\nretrievers, for example, the dog is expected to chase prey and bring it back to\nthe human hunter, but not bite or damage it. Herding dogs must exhibit the\nstalking and chasing aspects of prey drive, but should have strongly inhibited\ngrab bite and kill bite stages to prevent them wounding stock. Bull Terriers\nsuch as the Staffordshire bull terrier have an amplified grab-bite as they were\noriginally bred to bait bulls (restrain bulls by hanging onto their noses), but\nnever needed to find or stalk the prey.\n\nLevels of prey drive often vary substantially in different dogs. Narcotics\ndetection dogs and search and rescue dogs must have enough prey drive to keep\nthem searching for hours in the hope of finding their quarry (a find which is\ngenerally rewarded with a game of tug). Therefore, a dog with low drive does not\nmake a successful detection or search dog, but a dog who is too high in prey\ndrive may be unsuitable as a pet for a suburban home, as it may become bored and\ndestructive when its high drive is not regularly satisfied.\n\nDogs are happiest and most balanced in overall behavior when their prey drive is\nproperly stimulated and satisfied through play. Many professional dog trainers\nconsider dog bite tug to be very effective training tool in prey drive and\nretrieve developing skills.\n","linknr":121,"url":"Prey_drive","recorded":1362671038,"links":16,"instances":["animal_behavior"],"pdf":[],"categories":["Dog training and behavior","Predation"],"headings":["Notes"],"image":["//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/KeepstoneFetchcropped.JPG/220px-KeepstoneFetchcropped.JPG","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["play","animal_behavior"]],"members":["play"],"related":["Sheepdog_trial","Instinct","Carnivore","Prey","Dog_training","Greyhound_racing","Dog_agility","Dog_training","Obedience_training","Schutzhund","Selective_breeding","Herding_dog","Retriever","Staffordshire_bull_terrier","Bull-baiting","Sniffer_dog","Search_and_rescue_dog","Play_(animal_behavior)","Dog_bite_tug"]}