{"cursor":"4704","size":15,"audio":[],"currentlang":"en","article":"'RNA-induced transcriptional silencing' (RITS) is a form of RNA interference\nby which short RNA molecules - such as small interfering RNA (siRNA) -\ntrigger the downregulation of transcription of a particular gene or genomic\nregion. This is usually accomplished by posttranslational modification of\nhistone tails (e.g. methylation of lysine 9 of histone H3) which target the\ngenomic region for heterochromatin formation. The protein complex that binds\nto siRNAs and interacts with the methylated lysine 9 residue of histones H3\nis the RITS complex.\n\nRITS was discovered in the fission yeast [[Schizosaccharomyces pombe]], and has\nbeen shown to be involved in the initiation and spreading of heterochromatin in\nthe mating-type region and in centromere formation. The RITS complex in S. pombe\ncontains at least a piwi domain-containing RNase H-like argonaute, a\nchromodomain protein Chp1, and an argonaute interacting protein Tas3 which can\nalso bind to Chp1, while heterochromatin formation has\nbeen shown to require at least argonaute and an RNA-dependent RNA\npolymerase. Loss of these genes in S. pombe results in\nabnormal heterochromatin organization and formation of the chromosome\ncentromeres, resulting in slow or stalled anaphase\nduring cell division.\n\nThe maintenance of heterochromatin regions by RITS complexes has been described\nas a self-reinforcing feedback loop, in which RITS complexes stably bind the\nmethylated histones of a heterochromatin region and induce co-transcriptional\ndegradation of any nascent messenger RNA (mRNA) transcripts, which are then used\nas RNA-dependent RNA polymerase substrates to replenish the complement of siRNA\nmolecules. Heterochromatin formation, but possibly\nnot maintenance, is dependent on the ribonuclease protein dicer, which is used\nto generate the initial complement of siRNAs.\n\nThe relevance of observations from fission yeast mating-type regions and\ncentromeres to mammals is not clear, as some evidence suggests that\nheterochromatin maintenance in mammalian cells is independent of the components\nof the RNAi pathway.\n","linknr":156,"url":"RNA-induced_transcriptional_silencing","recorded":1362481195,"links":13,"instances":["genetics"],"pdf":[],"categories":["Gene expression","RNA"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/a/ac/NIEHScell.jpg/50px-NIEHScell.jpg","//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["transcription","genetics"]],"members":["transcription"],"related":["RNA_interference","RNA","Small_interfering_RNA","Transcription_(genetics)","Gene","Genome","Histone","Heterochromatin","Protein_complex","Fission_yeast","Mating-type_region","Centromere","Piwi_domain","RNase_H","Argonaute","Chromodomain","RNA-dependent_RNA_polymerase","Chromosome","Centromere","Anaphase","Cell_division","Feedback_loop","Messenger_RNA","RNA-dependent_RNA_polymerase","Ribonuclease","Dicer","Mammal"]}