{"cursor":"3855","size":15,"audio":[],"currentlang":"en","article":"'Anti-Soviet agitation and propaganda' (ASA) () was a criminal offence in the\nSoviet Union. The term was interchangeably used with 'counterrevolutionary\nagitation.' The latter one was in use after the Russian Revolution and was\ngradually phased out by the end of 1930s in favor of the former one.\n\nAccording to article article 58.10 of RSFSR Penal Code that acted during the\nperiod of Stalinism, \"propaganda and agitation that called to overturn or\nundermining of the Soviet power\" was punishable with at least 6 months of\nimprisonment and up to the death sentence in the periods of war or unrest.\n\nSince 1958 the RSFSR Penal Code was significantly revised. Its language was\nchanged to make it closer to Western legal norms. Article 58.10 was\nimplemented by a separate Article 70, 'Anti-Soviet agitation and propaganda'.\n. Ferdinand Joseph Maria Feldbrugge, Gerard Pieter van den\nBerg, William B. Simons (1985) \"Encyclopedia of Soviet Law\", [[BRILL]], ISBN\n90-247-3075-9\n\nIt was defined as:  #propaganda or agitation with the purpose\nof undermining or weakening of the Soviet power or with the purpose of\ncommitting or incitement to commit particularly grave crimes against the Soviet\nstate (as defined in the law); #the spreading with the same purposes of\nslanderous fabrications that target the Soviet political and social system;\n#production, dissemination or storage, for the same purposes, of literature with\nanti-Soviet content\n\nThe penalty was from six months to 7 years of imprisonment, with possible\nsubsequent internal exile from 2 to 5 years.\n\nThe article 70 was considered by the critics of the Soviet System as the grave\nviolation of the freedom of speech. It was among the main legal instruments for\nthe prosecution of the Soviet dissidents, some other being the punitive\npsychiatry and the offence of the social parasitism. In particular, the clause\nabout literature targeted the [[samizdat]].\n\nWhile the clauses was phrased using the provision \"with the purpose of\",\nofficial commentaries (referred to as \"Additions and Explanations to...\"), as\nwell as the actual legal practice made it sufficient to assert that the\nprosecuted person of sane mind must have realized the malicious implications of\ntheir utterances.\n\nThis article was the most common tool in fighting Soviet dissidents. Shortly\nafter the Sinyavsky-Daniel trial, the Soviet Penal Code was augmented with a\nweaker Article 190-1, Dissemination of knowingly false fabrications that defame\nthe Soviet state and social system (1967). It basically repeated the Article 70,\nwith the omitted provision of the \"anti-Soviet purpose\". The penalty was lower:\nup to 3 years of imprisonment.\n\nPetro Grigorenko in his memoirs wrote that any critique of the Soviet government\nor events in the Soviet Union was easily classified as ASA. Dissemination of any\ninformation which was not officially recognized was classified as \"'Anti-Soviet\nslander'\". In this way nearly all members of Helsinki Watch were imprisoned.\nPetro Grigorenko Memoirs: Pietro G. Grigorenko W W Norton & Co Inc; 1st ed\nedition (1984) ISBN 0-393-01570-X  \n","linknr":108,"url":"Anti-Soviet_agitation","recorded":1362892013,"links":11,"instances":["social_offense","rsfsr_penal_code"],"pdf":[],"categories":["Political repression in the Soviet Union","Soviet law"],"headings":["References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["article_58","rsfsr_penal_code"],["parasitism","social_offense"]],"members":["parasitism","article_58"],"related":["Criminal_offence","Soviet_Union","Russian_Revolution_of_1917","Article_58_(RSFSR_Penal_Code)","RSFSR","Stalinism","Death_sentence","Soviet_power","Exile","Freedom_of_speech","Soviet_dissidents","Punitive_psychiatry","Parasitism_(social_offense)","Soviet_dissident","Sinyavsky-Daniel_trial","Petro_Grigorenko","Helsinki_Watch"]}