{"cursor":"6021","size":15,"audio":[],"currentlang":"en","article":"{{Infobox protein family\n| Symbol = Myosin_head Name = Myosin_head image = PDB 1kk7 EBI.jpg width =\n| caption = scallop myosin in the near rigor conformation Pfam = PF00063\n| Pfam_clan = CL0023 InterPro = IPR001609 SMART = PROSITE = PDOC00017 MEROPS =\n| SCOP = 1mys TCDB = OPM family = OPM protein = CAZy = CDD = cd00124\n}} Muscle contraction is caused by the sliding action of the thick filaments\nover the thin filaments of the myofibril. Myosin is a major component of thick\nfilaments and exists as a hexamer of 2 heavy chains, 2 alkali light chains, and 2 regulatory light chains.\nThe heavy chain can be subdivided into the N-terminal globular head and the C-\nterminal coiled-coil rod-like tail, although some forms have a globular region\nin their C-terminal. There are many cell-specific isoforms of myosin heavy\nchains, coded for by a multi-gene family. Myosin\ninteracts with actin to convert chemical energy, in the form of ATP, to\nmechanical energy. The 3-D structure of the head\nportion of myosin has been determined  and a model\nfor actin-myosin complex has been constructed.\n\nThe globular head is well conserved, and is key to\ncontraction. Muscle contraction results from an attachment–detachment cycle\nbetween the myosin heads extending from myosin filaments and the sites on actin\nfilaments. The myosin head first attaches to actin together with the products of\nATP hydrolysis, performs a power stroke associated with release of hydrolysis\nproducts, and detaches from actin upon binding with new ATP. The detached myosin\nhead then hydrolyses ATP, and performs a recovery stroke to restore its initial\nposition. The strokes have been suggested to result from rotation of the lever\narm domain around the converter domain, while the catalytic domain remains\nrigid.\n","linknr":167,"url":"Myosin_head","recorded":1362890378,"links":11,"instances":[],"pdf":[],"categories":["Protein domains"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/b/b9/PDB_1kk7_EBI.jpg/220px-PDB_1kk7_EBI.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Muscle","Muscle_contraction","Protein_filament","Myosin","Protein_filament","Polymer","Gene_regulation","Coiled_coil","Isoforms","Genetic_code","Protein-protein_interaction","Actin","Energy","Protein_complex"]}