{"cursor":"3675","size":15,"audio":[],"currentlang":"en","article":"\n\n\n'Moh' (Sanskrit muh: “to become stupefied, to be bewildered or perplexed, to\nerr, to be mistaken”) stands in ancient texts for perplexity or confusion as\nalso for the cause of confusion, that is, avidya or ajnana (ignorance or\nillusion).\n\nIn another context, it stands for “the snare of worldly illusion, infatuation.”\nIts function is twofold: it bedims the discernment of truth, prevents the\ndiscernment of reality, and it creates an error of judgement or leads to wrong\nknowledge (mithya jnana). Men believe in an eternal reality of their own\nexistence or ego; they see truth in what is false and seek happiness in what\nbegets suffering.\n\nIn Punjabi 'Moh' generally means 'love of and attachment to worldly things and\nrelations'. In Sikh Scripture, the term frequently occurs coupled with maya\n(maia) as maya-moh interpreted both as infatuation for or clinging to the\nillusory world of the senses and as illusion of worldly love and attachment.\nSikh interpretation of maya, however, differs from that of classical, advaita\nphilosophy, which considers the phenomenal world unreal and therefore an\nillusion caused by human ignorance.\n\nIn Sikhism, the visible world is a manifestation of God Himself and is therefore\nreal; yet it is not satya or true in the sense of being immutable and eternal.\nThis world of mass, form and movement woven into the warp and woof of time and\nspace is God’s play created at His pleasure and is as such real and sacred; but\nit represents only one transient aspect and not the Ultimate Reality. Maya is\nnot an illusion in the sense of a mirage, a factual nullity; it is a delusion\nwhich represents transient as permanent and a part as the whole.\n\nMoh for maya, i.e. for this transient world of the senses, hinders the soul’s\nsearch for its ultimate goal and is, therefore, one of the Five Evils. It is\nrelated, on the one hand, to kam (desire, love) and lobh (possessiveness,\ncovetousness) and, on the other, to ahankar (sense of I, my and mine). That is\nhow moh has been referred to as a net, maiajal (GG, 266). Guru Nanak advises\nshedding of moh as it is the source of all evil and a cause for repeated births\nand deaths. (GG, 356).\n\n\nThe antidote to 'moh' is non-attachment. This is not easy, for the Gurus preach\nactive participation in life rather than renunciation and escapism. Ultimately,\nof course, all depends on nadar or God’s grace. Says Guru Nanak “nadari kare ta\nehu mohu jai—by (His) grace alone will this moh be cancelled” (GG, 356). The\nright remedy is the understanding (gian) that the mundane world, its relations\nand affairs, demanding one’s participation and involvement are transient. Non-\nattachment thus is not non-action, but an attitude to action characterized by\nGuru Nanak as that of a bajigar, participant in a sport. The world, says Guru\nNanak in a hymn in Maru measure, “is like a seasonal pastureland where one\npasseth but a few days. . . Like the bajigar one plays one’s part here and\ndeparts” (GG, 1023). An image in gurbani describing the ideal life is that of\nthe lotus which, although living in water, keeps its head above it without\nallowing itself to be submerged.\n","linknr":106,"url":"Moh","recorded":1362667469,"links":11,"instances":["illusion"],"pdf":[],"categories":["Sikh terms"],"headings":["Bibliography"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["maya","illusion"]],"members":["maya"],"related":["Sanskrit","Punjabi_language","Sikh_Scripture","Maya_(illusion)","Sikhism","Guru_Nanak","Gurus","Guru_Nanak","Guru_Nanak","Guru_Nanak","Gurbani"]}