{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/Monogram\">Monogram</a> - A monogram is a motif made by overlapping or combining two or more letters or other graphemes to form one symbol.","\n<a href=\"http://duckduckgo.com/Treatise\">Treatise</a> - A treatise is a formal and systematic written discourse on some subject, generally longer and treating it in greater depth than an essay, and more concerned with investigating or exposing the pr...","\n<a href=\"http://duckduckgo.com/c/Books_by_type\">Books by type</a>","\n<a href=\"http://duckduckgo.com/c/Publishing_terms\">Publishing terms</a>","\n<a href=\"http://duckduckgo.com/Compilation_thesis\">Compilation thesis</a> - A compilation thesis is a doctoral dissertation that, as opposed to a coherent monograph, is a collection of research articles with introductory summary chapters.","Monograph","\n<a href=\"http://duckduckgo.com/Monographic_series\">Monographic series</a> - Monographic series are scholarly and scientific books released in successive volumes, each of which is structured like a separate book or scholarly monograph.","\n<a href=\"http://duckduckgo.com/Documentation\">Documentation</a> - Documentation is a term used in several different ways.","http://www.merriam-webster.com/dictionary/monograph","monograph definition: a learned treatise on a small area of learning.","Merriam-Webster","\n<a href=\"http://duckduckgo.com/c/Book_terminology\">Book terminology</a>","\n<a href=\"http://duckduckgo.com/c/Academic_publishing\">Academic publishing</a>","A monograph is a specialist work of writing on a single subject or an aspect of a subject, usually by a single author.","\n<a href=\"http://duckduckgo.com/Compendium\">Compendium</a> - A compendium (plural: compendia) is a concise, yet comprehensive compilation of a body of knowledge."],"common":{"milestones":["<a target=\"_new\" href=\"http://en.wikinews.org/wiki/US_Senator_Rand_Paul_blocks_synthetic_marijuana_legislation\" title=\"US Senator Rand Paul blocks synthetic marijuana legislation\">US Senator Rand Paul blocks synthetic marijuana legislation</a>"],"image":[[],[]]},"Lists":[],"created":1373544065,"book":[],"micro-www":{"monographs":["monographs",""]},"wiki":{"cat":["Books by type","Book terminology","Academic publishing","Publishing terms"],"text":"\n\nA 'monograph' is a specialist work of writing on a single subject or an aspect\nof a subject, usually by a single author.\n\nThe term 'monographia' is derived from Greek ('mono', single+grapho, to write),\nmeaning 'writing on a single subject'. Unlike a textbook, which surveys the\nstate of knowledge in a field, the main purpose of a monograph is to present\nprimary research and original scholarship. This research is presented at length,\ndistinguishing a monograph from an article. For these reasons, publication of a\nmonograph is commonly regarded as vital for career progression in many academic\ndisciplines. Intended for other researchers and bought primarily by libraries,\nmonographs are generally published as individual volumes in a short print run.<-\nref>[http://www.ucl.ac.uk/infostudies/research/ciber/downloads/monographs.pdf\nThe Role and Future of the Monograph in Arts and Humanities Research (University\nCollege, London)]</ref>\n\nLibrarians consider a monograph to be a nonserial publication complete in one\nvolume (book) or a finite number of volumes. Thus it differs from a serial\npublication such as a magazine, journal, or newspaper.<ref>Prytherch, Raymond\nJohn, Harrod's librarians' glossary and reference book : a directory of over\n10,200 terms, organizations, projects and acronyms in the areas of information\nmanagement, library science, publishing and archive management, 10th edn\n(Aldershot, Hants, England ; Burlington, VT: Ashgate, 2005), p. 462.</ref>\n\nBook publishers use the term \"artist monograph\" to indicate books consisting of\nreproductions of works of art by a single artist, as opposed to surveys of art\nfrom multiple artists.\n","title":"Monograph","headings":["Usage","See also","References","External links"]},"micro-relation":["1: Periodical_publication","1: Magazine","1: Academic_journal","1: Newspaper","1: Taxon","1: Robert_Morison","1: Apiaceae","1: Food_and_Drug_Administration","1: Generally_recognized_as_safe_and_effective","1: Pharmacopoeia","1: Compendium","1: Compilation_thesis","1: Documentation","1: Monographic_series","1: Treatise"]}