{"cursor":"3137","size":15,"audio":[],"currentlang":"en","article":"\n\n ]] ]]\n\nA 'NACA duct', Frick, Charles W., et al. NACA ACR No. 5120, An\nExperimental Investigation of NACA Submerged- Duct Entrances. NACA, November\n13, 1945. [http://ntrs.nasa.gov/search.jsp?R=906732&id=1&as=false&or=true&qs-\n=Ntt%3DNACA-ACR-5I20%26Ntk%3DReport%2B-\n%2BPatent%2BNumber%26Ntx%3Dmode%2Bmatchall%26Ns%3DHarvestDate%257c1%26N%3D0\nAbstract], [http://naca.central.cranfield.ac.uk/reports/1945/naca-acr-\n5i20.pdf Full report]. also sometimes called a NACA scoop or NACA\ninlet, is a common form of low-drag air inlet design, originally developed by\nthe U.S. National Advisory Committee for Aeronautics (NACA), the precursor to\nNASA, in 1945.\n\nWhen properly implemented, a NACA duct allows air to flow into an internal duct,\noften for cooling purposes, with a minimal disturbance to the flow. The design\nwas originally called a \"submerged inlet\", since it consists of a shallow ramp\nwith curved walls recessed into the exposed surface of a streamlined body, such\nas an aircraft. It is especially favored in racing car design.\n\nPrior submerged inlet experiments showed poor pressure recovery due to the slow-\nmoving boundary layer entering the inlet. This design is believed to work\nbecause the combination of the gentle ramp angle and the curvature profile of\nthe walls creates counter-rotating vortices which deflect the boundary layer\naway from the inlet and draws in the faster moving air, while avoiding the form\ndrag and flow separation that can occur with protruding scoop designs. This type\nof flush inlet generally cannot achieve the larger ram pressures and flow\nvolumes of an external design, and so is rarely used for the jet engine intake\napplication for which it was originally designed, such as the North American YF-\n93 and Short SB.4 Sherpa. It is, however, common for piston engine and\nventilation intakes.\n","linknr":-1,"url":"NACA_duct","recorded":1372154948,"links":[],"instances":["physics"],"pdf":[],"categories":["Engine technology","Aerodynamics"],"headings":["See also","References","Further reading","External links"],"image":[],"tags":[["drag","physics"]],"members":["drag"],"related":["Drag_(physics)","National_Advisory_Committee_for_Aeronautics","NASA","Fixed-wing_aircraft","Racing_car","Pressure_recovery","Boundary_layer","Vortex","Form_drag","Flow_separation","Jet_engine","North_American_YF-93","Short_SB.4_Sherpa","NACA_cowling","Human-powered_transport"]}