{"cursor":"4199","size":15,"audio":[],"currentlang":"en","article":"'NAT (National AIDS Trust)' is a UK charity that campaigns on a range of issues\nrelated to HIV, primarily in a domestic context. The charity's key strategic\ngoals are:\n\n* Effective prevention of HIV transmission\n* For testing to be easily accessible and ethical, to allow early\n  diagnosis of HIV\n* Access to treatment, care and support for people living with HIV\n* To challenge HIV-related stigma and discrimination http://www.nat.org.uk/About-us/Who-we-\n  are.aspx\n\nNAT was founded October 1987 as a non-government organisation (NGO) by the\nDepartment of Health, in order to deal with the escalating concern with HIV and\nAIDS nationally. Whilst most of NAT's funding comes from public donations,\ncorporate supporters, grant-making trusts and foundations and their own\nfundraising work a small amount of funding is still received from the UK\ngovernment. NAT is a policy based charity, working to improve the national\nresponse to HIV through policy development, expert advice http://www.communitycare.co.uk/Articles/2009/08/11/112324/national-\naids-trust-issues-warning-over-future-of-hiv-\nservices.html http://www.communitycare.co.uk/Articles/2008/04/21/1079-\n18/national-aids-trust-make-hiv-treatment-free-for-failed-claimants.html\nand the provision of practical resources rather than through offering direct\nsupport services to people living with HIV.\n\nNAT is an independent charity with a Board of Trustees, who are responsible for\nthe governance and direction which the charity takes. The chair of the Board is\ncurrently Dame Denise Platt DBE . The Board has two subcommittees\n- the Finances and General Purposes committee, and the Recruitment and\nSuccession Planning Committee. Each of these committees meets at least twice a\nyear, whilst the full Board of Trustees usually meets four times a year.\n\nDiana, Princess of Wales made a significant contribution to NAT in her role as\npatron from 1991 to 1997. NAT was one of only six charities that she formally\nsupported at the time of her\ndeath. http://www.concertfordiana.com/charities/ On 1 July 2007,\nPrinces William and Harry held the Concert for Diana at Wembley Stadium to mark\nthe 10th anniversary of the death of Diana with an event to celebrate her life.\nMore than half the proceeds from the concert went to charities supported by the\nlate Princess including NAT.\n\nNAT is a small charity with one office found on Old Street in London, and\nmaintains a permanent staff of less than 20 and a large pool of volunteers. The\ncurrent chief executive is Deborah Jack. http://www.nat.org.uk/About-\nus/Team/Staff.aspx Collaborations between NAT and other charities within\nthe sexual health sector do occur. http://www.tht.org.uk/mediacentre/pressr-\neleases/2009/july/july2.htm\n\nAn important recurring role of NAT is the annual hosting of the\n[http://www.worldaidsday.com World AIDS Day] website. NAT develops resources\neach year to enable other HIV organisations to maximise the impact of World AIDS\nDay in the UK, which is 1 December.\n\n'Trustees'\n\nThe trustees of the National AIDS Trust are http://www.nat.org.uk/About-\nus/Team/Trustees.aspx :\n\n*Dame Denise Platt DBE *Howard Charman *Dr Valerie Delpech *Graham Duncan\n*Martin Green *Judy Hague *David Johnson *Pat Knowles *Robert MacKay *Rebecca\nMbewe *Dr Barry Peters *Gary Watson *Dr Olwen Williams OBE *Dr Lee Winter\n","linknr":115,"url":"National_AIDS_trust","recorded":1362539225,"links":11,"instances":["united_kingdom"],"pdf":[],"categories":["Health charities in the United Kingdom","HIV/AIDS organizations","HIV/AIDS in the United Kingdom"],"headings":["References","External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["department_of_health","united_kingdom"]],"members":["department_of_health"],"related":["United_Kingdom","HIV","Non-government_organisation","Department_of_Health_(United_Kingdom)","AIDS","Her_Majesty's_Government","Policy","Denise_Platt","Order_of_the_British_Empire","Diana,_Princess_of_Wales","Prince_William,_Duke_of_Cambridge","Prince_Harry_of_Wales","Concert_for_Diana","Wembley_Stadium","Old_Street","World_AIDS_Day","Denise_Platt"]}