{"cursor":"7008","size":15,"audio":[],"currentlang":"en","article":"'Neo-Darwinism' is the 'modern synthesis' of Darwinian evolution through natural\nselection with Mendelian genetics, the latter being a set of primary tenets\nspecifying that evolution involves the transmission of characteristics from\nparent to child through the mechanism of genetic transfer, rather than the\n'blending process' of pre-Mendelian evolutionary science. Neo-Darwinism can also\ndesignate Darwin's ideas of natural selection separated from his hypothesis of\nPangenesis as a Lamarckian source of variation involving blending\ninheritance.\n\nAs part of the disagreement about whether natural selection alone was sufficient\nto explain speciation, George Romanes coined the term 'neo-Darwinism' to refer\nto the version of evolution advocated by Alfred Russel Wallace and August\nWeismann with its heavy dependence on natural selection. Gould The Structure of Evolutionary Theory p. 216 Weismann\nand Wallace rejected the Lamarckian idea of inheritance of acquired\ncharacteristics, something that Darwin had not ruled\nout. [http://www.springerlink.com/content/f6131358k265g3u4/ Kutschera U.\n2003. A comparative analysis of the Darwin-Wallace papers and the development of\nthe concept of natural selection. Theory in Biosciences '122', 343-359]\nThe term was first used in 1895 to explain that evolution occurs solely through\nnatural selection, in other words, without any mechanism involving the\ninheritance of acquired characteristics resulting from use or disuse. These two scientists' complete rejection of Lamarckism came\nfrom Weismann's germ plasm theory. Weismann realised that the cells that produce\nthe germ plasm, or gametes (such as sperm and egg in animals), separate from the\nsomatic cells that go on to make other body tissues at an early stage in\ndevelopment. Since he could see no obvious means of communication between the\ntwo he asserted that the inheritance of acquired characteristics was therefore\nimpossible; a conclusion now known as Weismann's barrier.\n\nFrom the 1880s to the 1930s the term continued to be applied to the\npanselectionist school of thought, which argued that natural selection was\nthe main and perhaps sole cause of all evolution. From\nthen until around 1947 the term was used for the panselectionist followers of\nR. A. Fisher.\n","linknr":186,"url":"Neo-Darwinian","recorded":1362483300,"links":28,"instances":[],"pdf":["http://www.nespolo.cl/LECTURAS/Clase%200_Pigliucci%202007-Evolution-EES%207pp.pdf","http://www.nespolo.cl/LECTURAS/Clase%200_Pigliucci%202007-Evolution-EES%207pp.pdf","http://www.tannerlectures.utah.edu/lectures/documents/gould85.pdf","http://www.tannerlectures.utah.edu/lectures/documents/gould85.pdf","http://www.tannerlectures.utah.edu/lectures/documents/gould85.pdf"],"categories":["Evolutionary biology"],"headings":["Modern evolutionary synthesis","See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/0/09/Tree_of_life.svg/32px-Tree_of_life.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Office-book.svg/30px-Office-book.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Modern_evolutionary_synthesis","Charles_Darwin","Natural_selection","Mendelian_genetics","Genetics","Pangenesis","Lamarckism","Speciation","George_Romanes","Alfred_Russel_Wallace","August_Weismann","Natural_selection","Lamarckism","Germ_plasm","Gametes","Somatic","Panselectionism","R._A._Fisher","Modern_evolutionary_synthesis","Ernst_Mayr","Encyclopaedia_Britannica","Richard_Dawkins","Stephen_Jay_Gould","Developmental_systems_theory","Evolutionary_developmental_biology","Neo-Lamarckism","Symbiogenesis"]}