{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/c/Bilinear_forms\">Bilinear forms</a>","Degenerate form","ARRAY(0x4504ff8)","In mathematics, specifically linear algebra, a degenerate bilinear form &fnof; on a vector space V is one such that the map from V to V * given by is not an isomorphism."],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373511515,"book":[],"micro-www":{"nondegenerate":[""]},"wiki":{"cat":["Bilinear forms"],"text":"\nDegeneracy}} In mathematics, specifically linear algebra, a 'degenerate'\nbilinear form ƒ(x,y) on a vector space V is one such that the map from\n<math>V</math> to <math>V^*</math> (the dual space of <math>V</math>) given by\n<math>v \\mapsto (x \\mapsto f(x,v))</math> is not an isomorphism. An equivalent\ndefinition when V is finite-dimensional is that it has a non-trivial kernel:\nthere exist some non-zero x in V such that\n\n:<math>f(x,y)=0\\,</math> for all <math>y \\in V.</math>\n\nA 'nondegenerate' or 'nonsingular' form is one that is not degenerate, meaning\nthat <math>v \\mapsto (x \\mapsto f(x,v))</math> is an isomorphism, or\nequivalently in finite dimensions, if and only if\n:<math>f(x,y)=0\\,</math> for all <math>y \\in V</math> implies that x = 0.\n\nIf V is finite-dimensional then, relative to some basis for V, a bilinear form\nis degenerate if and only if the determinant of the associated matrix is zero –\nif and only if the matrix is singular, and accordingly degenerate forms are also\ncalled 'singular forms'. Likewise, a nondegenerate form is one for which the\nassociated matrix is non-singular, and accordingly nondegenerate forms are also\nreferred to as 'non-singular forms'. These statements are independent of the\nchosen basis.\n\nThere is the closely related notion of a unimodular form and a perfect pairing;\nthese agree over fields but not over general rings.\n\nThe most important examples of nondegenerate forms are inner products and\nsymplectic forms. Symmetric nondegenerate forms are important generalizations\nof inner products, in that often all that is required is that the map <math>V\n\\to V^*</math> be an isomorphism, not positivity. For example, a manifold with\nan inner product structure on its tangent spaces is a Riemannian manifold,\nwhile relaxing this to a symmetric nondegenerate form yields a pseudo-\nRiemannian manifold.\n","title":"Degenerate%20form","headings":["Infinite dimensions","Terminology"]},"micro-relation":["2: Isomorphism","1: Mathematics","1: Linear_algebra","1: Bilinear_form","1: Vector_space","1: Dual_space","1: Finite-dimensional","1: Determinant","1: Non-singular_matrix","1: Unimodular_form","1: Perfect_pairing","1: Inner_product","1: Symplectic_form","1: Riemannian_manifold","1: Pseudo-Riemannian_manifold","1: Injective","1: Surjective","1: Continuous_function","1: Dirac_delta_functional","1: Linear_subspace","1: If_and_only_if","1: Isotropic_quadratic_form"]}