{"cursor":"4462","size":15,"audio":[],"currentlang":"en","article":"In nuclear physics, an atomic nucleus is called a 'halo nucleus' or is said to\nhave a 'nuclear halo' if its radius is appreciably larger than that predicted\nby the liquid drop model, wherein the nucleus is assumed to be a sphere of\nconstant density.\n\nFor a nucleus of mass number A, the radius r is (approximately)\n\n: r = r_\\circ A^{\\frac{1}{3}},\n\nwhere r_\\circ is 1.2 fm.\n\nTypically, an atomic nucleus is a tightly bound group of protons and neutrons.\nHowever, in some isotopes, there is an overabundance of one species of nucleon.\nIn some of these cases, a nuclear core and a halo will form.\n\nOften, this property may be detected in scattering experiments which show the\nnucleus to be much larger than the otherwise expected value. Normally the cross\nsection (corresponding to the classical radius) of the nucleus is proportional\nto the cube root of its mass. This is the same relation as would be seen with a\nsolid sphere.\n\nOne example of a halo nucleus is 11 Li which has a half life of 8.6\nms. It decays into 11 Be by the emission of an antineutrino and an\nelectron. http://education.jlab.org/itselemental/iso003.html Its cross-\nsection of 3.16 fm is close to that of 32 S, or even more impressively\nthat of 208 Pb, both much heavier\nnuclei. http://cerncourier.com/cws/article/cern/29077 It contains a\ncore of 3 protons and 6 neutrons, and a halo of two independent and loosely\nbound neutrons.\n\nNuclei which have a 'neutron halo' include 11 Be and 19 C. A\ntwo-neutron halo is exhibited by 6 He, 11 Li,\n17 B, 19 B and 22 C. Two-neutron halo nuclei break\ninto three fragments and are called Borromean because of this behavior.\n8 He and 14 Be both exhibit a four-neutron halo.\n\nNuclei which have a 'proton halo' include 8 B and 26 P. A\ntwo-proton halo is exhibited by 17 Ne and 27 S. Proton halos\nare expected to be more rare and unstable than the neutron examples, because of\nthe repulsive forces of the excess proton(s).\n\nHalo nuclei form at the extreme edges of the chart of the nuclides — the\nneutron drip line and proton drip line — and have short half-lives, measured\nin milliseconds. These nuclei are studied shortly after their formation in\nan ion beam.\n\nExperimental confirmation of nuclear halos is recent and ongoing. Additional\ncandidates are suspected. Several nuclides have a halo in the excited state but\nnot in the ground state.\n","linknr":135,"url":"Nuclear_halo","recorded":1362375507,"links":13,"instances":[],"pdf":[],"categories":["Nuclear physics"],"headings":["List of known isotopes with nuclear halo","References","External links"],"image":["//upload.wikimedia.org/math/a/a/7/aa78f65d26413082726492ecfaf27c18.png","//upload.wikimedia.org/math/e/d/c/edc084da45eed6173633991741c3bbbd.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Nuclear_physics","Atomic_nucleus","Liquid_drop_model","Mass_number","Femtometer","Sulfur","Lead","Borromean_rings","Chart_of_the_nuclides","Neutron_drip_line","Proton_drip_line","Excited_state","Ground_state","Helium","Helium-6","Helium-8","Lithium","Lithium-11","Beryllium","Beryllium-11","Beryllium-14","Boron","Boron-8","Boron-17","Boron-19","Carbon","Carbon-19","Carbon-22","Neon","Neon-17","Phosphorus","Phosphorus-26","Sulfur","Sulfur-27"]}