{"cursor":"16164","size":15,"audio":[],"currentlang":"en","article":"'Optical transfection' is the process of introducing nucleic acids into cells\nusing light. Typically, a laser is focussed to a diffraction limited spot\n(~1 Âµm diameter) using a high numerical aperture microscope objective. The\nplasma membrane of a cell is then exposed to this highly focussed light for a\nsmall amount of time (typically tens of milliseconds to seconds), generating a\ntransient pore on the membrane. The generation of a photopore allows exogenous\nplasmid DNA, RNA, organic fluorophores, or larger objects such as semiconductor\nquantum nanodots to enter the cell. In this technique, one cell at a time is\ntreated, making it particularly useful for single cell analysis.\n\nTo put the above simply, cells do not usually allow certain types of substances\nin to their interior space. Lasers can be used to burn a tiny hole on the cell\nsurface, allowing those substances to enter. This is tremendously useful to\nbiologists who are studying disease, as a common experimental requirement is to\nput things (such as DNA) into cells.\n\nThis technique was first demonstrated in 1984 by Tsukakoshi et al., who used a\nfrequency tripled Nd:YAG to generate stable and transient transfection of normal\nrat kidney cells. M. Tsukakoshi, S. Kurata, Y. Nomiya, et al., \"A Novel\nMethod of DNA Transfection by Laser Microbeam Cell Surgery\". Applied Physics B-\nPhotophysics and Laser Chemistry. 35(3): 135-140 (1984) Since this time,\nthe optical transfection of a host of mammalian cell types has been demonstrated\nusing a variety of laser sources, including the 405 nm continuous wave\n(cw), Photoporation and cell transfection using a violet diode laser,\nPaterson, L., Agate, B., Comrie, M., Ferguson, R., Lake, T. K., Morris, J. E.,\nCarruthers, A. E., Brown, C. T. A., Sibbett, W., Bryant, P. E., Gunn-Moore, F.,\nRiches, A. C., and Dholakia, K. Optics Express 13(2) 595-600 (2005)\n488 nm cw, Targeted gene transfer in eucaryotic cells by dye-assisted\nlaser optoporation, Palumbo, Caruso, Crescenzi, Tecce, Roberti, and Colasanti.\nJournal of Photochemistry and Photobiology B-Biology 36(1) 41-46 (1996) or\npulsed sources such as the 800 nm femtosecond pulsed Ti:Sapphire Fibre\nbased cellular transfection, Tsampoula, X., Taguchi, K., Cizmar, T., Garces-\nChavez, V., Ma, N., Mohanty, S., Mohanty, K., Gunn-Moore, F., and Dholakia, K.\nOpt Express 16(21) 17007-17013 (2008) Targeted transfection of stem\ncells with sub-20 femtosecond laser pulses, Uchugonova, A., Konig, K., Bueckle,\nR., Isemann, A., and Tempea, G. Opt Express 16(13) 9357-9364 (2008)\nEnhanced operation of femtosecond lasers and applications in cell transfection,\nBrown, C. T. A., Stevenson, D. J., Tsampoula, X., McDougall, C., Lagatsky, A.\nA., Sibbett, W., Gunn-Moore, F., and Dholakia, K. [[Journal of Biophotonics]]\n1(2) 183-199 (2008) Quantified femtosecond laser based opto-\nperforation of living GFSHR-17 and MTH53 a cells, Baumgart, J., Bintig, W.,\nNgezahayo, A., Willenbrock, S., Murua Escobar, H., Ertmer, W., Lubatschowski,\nH., and Heisterkamp, A. Opt Express 16(5) 3021-3031 (2008) Femtosecond\nlaser-assisted microinjection into living neurons, Lei, M., Xu, H., Yang, H.,\nand Yao, B. J Neurosci Methods 174(2) 215-218 (2008) Femtosecond\ncellular transfection using a nondiffracting light beam, Tsampoula, X., Garces-\nChavez, V., Comrie, M., Stevenson, D. J., Agate, B., Brown, C. T. A., Gunn-\nMoore, F., and Dholakia, K. Appl. Phys. Lett. 91(5) 053902-053903\n(2007) Laser intensity dependence of femtosecond near-infrared\noptoinjection, Peng, C., Palazzo, R. E., and Wilke, I. Phys Rev E Stat Nonlin\nSoft Matter Phys 75(4 Pt 1) 041903 (2007) Femtosecond optical\ntransfection of cells: viability and efficiency, Stevenson, D., Agate, B.,\nTsampoula, X., Fischer, P., Brown, C. T. A., Sibbett, W., Riches, A., Gunn-\nMoore, F., and Dholakia, K. Optics Express 14(16) 7125-7133 (2006) Region-\ndirected phototransfection reveals the functional significance of a\ndendritically synthesized transcription factor, Barrett, L. E., Sul, J. Y.,\nTakano, H., Van Bockstaele, E. J., Haydon, P. G., and Eberwine, J. H. Nature\nmethods 3(6) 455-460 (2006) Targeted transfection by femtosecond\nlaser, Tirlapur, and Konig. Nature 418(6895) 290-291 (2002) or 1064\nnanosecod pulsed Nd:YAG. Characterization of cellular optoporation with\ndistance, Soughayer, Krasieva, Jacobson, Ramsey, Tromberg, and Allbritton.\nAnalytical Chemistry 72(6) 1342-1347 (2000) Mohanty, Sharma, and\nGupta. (2003) Laser-assisted microinjection into targeted animal cells, in\nBiotechnol. Lett., pp 895-899\n","linknr":244,"url":"Optical_injection","recorded":1362480576,"links":11,"instances":["genetics","genetics"],"pdf":[],"categories":["Molecular biology"],"headings":["Terminology","Methods","See also","References","External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["transformation","genetics"],["transduction","genetics"]],"members":["transduction","transformation"],"related":["Numerical_aperture","Plasma_membrane","DNA_supercoil","RNA","Fluorophore","Quantum_dot","Transfection","Modelocking","Transfection","Bacteriophage","DNA","RNA","SiRNA","Transfection","Fluorophore","Quantum_dot","Optical_tweezers","Growth_medium","Transfection","Transformation_(genetics)","Transduction_(genetics)","Cationic_liposome","Nucleofection","Magnet_assisted_transfection"]}