{"cursor":"2538","size":15,"audio":[],"currentlang":"en","article":"\n'Organ' is an independent music magazine based in London, covering a variety of\nrock, alternative, punk, progressive, metal and experimental music. The magazine\nwas founded in 1986 as a handmade fanzine and has evolved many times over the\nlast 20 years. The Organ is run by Organart, a music group which includes a\nradio and TV show, a mail-order music distribution system, artwork, animation\nand video making, gig promotion (there have been over 1000 Organ shows in\nLondon, many big names have made their first London moves via Organ gigs) and\nORG records.\n\nORG is an alternative record label which has released material by a bands\nincluding Cardiacs, Dream City Film Club, Cay, Sleepy People, The Brian\nJonestown Massacre, King Prawn, My Vitriol, Pop-A Cat-a-Petal (later\nUltrasound), The Monsoon Bassoon, Breed 77, Pure Reason Revolution, Cynical\nSmile, Inaura, Rhatigan, Cheesecake Truck, Everything Must Go, Sonic Boom Boys\nand many others.\n\nSome of the bands who have made their very first or very early moves via the\nORGAN RADIO series of compilation albums include 65DAYSOFSTATIC, SIKTH, I-DEF-I,\nPULKAS, KING PRAWN, LOST PROPHETS, EARTHTONE 9, Cortizone, MIOCENE, CHARGER,\nSKINDRED, ONE MINUTE SILENCE, Aerobitch, Raging Speedhorn.\n\nThe Organ magazine has existed as a fanzine, a glossy print magazine, a folded\nA3 paper newsheet and a website, a cassette magazine, indeed one issue of Organ\nwas printed on a t-shirt.\n\nCurrently, Organ is a weekly on-line magazine, released alongside daily updated\nalternative music and art news pages on organart's website. There is also a\nweekly radio show presented by the Organ team on Sunday nights, 9.00 PM on\nLondon's Resonance FM. The show can be heard worldwide via\n[http://www.resonancefm.com their website].\n\nOrgan is noted for its fanzine nature and alternative DIY ethic; this includes a\ndiversity of coverage, an energetic and subjective stream of consciousness\nwriting style, and some independence and its role in publicising new talent. The\nmagazine has been known to find new or neglected acts long before the mainstream\nmusic press or industry.\n","linknr":99,"url":"Organ_(magazine)","recorded":1362554141,"links":12,"instances":["band","british_rock_band","narrative_mode"],"pdf":[],"categories":["British music magazines"],"headings":["External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["sleepy_people","british_rock_band"],["ultrasound","band"],["stream_of_consciousness","narrative_mode"]],"members":["ultrasound","sleepy_people","stream_of_consciousness"],"related":["London","Fanzine","Cardiacs","Dream_City_Film_Club","Cay","Sleepy_People_(British_rock_band)","The_Brian_Jonestown_Massacre","My_Vitriol","Ultrasound_(band)","The_Monsoon_Bassoon","Breed_77","Pure_Reason_Revolution","Aerobitch","Raging_Speedhorn","Website","Resonance_FM","Stream_of_consciousness_(narrative_mode)"]}