{"micrownet":["orthogonal","orthogonal_opposition","orthogonality"],"duck":["\n<a href=\"http://duckduckgo.com/Orthogonal_(novel)\">Orthogonal (novel)</a> - Orthogonal is a science fiction trilogy by Australian author Greg Egan taking place in a universe where space-time follows the Riemannian metric instead of the Minkowski one: that is, rather...","\n<a href=\"http://duckduckgo.com/Orthogonal_complement\">Orthogonal complement</a> - In the mathematical fields of linear algebra and functional analysis, the orthogonal complement of a subspace W of a vector space V equipped with a bilinear form B is the set W^^...","Orthogonality","http://www.merriam-webster.com/dictionary/orthogonality","\n<a href=\"http://duckduckgo.com/Orthogonal_group\">Orthogonal group</a> - In mathematics, the orthogonal group of a symmetric bilinear form or quadratic form on a vector space is the group  of invertible linear operators on the space which preserve the form: it is a s...","\n<a href=\"http://duckduckgo.com/Imaginary_number\">Imaginary number</a> - An imaginary number is a number whose square is a real number less than or equal to zero.","orthogonality definition: intersecting or lying at right angles.","Merriam-Webster","https://i.duckduckgo.com/i/bc8ed57e.png","\n<a href=\"http://duckduckgo.com/c/Abstract_algebra\">Abstract algebra</a>","\n<a href=\"http://duckduckgo.com/d/Isogonal\">Isogonal Meanings</a>","\n<a href=\"http://duckduckgo.com/Isogonal_trajectory\">Isogonal trajectory</a> - When a family of curves intersects another family at a specific constant angle α, the first family is referred to as an isogonal family of the second one, and in this case it is said that every family...","In mathematics, orthogonality is the relation of two lines at right angles to one another (perpendicularity), and the generalization of this relation into n dimensions; and to a variety of mathematical relations thought of as describing non-overlapping, uncorrelated, or independent objects of some kind.","\n<a href=\"http://duckduckgo.com/c/Linear_algebra\">Linear algebra</a>"],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373500749,"book":[],"micro-www":{"orthogonal":["orthogonal","Orthogonality","Orthogonal_projection","Orthogonal",""]},"wiki":{"cat":[],"text":"#REDIRECTorthogonality\n","title":"orthogonal","headings":[]},"micro-relation":["1: Orthogonality"]}