{"cursor":"5021","size":15,"audio":[],"currentlang":"en","article":"\n\n'Pain and suffering' is the legal term for the physical and emotional stress\ncaused from an injury (see also pain and suffering).\n\nSome damages that might be under this category would be: aches, temporary and\npermanent limitations on activity, potential shortening of life, depression or\nscarring. When filing a lawsuit as a result of an injury, it is common for\nsomeone to seek money both in compensation for actual money that is lost and for\nthe pain and stress associated with virtually any injury. In a suit, pain and\nsuffering is part of the \"general damages\" section of the claimant's claim, or,\nalternatively, it is an element of \"compensatory\" non-economic damages that\nallows recovery for the mental anguish and/or physical pain endured by the\nclaimant as a result of injury for which the plaintiff seeks redress.\n\nApart from money damages awarded in trial, money damages are also given\ninformally outside the judicial system in mediations, arbitration (both of which\nmay be court annexed or non litigated claims) as well as in routine insurance\nsettlements. Individual claimants or those represented by lawyers often present\ndemands to insurers to settle for money. These demand for bodily injury\ncompensation monies often set out damages that are similarly used in the court\nlitigated pleadings. Demands are usually written summaries of a claimant's\nmedical care and the facts which resulted in the injury.\n","linknr":107,"url":"Pain_and_suffering","recorded":1362898385,"links":12,"instances":["medicine"],"pdf":["http://www.law.northwestern.edu/lawreview/v100/n1/87/LR100n1Avraham.pdf","http://www.ejcl.org/133/art133-2.pdf"],"categories":["Legal terms"],"headings":["Size of settlement","See also","References","External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["stress","medicine"]],"members":["stress"],"related":["Stress_(medicine)","Pain","Suffering","Clinical_depression","Scar","Lawsuit","Mediation","Arbitration","Negligence","Psychological_trauma","Psychoneuroimmunology","TheFreeDictionary.com","TheFreeDictionary.com"]}