{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/Curve\">Curve</a> - In mathematics, a curve (also called a curved line in older texts) is, generally speaking, an object similar to a line but which is not required to be straight.","\n<a href=\"http://duckduckgo.com/Vector-valued_function\">Vector-valued function</a> - A vector-valued function, also referred to as a vector function, is a mathematical function of one or more variables whose range is a set of multidimensional vectors or infinite-dimensiona...","\n<a href=\"http://duckduckgo.com/position_(vector)\">Position vector</a> - In geometry, a position or position vector, also known as location vector or radius vector, is a Euclidean vector which represents the position of a point P in space in rel...","Parametric equation","\n<a href=\"http://duckduckgo.com/c/Equations\">Equations</a>","http://www.merriam-webster.com/dictionary/parametric%20equation","parametric equation definition: any of a set of equations that express the coordinates of the points of a curve as functions of one parameter or that express the coordinates of the points of a surface as functions of two parameters.","Merriam-Webster","https://i.duckduckgo.com/i/293885ea.png","In mathematics, a parametric equation of a curve is a representation of this curve through equations expressing the coordinates of the points of the curve as functions of a variable called parameter.","\n<a href=\"http://duckduckgo.com/c/Multivariable_calculus\">Multivariable calculus</a>","\n<a href=\"http://duckduckgo.com/estimation_theory\">Parametric estimating</a> - Estimation theory is a branch of statistics and signal processing that deals with estimating the values of parameters based on measured/empirical data that has a random component."],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373548332,"book":[],"micro-www":{"parametrized":[""]},"wiki":{"cat":["Multivariable calculus","Equations"],"text":"[[File:Butterfly trans01.svg|thumb|300px|right|One example of a sketch defined\nby parametric equations is the butterfly curve.]] In mathematics, a 'parametric\nequation' of a curve is a representation of this curve through equations\nexpressing the coordinates of the points of the curve as functions of a variable\ncalled parameter. For example,\n:<math>\\begin{align}\nx&=\\cos t\\\\ y&=\\sin t, \\end{align}</math> is a parametric equation for the unit\ncircle, where t is the parameter.\n\nA common example occurs in kinematics, where the trajectory of a point is\nusually represented by a parametric equation with the time as parameter.\n\nThe notion of parametric equation has been generalized to surfaces and manifolds\nof higher dimension, with a number of parameters, which is equal to the\ndimension of the manifold (dimension one and one parameter for curves, dimension\ntwo and two parameters for surfaces, etc.).\n","title":"Parametric%20equation","headings":["2D examples","3D examples","Parametric surfaces","Usefulness","Conversion from two parametric equations to a single equation","See also","Notes","External links"]},"micro-relation":["3: Curve","1: Mathematics","1: Equation","1: Coordinates","1: Parameter","1: Unit_circle","1: Kinematics","1: Trajectory","1: Surface","1: Manifold","1: Dimension_of_a_manifold","1: Parabola","1: Helix","1: Torus","1: Integral","1: Derivative","1: Velocity","1: Acceleration","1: Parametric_surface","1: Computer_aided_design","1: Plane_curve","1: Theory_of_equations","1: Resultant","1: Pythagorean_trigonometric_identity","1: Conic_section","1: Parametric_estimating","1: Position_vector","1: Vector-valued_function"]}