{
   "micrownet" : [
      "peculation"
   ],
   "duck" : [
      "peculation",
      "pec·u·lat·ed, pec·u·lat·ing, pec·u·lates To embezzle or engage in embezzlement.",
      "http://www.merriam-webster.com/dictionary/peculation",
      "peculation definition: embezzle.",
      "Merriam-Webster"
   ],
   "common" : {
      "milestones" : [],
      "image" : [
         [],
         []
      ]
   },
   "Lists" : [],
   "created" : 1373467655,
   "book" : [],
   "micro-www" : {
      "peculation" : [
         ""
      ]
   },
   "wiki" : {
      "cat" : [
         "Embezzlement|",
         "Theft",
         "Crimes",
         "Commercial crimes",
         "Fraud",
         "Property crimes"
      ],
      "text" : "The Embezzler}}\n\n\n\n'Embezzlement' is the act of dishonestly withholding assets for the purpose of\nconversion (theft) of such assets by one or more individuals to whom such assets\nhave been entrusted, to be held and/or used for other purposes.<ref>[http://www.legal-\nexplanations.com/definitions/embezzlement.htm Definition of \"embezzlement\" from\nLegal Explanations]</ref>\n\nEmbezzlement is a kind of financial fraud. For instance, a lawyer could embezzle\nfunds from clients' trust accounts, a financial advisor could embezzle funds\nfrom investors, or a spouse could embezzle funds from his or her partner.\nEmbezzlement may range from the very minor in nature, involving only small\namounts, to the immense, involving large sums and sophisticated schemes.\n\nMore often than not, embezzlement is performed in a manner that is premeditated,\nsystematic and/or methodical, with the explicit intent to conceal the activities\nfrom other individuals, usually because it is being done (by the perpetrator)\nwithout the other individuals' knowledge or consent. Often it involves the\ntrusted individual embezzling only a small proportion or fraction of the total\nof the funds or resources he/she receives or controls; in an attempt to minimize\nthe risk of the detection of the misallocation of the funds or resources. When\nsuccessful, embezzlements continue for years (or even decades) without\ndetection. It is often only when a relatively large proportion of the funds are\nneeded at one time; or they are called upon for another use; or, when a major\ninstitutional reorganization (the closing or moving of a plant or business\noffice, or a merger/acquisition of a firm) requires the complete and independent\naccounting of all real and liquid assets; prior to, or concurrent with, the\nreorganization, that the victims realize the funds, savings, assets or other\nresources, are missing and that they have been duped by the embezzler.\n\nIn America, embezzlement is a statutory offense so the definition of the crime\nvaries from statute to statute. Typical elements are (1) the fraudulent (2)\nconversion (3) of the property (4) of another (5) by a person who has lawful\npossession of the property.<ref>Singer and Lafond, Criminal Law, 4th ed. (Aspen\n2007) 261</ref> *'Fraudulent:' The requirement that the conversion be fraudulent\nmeans simply that the defendant wilfully and without claim of right or mistake\nconverted the property to his or her own use. *'Conversion:' Embezzlement is a\ncrime against ownership; that is, the owner's right to control the disposition\nand use of the property.<ref>Singer & LaFond, Criminal Law (Aspen 1987) at\n213.</ref> The conversion element requires a substantial interference with the\ntrue owner's property rights (unlike larceny, where the slightest movement of\nthe property when accompanied by the intent to deprive one of the possession of\nthe property permanently is sufficient).<ref>Singer & LaFond, Criminal Law\n(Aspen 1987) at 213.</ref> *'Property:' Embezzlement statutes do not limit the\nscope of the crime to conversions of personal property. Statutes generally\ninclude conversion of tangible personal property, intangible personal property\nand choses in action. Real property is not typically included. *'Of another:' A\nperson cannot embezzle his own property. *'Lawful possession:' The critical\nelement is that the defendant must have been in lawful possession of the\nproperty at the time of the fraudulent conversion and not have mere custody of\nthe property. If the defendant had lawful possession the crime is embezzlement.\nIf the defendant merely had custody, the crime is larceny.<ref>inger & LaFond,\nCriminal Law (Aspen 1987) at 261</ref> Determining whether a particular person\nhad lawful possession or mere custody is sometimes extremely difficult.\n",
      "title" : "Embezzlement",
      "headings" : [
         "Embezzlement versus larceny",
         "Embezzlement versus peculation",
         "Methods of embezzlement",
         "Tax consequences",
         "Safeguards against embezzlement",
         "England and Wales",
         "See also",
         "References"
      ]
   },
   "micro-relation" : [
      "3: Larceny",
      "2: Criminal_conversion",
      "2: Theft",
      "2: Fraud",
      "2: Misappropriation",
      "2: Madoff_investment_scandal",
      "1: Lawyer",
      "1: Financial_advisor",
      "1: Marriage",
      "1: Statutory_law",
      "1: Property",
      "1: Real_property",
      "1: Trespass",
      "1: Check_register",
      "1: Official",
      "1: Senior_management",
      "1: Income",
      "1: Aramark",
      "1: Vending_machine",
      "1: Cash_register",
      "1: Ponzi_scheme",
      "1: Internal_control",
      "1: Separation_of_duties",
      "1: Larceny_Act_1916",
      "1: Theft_Act_1968",
      "1: Defalcation",
      "1: Sponsorship_scandal",
      "1: White_Collar_Crime",
      "1: Charles_Ponzi",
      "1: Toni_Musulin",
      "1: 3,000_billion_embezzlement_in_Iran",
      "1: Harriette_Walters",
      "1: The_road_of_the_money_K"
   ]
}
