{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/Palestine_Exploration_Fund\">Palestine Exploration Fund</a> - The Palestine Exploration Fund is a British society often simply known as the PEF. It was founded in 1865 and is still functioning today.","\n<a href=\"http://duckduckgo.com/Perpetual_Emigration_Fund\">Perpetual Emigration Fund</a> - The Perpetual Emigrating Fund Company, commonly referred to as the Perpetual Emigration Fund, was a corporation established by The Church of Jesus Christ of Latter-day Saints in 1849.","PEF","\n<a href=\"http://duckduckgo.com/Preferred_Executable_Format\">Preferred Executable Format</a> - The Preferred Executable Format is a file format that specifies the format of executable files and other object code.","peak expiratory flow.","\n<a href=\"http://duckduckgo.com/PEF_Private_University_of_Management_Vienna\">PEF Private University of Management Vienna</a> - PEF Private University of Management was a private university in Vienna, Austria.","\n<a href=\"http://duckduckgo.com/Perpetual_Education_Fund\">Perpetual Education Fund</a> - The Perpetual Education Fund (PEF) is a program of The Church of Jesus Christ of Latter-day Saints (LDS Church), first announced by Church President Gordon B. Hinckley on March 31, 2001.","\n<a href=\"http://duckduckgo.com/Polyethylene_Furanoate\">Polyethylene Furanoate</a>","\n<a href=\"http://duckduckgo.com/Punjab_Education_Foundation\">Punjab Education Foundation</a>, government educational body in Punjab, Pakistan","\n<a href=\"http://duckduckgo.com/Peak_expiratory_flow\">Peak expiratory flow</a> - The peak expiratory flow, also called peak expiratory flow rate is a person's maximum speed of expiration, as measured with a peak flow meter, a small, hand-held device used to monit...","\n<a href=\"http://duckduckgo.com/Public_Employees_Federation\">Public Employees Federation</a>, the New York state public employees union that is a member of AFL-CIO"],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373535198,"book":[],"micro-www":{"pef":[""]},"micro-relation":[]}