{"cursor":"3295","size":15,"audio":[],"currentlang":"en","article":" [[PLoS Biology]], published monthly by the Public Library of Science.]]\n 'Periodical literature' (also called a 'periodical publication' or simply a\n 'periodical') is a published work that appears in a new edition on a regular\n schedule. The most familiar examples are the newspaper, often published daily,\n or weekly; or the magazine, typically published weekly, monthly or as a\n quarterly. Other examples would be a newsletter, a literary journal or learned\n journal, or a yearbook. These examples are typically published and referenced\n by volume and issue. \"Volume\" typically refers to the number of years the\n publication has been circulated, and \"Issue\" refers to how many times that\n periodical has been published during that year. For example, the April 2011\n publication of a monthly magazine first published in 2002 would be listed as,\n \"Volume 9, Issue 4.\" (Roman numerals are sometimes used in reference to the\n Volume number.) Periodicals can be classified into two types: popular and\n scholarly. The popular periodicals are magazine and newspapers, like [[Ebony\n (magazine)|Ebony]] and [[Esquire (magazine)|Esquire]]. The scholarly\n periodicals are found in libraries and databases. Examples are [[The Journal of\n Psychology]] and the [[Journal of Social Work]]. Trade/Professional journals\n are also examples of periodicals. They are written for an audience of\n professionals in the world.\n\nThese examples are related to the idea of an indefinitely continuing cycle of\nproduction and publication: newspapers plan to continue publishing, not to stop\nafter a predetermined number of editions. A novel, in contrast, might be\npublished in monthly parts, a method revived after the success of [[The Pickwick\nPapers]] by Charles\nDickens. [http://www.bl.uk/collections/early/victorian/pu_novel.html Images\nof the Victorian book: Part publishing ] This\napproach is called 'part-publication', particularly when each part is from a\nwhole work, or a serial, for example in comic books. It flourished in the middle\nof the nineteenth century, for example with Abraham John Valpy's Delphin\nClassics, and was not restricted to fiction. Simon Eliot, Jonathan Rose, A\nCompanion to the History of the Book (2007), p. 297.\n\nThe International Standard Serial Number (ISSN) is to periodical publications\nwhat the ISBN is to books: a standardized reference number.\n\nPostal services often carry periodicals at a preferential rate; for example,\nSecond Class Mail [http://www.answers.com/topic/second-class-mail Second\nClass Mail] in the United States only applies to publications issued at\nleast thrice per year.\n","linknr":142,"url":"Periodicals","recorded":1362553202,"links":41,"instances":["literature"],"pdf":[],"categories":["Periodicals|","Comics terminology","Publishing terms"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/9/9c/PLoS_Biology_cover_April_2009.svg/220px-PLoS_Biology_cover_April_2009.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/6/65/ISBN_with_EAN13.svg/40px-ISBN_with_EAN13.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["serial","literature"]],"members":["serial"],"related":["Public_Library_of_Science","Newspaper","Magazine","Newsletter","Literary_journal","Learned_journal","Yearbook","Roman_numerals","Charles_Dickens","Serial_(literature)","Comic_book","Abraham_John_Valpy","Fiction","International_Standard_Serial_Number","ISBN"]}