{"micrownet":["photopic_vision"],"duck":["Photopic vision","\n<a href=\"http://duckduckgo.com/c/Eye\">Eye</a>","\n<a href=\"http://duckduckgo.com/Photometry_(optics)\">Photometry</a> - Photometry is the science of the measurement of light, in terms of its perceived brightness to the human eye.","\n<a href=\"http://duckduckgo.com/c/Vision\">Vision</a>","\n<a href=\"http://duckduckgo.com/Photosensitive_ganglion_cell\">Photosensitive ganglion cell</a> - Photosensitive ganglion cells, also called photosensitive Retinal Ganglion Cells (pRGC), intrinsically photosensitive Retinal Ganglion Cells (ipRGC) or melanopsin-containing gangl...","\n<a href=\"http://duckduckgo.com/Purkinje_effect\">Purkinje effect</a> - The Purkinje effect is the tendency for the peak luminance sensitivity of the human eye to shift toward the blue end of the color spectrum at low illumination levels.","https://i.duckduckgo.com/i/8b7a28fc.png","\n<a href=\"http://duckduckgo.com/Mesopic_vision\">Mesopic vision</a> - Mesopic vision is a combination of photopic vision and scotopic vision in low but not quite dark lighting situations.","\n<a href=\"http://duckduckgo.com/Candela\">Candela</a> - The candela is the SI base unit of luminous intensity; that is, power emitted by a light source in a particular direction, weighted by the luminosity function.","Photopic vision is the vision of the eye under well-lit conditions.","\n<a href=\"http://duckduckgo.com/Scotopic_vision\">Scotopic vision</a> - Scotopic vision is the vision of the eye under low light conditions."],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373539082,"book":[],"micro-www":{"photopic":[""]},"wiki":{"cat":["Eye","Vision"],"text":". The horizontal axis is wavelength in nm.]]\n\n'Photopic vision' is the vision of the eye under well-lit conditions. In humans\nand many other animals, photopic vision allows color perception, mediated by\ncone cells, and a significantly higher visual acuity and temporal resolution\nthan available with scotopic vision.\n\nThe human eye uses three types of cones to sense light in three bands of color.\nThe biological pigments of the cones have maximum absorption values at\nwavelengths of about 420 nm (blue), 534 nm (Bluish-Green), resp. 564 nm (Yellowish-\nGreen). Their sensitivity ranges overlap to provide vision throughout the\nvisible spectrum. The maximum efficacy is 683 lm/W at a wavelength of 555 nm\n(green).<ref></ref>\n\nThe wavelengths for when you are in photopic vary with the intensity of light.\nFor the blue-green region (500 nm), 50% of the light reaches the image point of\nthe retina.<ref name=\"Molecular Expressions\"></ref>\n\nAdaptation is much faster under photopic vision. Adaptation can occur in 5\nminutes for photopic vision but it can take 30 minutes to transition from\nphotopic to scotopic.<ref name=\"Molecular Expressions\"/>\n\nMost older adults lose photopic spatial contrast sensitivity. Older adults in\ntheir 70s require about three times for more contrast to detect high spatial\nfrequencies than young adults in their 20s.<ref name=\"Aging and Neural Spatial\nContrast Sensitivity: Photopic Vision\"></ref>\n\nThe human eye uses scotopic vision under low-light conditions, and mesopic\nvision in intermediate conditions.\n","title":"Photopic%20vision","headings":["See also","References"]},"micro-relation":["3: Human_eye","3: Scotopic_vision","2: Mesopic_vision","1: Wavelength","1: Visual_perception","1: Color_vision","1: Cone_cells","1: Visual_acuity","1: Biological_pigment","1: Visible_spectrum","1: Retina","1: Scotopic","1: Candela","1: Purkinje_effect","1: Photosensitive_ganglion_cell","1: Cone_cell"]}