{
   "micrownet" : [
      "pith",
      "pith_hat",
      "pith_helmet",
      "pithead",
      "pithecanthropus",
      "pithecanthropus_erectus",
      "pithecellobium",
      "pithecellobium_dulce",
      "pithecellodium_unguis-cati",
      "pithecia",
      "pithecolobium",
      "pithiness",
      "pithy"
   ],
   "duck" : [
      "\n<a href=\"http://duckduckgo.com/pith_helmet\">pith helmet</a> - The pith helmet (also known as the safari helmet, sun helmet, topee, sola topee, salacot or topi) is a lightweight cloth-covered helmet made of cork or pith, ...",
      "\n<a href=\"http://duckduckgo.com/pithing\">pithing</a> - Pithing  is a slaughtering technique in which the brain of the animal is destroyed by a tool called a pithing cane or rod, which is inserted into the hole which is created by captive bolt stunning.",
      "\n<a href=\"http://duckduckgo.com/c/Plant_morphology\">Plant morphology</a>",
      "Pith",
      "\n<a href=\"http://duckduckgo.com/c/Plant_physiology\">Plant physiology</a>",
      "http://www.merriam-webster.com/dictionary/pith",
      "pith definition: a usually continuous central strand of spongy tissue in the stems of most vascular plants that probably functions chiefly in storage.",
      "Merriam-Webster",
      "https://i.duckduckgo.com/i/60f09640.jpg",
      "\n<a href=\"http://duckduckgo.com/c/Plant_anatomy\">Plant anatomy</a>",
      "Pith, or medulla, is a tissue in the stems of vascular plants."
   ],
   "common" : {
      "milestones" : [
         "<a target=\"_new\" href=\"http://en.wikinews.org/wiki/King_George_Tupou_V_of_Tonga_dies_in_Hong_Kong_hospital\" title=\"King George Tupou V of Tonga dies in Hong Kong hospital\">King George Tupou V of Tonga dies in Hong Kong hospital</a>"
      ],
      "image" : [
         [],
         []
      ]
   },
   "Lists" : [],
   "created" : 1373470344,
   "book" : [],
   "micro-www" : {
      "pith" : [
         "Pith",
         ""
      ]
   },
   "wiki" : {
      "cat" : [
         "Plant physiology",
         "Plant morphology",
         "Plant anatomy"
      ],
      "text" : "\n\n shoot cut longitudinally to show the broad, solid pith (rough-textured, white)\n inside the wood (smooth, yellow-tinged). Scale in mm.]] shoot cut\n longitudinally to show the chambered pith found in this genus. Scale in mm.]]\n wood is the pith]] 'Pith', or 'medulla', is a tissue in the stems of vascular\n plants. Pith is composed of soft, spongy parenchyma cells, which store and\n transport nutrients throughout the plant. In eudicots, pith is located in the\n center of the stem. In monocots, it extends also into flowering stems and\n roots. The pith is encircled by a ring of xylem; the xylem, in turn, is\n encircled by a ring of phloem.\n\nWhile new pith growth is usually white or pale in color, as the tissue ages it\ncommonly darkens to a deeper brown color. In trees pith is generally present in\nyoung growth, but in the trunk and older branches the pith often gets replaced -\nin great part - by xylem. In some plants, the pith in the middle of the stem may\ndry out and disintegrate, resulting in a hollow stem. A few plants, such as\nwalnuts, have distinctive chambered pith with numerous short cavities (See image\nat middle right). The cells in the peripheral parts of the pith may, in some\nplants, develop to be different from cells in the rest of the pith. This layer\nof cells is then called the perimedullary region of the pithamus. An example of\nthis can be observed in Hedera helix, a species of ivy.\n\nThe term pith is also used to refer to the pale, spongy inner layer of the rind\n- more properly called mesocarp or albedo - of citrus fruits (such as oranges)\nand other hesperidia. The word comes from the Old English word piþa, meaning\nsubstance, akin to Middle Dutch pitt, meaning the pit of a fruit.<ref\nname=Dictionary></ref>\n\nThe pith of the sola or other similar plants is used to make the pith\nhelmet.<ref>[http://www.askoxford.com/concise_oed/pithhelmet AskOxford.com -\nPith helmet]</ref>\n\nThe pith of the sago palm, although is highly toxic to animals in its raw form,\nis an important human food source in Melanesia and Micronesia by virtue of its\nstarch content and its availability. There is an easy primitive process of\nstarch extraction from sago pith that leaches away a sufficient amount of the\ntoxins and thus only the starch component is consumed. The form of the starch\nafter processing is similar to tapioca.\n",
      "title" : "pith",
      "headings" : [
         "References"
      ]
   },
   "micro-relation" : [
      "2: Xylem",
      "1: Wood",
      "1: Plant_stem",
      "1: Vascular_plant",
      "1: Parenchyma",
      "1: Eudicot",
      "1: Monocot",
      "1: Phloem",
      "1: Tree",
      "1: Walnut",
      "1: Ivy",
      "1: Mesocarp",
      "1: Citrus",
      "1: Hesperidium",
      "1: Old_English",
      "1: Middle_Dutch",
      "1: Aeschynomene_aspera",
      "1: Pith_helmet",
      "1: Sago",
      "1: Melanesia",
      "1: Micronesia",
      "1: Tapioca"
   ]
}
