{"cursor":"2273","size":15,"audio":[],"currentlang":"en","article":"\n\n'Platform technology' is a term for technology that enables the creation of\nproducts and processes that support present or future development. It\nestablishes the long-term capabilities of research & development institutes. It\ncan be defined as a structural or technological form from which various products\ncan emerge without the expense of a new process/technology introduction.\n\nIn computing platforms, for example, computer hardware serves as platform for an\noperating system which in turn is a platform for Enterprise Infrastructure\nSoftware which in turn is a platform for application software. Transport\ninfrastructure similarly serves as platform for vehicles.\n\nA pharmaceutical platform technology can ease future research work. Suppose if a\nresearcher formulates a new dosage form using a certain drug along with the\noptimized amount of excipients, then the same excipients can be used by other\nresearchers, just changing the active ingredient and acquiring a new drug\ndelivery dosage form. This would ensure less time and money being spent on\nfinalizing the concentration, amount, type, etc. of excipients used. Thus, more\nstress can be given on studies related to the active drug. For example, if an\neye drop solution uses certain polymers as excipients, then a platform\ntechnology can be established whereby other researchers can use the optimized\npolymers, and just change the active drug, leading to formulation of a whole new\ndrug-dosage, with less money and time spent on the selection of the excipients.\nThus, Platform technology creates a platform for the researchers to formulate\nnew drug-dosages, without working much on the already optimized excipients.\n\nAutomobile platforms allow a motor company such as VW to release several\nvehicles built upon a common chassis (platform) with different engines,\ninteriors and form factors, for the same or different brands within the company\n(VW, Audi, Skoda, Seat etc).\n\nA platform technology increases the ease of manufacture. Fewer parts/sub-\nassemblies need be designed, made, and kept in inventory, and assembly workers\ndon't need so much training.\n","linknr":95,"url":"Platform_technology","recorded":1362579011,"links":15,"instances":[],"pdf":[],"categories":["Technology"],"headings":[],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/5/5d/Crystal_Clear_action_run.png/30px-Crystal_Clear_action_run.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Technology","Computing_platform","Computer_hardware","Operating_system","Enterprise_Infrastructure_Software","Application_software","Transport_infrastructure","Vehicle","Excipients","Eye_drop","Automobile_platform","Design_for_manufacturability"]}