{"cursor":"29520","size":15,"audio":[],"currentlang":"en","article":"\n\n'Political Economy' in anthropology is the application of the theories and\nmethods of Historical Materialism to the traditional concerns of anthropology,\nincluding, but not limited to, non-capitalist societies. Political Economy\nintroduced questions of history and colonialism to ahistorical anthropological\ntheories of social structure and culture. Most anthropologists moved away from\nmodes of production analysis typical of structural Marxism, and focused instead\non the complex historical relations of class, culture and hegemony in regions\nundergoing complex colonial and capitalist transitions in the emerging world\nsystem.\n\nPolitical Economy was introduced in American anthropology primarily through the\nsupport of Julian Steward, a student of Kroeber. Stewardâs research interests\ncentered on âsubsistenceâ â the dynamic interaction of man, environment,\ntechnology, social structure, and the organization of work. This emphasis on\nsubsistence and production - as opposed to exchange - is what distinguishes the\nPolitical Economy approach. Steward's most theoretically productive years were\nfrom 1946-1953, while teaching at Columbia University. At this time, Columbia\nsaw an influx of World War II veterans who were attending school thanks to the\nGI Bill. Steward quickly developed a coterie of students who would go on to\ndevelop Political Economy as a distinct approach in anthropology, including\nSidney Mintz, Eric Wolf, Eleanor Leacock, Roy Rappaport, Stanley Diamond, Robert\nManners, Morton Fried, Robert F. Murphy, and influenced other scholars such as\nElman Service, Marvin Harris and June Nash. Many of these students participated\nin the Puerto Rico Project, a large-scale group research study that focused on\nmodernization in Puerto Rico.\n\nThree main areas of interest rapidly developed. The first of these areas was\nconcerned with the \"pre-capitalist\" societies that were subject to evolutionary\n\"tribal\" stereotypes. Sahlins work on Hunter-gatherers as the 'original affluent\nsociety' did much to disapate that image. The second area was concerned with the\nvast majority of the world's population at the time, the peasantry, many of whom\nwere involved in complex revolutionary wars such as in Vietnam. The third area\nwas on colonialism, imperialism, and the creation of the capitalist world-\nsystem.\n\nMore recently, these Political Economists have more directly addressed issues of\nindustrial (and post-industrial) capitalism around the world.\n","linknr":-1,"url":"Political_economy_in_anthropology","recorded":1372152348,"links":[],"instances":["anthropologist"],"pdf":[],"categories":["Anthropology","Economic anthropology|","Relation of economics to other disciplines","Other special topics (economics)"],"headings":["Theory","The Anthropology of pre-capitalist societies","Development of the state","Colonialism & imperialism","Unfree labour and slavery","Peasant studies and agrarian change","Industrial and newly industrializing societies","Hegemony","Notes"],"image":[],"tags":[["robert_f._murphy","anthropologist"]],"members":[],"related":["Historical_Materialism","Julian_Steward","Columbia_University","World_War_II","Veteran","GI_Bill","Sidney_Mintz","Eric_Wolf","Eleanor_Leacock","Roy_Rappaport","Stanley_Diamond","Morton_Fried","Robert_F._Murphy_(anthropologist)","Elman_Service","Marvin_Harris","Puerto_Rico","Marvin_Harris","Marxist_philosophy","Structuralism","Louis_Althusser","Claude_Lévi-Strauss","Structuralism","Mode_of_production","Means_of_production","Maurice_Godelier","Claude_Meillassoux","Marxist_humanism","Science","E._P._Thompson","Eric_Hobsbawm","Raymond_Williams","Hunter-gatherer","Marshall_Sahlins","Richard_B._Lee","ǃKung_people","Morton_Fried","Elman_Service","Eleanor_Leacock","Lewis_H._Morgan","Modernization_theory","World-system","Structuralism","Sumatra","Indonesia","Netherlands_East_Indies","Frederick_Engels","Commodities","Self-employment","Slavery","Peonage","Indentured_labour","Serfdom","Commodity_fetishism","Eric_Wolf","Peasant","Revolution","Mexico","Russia","China","Vietnam","Algeria","Cuba","Moral_economy","E.P._Thompson","James_C._Scott"]}