{"cursor":"2059","size":15,"audio":[],"currentlang":"en","article":"\nA 'Pontil mark' or 'punt mark' is the scar where the pontil, punty or punt was\nbroken from a work of blown glass. The presence of such a scar indicates that a\nglass bottle or bowl was blown freehand, while the absence of a punt mark\nsuggests either that the mark has been obliterated or that the work was mold-\nblown. J. H. Yoxall, [http://books.google.com/books?id=mjsZAAAAYAAJ&pg=PA23\nCollecting Old Glass], George H. Doran Co., 1916. See pages 23-24.\n\nSome glassblowers grind a hollow into the base of their work, obliterating the\nnatural punt scar. Where the base of the work is sufficiently heavy, the entire\nnatural base can be sawed or ground flat. Where the base of the work is concave,\nafter the punt has been broken from the work, the punt may be used to attach a\nsmall gather of hot glass over the punt scar, into which a maker's mark is\nimpressed.\n\nAs commonly used term in the collectibles and antiques industry, the term refers\nto the mark impressed on a blown glass item over this scar, since many notable\nglassblowers have impressed or engraved makers marks in the punt scars of their\nwork. [http://www.saint-gobain-conditionnement.com/reconnaitre.php?lang=en\nHow to Recognize a Container made by Saint-\nGobain] [http://emhartglass.com/punt_marks/view Emhart Glass Punt\nMarks web page] In the case of mold-blown work, where no pontil is used\nduring manufacture, the term has also come to apply to marks impressed in the\nbase of the work where the pontil scar would have been had it been free blown.\n\nThe base of a wine bottle, particularly when it is indented, has come to be\nknown as a punt, although wine bottles have generally been mold-blown for\ncenturies.\n","linknr":89,"url":"Pontil_mark","recorded":1362481603,"links":12,"instances":[],"pdf":[],"categories":["Glass art","Antiques"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/6/63/PuntScar.jpg/220px-PuntScar.jpg","//bits.wikimedia.org/static-1.21wmf8/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Pontil","Glassblowing","Collectibles","Antiques"]}