{"cursor":"5816","size":15,"audio":[],"currentlang":"en","article":"'Porosomes' are cup-shaped supramolecular structures in the cell membranes of\neukaryotic cells where secretory vesicles transiently dock in the process of\nvesicle fusion and secretion. The transient\nfusion of secretory vesicle membrane at the porosome base via SNARE proteins,\nresult in the formation of a 'fusion pore' or continuity for the release of\nintravesicular contents from the cell. After secretion is complete, the fusion\npore temporarily formed at the base of the porosome is sealed. The porosomes are\nfew nanometers in size and contain many different types of protein, especially\nchloride and calcium channels, actin, and SNARE proteins that mediate the\ndocking and fusion of the vesicles with the cell membrane. Once the vesicles\nhave docked with the SNARE proteins, they swell, which increases their internal\npressure. They then transiently fuse at the base of the porosome, and these\npressurized contents are ejected from the cell. Examination of cells\nfollowing secretion using electron microscopy, demonstrate increased presence of\npartially empty vesicles following secretion. This suggested that during the\nsecretory process, only a portion of the vesicular contents are able to exit the\ncell. This could only be possible if the vesicle were to temporarily establish\ncontinuity with the cell plasma membrane, expel a portion of its contents, then\ndetach, reseal, and withdraw into the cytosol (endocytose). In this way, the\nsecretory vesicle could be reused for subsequent rounds of exo-endocytosis,\nuntil completely empty of its contents.\n\nPorosomes vary in size depending on the cell type. Porosome in the exocrine\npancreas and in endocrine and neuroendocrine cells range from 100 nm to\n180 nm in diameter while in neurons they range from 10 nm to\n15 nm (about 1/10 the size of pancreatic porosomes). When a secretory\nvesicle containing v-SNARE docks at the porosome base containing t-SNARE,\nmembrane continuity (ring complex) is formed between the two. The size of the\nt/v-SNARE complex is directly proportional to the size of the vesicle. These\nvesicles contain dehydrated proteins (non-active) which are activated once they\nare hydrated. GTP is required for the transport of water through the water\nchannels or Aquaporins, and ions through ion channels to hydrate the vesicle.\nOnce the vesicle fuses at the porosome base, the contents of the vesicle at high\npressure are ejected from the cell. http://joe.endocrinology-\njournals.org/cgi/reprint/176/2/169.pdf\n\nGenerally the pososomes are opened and closed by actin, but neurons require a\nfast response therefore they have central plugs that open to release contents\nand close to stop the release (the composition of the central plug is yet to be\ndiscovered). http://www.med.wayne.edu/physiology/facultyprofile/jena/pdf%20-\nfiles/jena%20fusion%20pore.pdf Porosomes have been demonstrated to be the\nuniversal secretory machinery in cells. The neuronal porosome\nproteome has been solved, providing the possible molecular architecture and the\ncomplete composition of the machinery. \n","linknr":167,"url":"Porosomes","recorded":1362486503,"links":14,"instances":["protein","biology"],"pdf":["http://joe.endocrinology-journals.org/cgi/reprint/176/2/169.pdf","http://www.med.wayne.edu/physiology/facultyprofile/jena/pdf%20files/jena%20fusion%20pore.pdf"],"categories":["Cell anatomy","Membrane biology"],"headings":["History of discovery","References","External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["vesicle","biology"],["snare","protein"]],"members":["snare","vesicle"],"related":["Cell_membranes","Eukaryote","Vesicle_(biology)","Vesicle_fusion","SNARE_(protein)","Bhanu_Pratap_Jena","Yale_University","Atomic_force_microscopy","Wayne_State_University_School_of_Medicine"]}