{"cursor":"2210","size":15,"audio":[],"currentlang":"en","article":"\nA 'premise' is a statement that an argument claims will induce or justify a\nconclusion. \"Argument: a sequence of statements such that some of them\n(the premises) purport to give reasons to accept another of them, the\nconclusion\" : The Cambridge Dictionary of Philosophy, 2nd Edition (Cambridge\nUniversity Press), editor Robert Audi, 43. In other words: a premise is\nan assumption that something is true. In logic, an argument requires a set of\n(at least) two declarative sentences (or \"propositions\") known as the\n'premises' along with another declarative sentence (or \"proposition\") known as\nthe conclusion. This structure of two premises and one conclusion forms the\nbasic argumentative structure. More complex arguments can use a series of rules\nto connect several premises to one conclusion, or to derive a number of\nconclusions from the original premises which then act as premises for\nadditional conclusions. An example of this is the use of the rules of inference\nfound within symbolic logic.\n\nAristotle held that any logical argument could be reduced to two premises and\na conclusion. p216, Jan Gullberg, Mathematics from the birth of numbers,\nW. W. Norton & Company; ISBN 0-393-04002-X ISBN 978-0393040029 Premises\nare sometimes left unstated in which case they are called missing premises,\nfor example:\n\n::Socrates is mortal, since all men are mortal.\n\nIt is evident that a tacitly understood claim is that Socrates is a man. The\nfully expressed reasoning is thus:\n\n::Since all men are mortal and Socrates is a man, Socrates is mortal.\n\nIn this example, the independent clauses preceding the comma (namely, \"all men\nare mortal\" and \"Socrates is a man\") are the premises, while \"Socrates is\nmortal\" is the conclusion.\n\nThe proof of a conclusion depends on both the truth of the premises and the\nvalidity of the argument.\n","linknr":421,"url":"Premise","recorded":1362897114,"links":43,"instances":["mathematical_logic","logic","mathematics"],"pdf":[],"categories":["Arguments","Term logic","Sentences by type"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/9/96/Greek_letter_uppercase_Phi.svg/30px-Greek_letter_uppercase_Phi.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["set","mathematics"],["sentence","mathematical_logic"],["clause","logic"]],"members":["sentence","clause","set"],"related":["Logic","Argument","Set_(mathematics)","Sentence_(mathematical_logic)","Proposition","Logical_consequence","Rules_of_inference","Symbolic_logic","Aristotle","Jan_Gullberg","Clause_(logic)","Truth","Validity"]}