{"cursor":"10653","size":15,"audio":[],"currentlang":"en","article":"\n\n\nA 'multiprotein complex' (or 'protein complex') is a group of two or more\nassociated polypeptide chains. If the different polypeptide chains contain\ndifferent protein domain, the resulting multiprotein complex can have multiple\ncatalytic functions. This is distinct from a multienzyme polypeptide, in which\nmultiple catalytic domains are found in a single polypeptide chain. Price,\nN. C., and L. Stevens. 1999, Fundamentals of enzymology: The cell and molecular\nbiology of catalytic proteins. New York, Oxford University Press.\n\nProtein complexes are a form of quaternary structure. Proteins in a protein\ncomplex are linked by non-covalent proteinâprotein interactions, and different\nprotein complexes have different degrees of stability over time. These complexes\nare a cornerstone of many (if not most) biological processes and together they\nform various types of molecular machinery that perform a vast array of\nbiological functions. Increasingly, scientists view the cell as composed of\nmodular supramolecular complexes, each of which performs an independent,\ndiscrete biological function. Hartwell, L.H.; Hopfield, J.J.; Liebler, S.;\nMurray, A. W. 1999. From molecular to modular cell biology. Nature 402 (6761):\nC47-C52. By existing in proximity, the speed and selectivity of binding\ninteractions between enzymatic complex and substrates can be vastly improved,\nleading to higher cellular efficiency. Unfortunately, many of the techniques\nused to break open cells and isolate proteins are inherently disruptive to such\nlarge complexes, so their protein complexes within the cell may be even more\nwidespread than can be detected. Examples include the proteasome for molecular\ndegradation, the metabolon for oxidative energy generation, and the ribosome for\nprotein sythesis. In stable complexes, large hydrophobic interfaces between\nproteins typically bury surface areas larger than 2500 square angstroms. Pereira-\nLeal,J.B.; Levy,E.D.; and Teichmann, S.A. 2006, The origins and evolution of\nfunctional modules: lessons from protein complexes. Philos Trans R Soc Lond B\nBiol Sci. 2006 March 29; 361(1467): 507â517. .\n\nHowever, complexes need not be stable. Understanding the functional interactions\nof proteins is an important research focus in biochemistry and cell biology.\nProtein complex formation sometimes serves to activate or inhibit one or more of\nthe complex members and in this way, protein complex formation can be similar to\nphosphorylation. Individual proteins can participate in the formation of a\nvariety of different protein complexes. Different complexes perform different\nfunctions, and the same complex can perform very different functions that depend\non a variety of factors. Some of these factors are:\n\n* Which cellular compartment the complex exists in when it is contained\n* Which stage in the cell cycle the complexes are present\n* The nutritional status of the cell\n* Others\n\nMany protein complexes are well understood, particularly in the model organism\n[[Saccharomyces cerevisiae]] (a strain of yeast). For this relatively simple\norganism, the study of protein complexes is now being performed genome wide and\nthe elucidation of most protein complexes of the yeast is undergoing.\n\nThe molecular structure of protein complexes can be determined by experimental\ntechniques such as X-ray crystallography or nuclear magnetic resonance.\nIncreasingly the theoretical option of proteinâprotein docking is also becoming\navailable. One method that is commonly used for identifying the members of\nprotein complexes is immunoprecipitation. Recently, Raicu and cowrkers developed\na method to determine the Quaternary structure of protein complexes in living\ncells. This method is based on the determination of pixel-level Forster\nResonance Energy Transfer (FRET) efficiency in conjunction with spectrally\nresolved two-photon microscope. The distribution of FRET efficiencies are\nsimulated against different models to get the geometry and stoichiometry of the\ncomplexes. Raicu et al.,2009, Determination of supramolecular structure and\nspatial distribution of protein complexes in living cells. Nature Photonics\n(3),pg. 107-113\n","linknr":157,"url":"Protein_complex","recorded":1362897870,"links":20,"instances":[],"pdf":[],"categories":["Protein complexes|*"],"headings":["Types of Protein Complexes","Homomultimeric and heteromultimeric proteins","References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Merge-arrow.svg/50px-Merge-arrow.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/f/fc/Barnase-barstar-1brs.png/250px-Barnase-barstar-1brs.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Quaternary_structure","Protein–protein_interaction","Proteasome","Metabolon","Ribosome","Protein–protein_interaction","Biochemistry","Cell_biology","Phosphorylation","Molecular_structure","X-ray_crystallography","Nuclear_magnetic_resonance","Protein–protein_docking","Immunoprecipitation","Protein_Data_Bank","Voltage-gated_potassium_channels"]}