{"cursor":"4483","size":15,"audio":[],"currentlang":"en","article":"The 'proteome' is the entire set of proteins expressed by a genome, cell, tissue\nor organism at a certain time. More specifically, it is the set of expressed\nproteins in a given type of cells or an organism at a given time under defined\nconditions. The term is a portmanteau of [[proteins]] and [[genome]].\n\nThe term has been applied to several different types of biological systems. A\n'cellular proteome' is the collection of proteins found in a particular cell\ntype under a particular set of environmental conditions such as exposure to\nhormone stimulation. It can also be useful to consider an organism's 'complete\nproteome', which can be conceptualized as the complete set of proteins from all\nof the various cellular proteomes. This is very roughly the protein equivalent\nof the genome. The term \"proteome\" has also been used to refer to the collection\nof proteins in certain sub-cellular biological systems. For example, all of the\nproteins in a virus can be called a viral proteome.\n\nThe proteome is larger than the genome, especially in eukaryotes, in the sense\nthat there are more proteins than genes. This is due to alternative splicing of\ngenes and post-translational modifications like glycosylation or\nphosphorylation.\n\nMoreover the proteome has at least two levels of complexity lacking in the\ngenome. While the genome is defined by the sequence of nucleotides, the proteome\ncannot be limited to the sum of the sequences of the proteins present. Knowledge\nof the proteome requires knowledge of (1) the structure of the proteins in the\nproteome and (2) the functional interaction between the proteins.\n\nProteomics, the study of the proteome, has largely been practiced through the\nseparation of proteins by two dimensional gel electrophoresis. In the first\ndimension, the proteins are separated by isoelectric focusing, which resolves\nproteins on the basis of charge. In the second dimension, proteins are separated\nby molecular weight using SDS-PAGE. The gel is dyed with Coomassie Brilliant\nBlue or silver to visualize the proteins. Spots on the gel are proteins that\nhave migrated to specific locations.\n\nThe mass spectrometer has augmented proteomics. Peptide mass fingerprinting\nidentifies a protein by cleaving it into short peptides and then deduces the\nprotein's identity by matching the observed peptide masses against a sequence\ndatabase. Tandem mass spectrometry, on the other hand, can get sequence\ninformation from individual peptides by isolating them, colliding them with a\nnon-reactive gas, and then cataloguing the fragment ions produced.\n","linknr":200,"url":"Proteome","recorded":1362374127,"links":31,"instances":["geneticist","physics","biology"],"pdf":[],"categories":["Proteomics","Bioinformatics","Proteins","Genomics","Omics"],"headings":["History","See also","References","External links"],"image":["//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["cell","biology"],["ion","physics"],["marc_wilkins","geneticist"]],"members":["marc_wilkins","ion","cell"],"related":["Protein","Portmanteau","Cell_(biology)","Hormone","Genome","Genome","Eukaryota","Protein","Gene","Alternative_splicing","Post-translational_modification","Glycosylation","Phosphorylation","Nucleotide","Protein_structure","Proteomics","Gel_electrophoresis","Isoelectric_focusing","Molecular_mass","SDS-PAGE","Coomassie_Brilliant_Blue","Silver","Mass_spectrometry","Peptide_mass_fingerprinting","Sequence_database","Ion_(physics)","Marc_Wilkins_(geneticist)","Expert_review_of_proteomics","England","Protein","Proteomics","Metabolome","Cytome","Bioinformatics","List_of_omics_topics_in_biology","Plant_Proteome_Database","Transcriptome"]}