{"cursor":"3813","size":15,"audio":[],"currentlang":"en","article":"A 'provirus' is a virus genome that is integrated into the DNA of a host cell.\n\nThis state can be a stage of virus replication, or a state that persists over\nlonger periods of time as either inactive viral infections or an endogenous\nretrovirus. In inactive viral infections the virus will not replicate itself but\nthrough replication of its host cell. This state can last over many host cell\ngenerations.\n\nEndogenous retroviruses are always in the state of a provirus. When a\n(nonendogenous) retrovirus invades a cell, the RNA of the retrovirus is reverse-\ntranscribed into DNA by reverse transcriptase, then inserted into the host\ngenome by an integrase.\n\nA provirus does not directly make new DNA copies of itself while integrated into\na host genome in this way. Instead, it is passively replicated along with the\nhost genome and passed on to the original cell's offspring; all descendants of\nthe infected cell will also bear proviruses in their genomes. This is known as\nlysogenic viral reproduction. {{Cite book| title=Biology| last1=Campbell|\nlast2=Reece| last3=Urry| last4=Cain| last5=Wasserman| last6=Minorsky|\nlast7=Jackson| first1=Neil A.| first2=Jane B.| first3=Lisa A.| first4=Michael\nL.| first5=Steven A.| first6=Peter V.| first7=Robert B.| edition=8th| isbn=978-0-8053-6844-\n4| page=386| year=2008}} Integration can result in a latent infection or a\nproductive infection. In a productive infection, the provirus is transcribed\ninto messenger RNA which directly produces new virus, which in turn will infect\nother cells via the lytic cycle. A latent infection results when the provirus is\ntranscriptionally silent rather than active.\n\nA latent infection may become productive in response to changes in the host's\nenvironmental conditions or health, the provirus may be activated and begin\ntranscription of its viral genome. This can result in the destruction of its\nhost cell because the cell's protein synthesis machinery is hijacked to produce\nmore viruses.\n\nIt is thought that proviruses may account for approximately 8% of the human\ngenome in the form of inherited endogenous retroviruses.\n\nA provirus not only refers to a retrovirus but is also used to describe other\nviruses that can integrate into the host chromosomes, another example being adeno-\nassociated virus. It should be noted that not only eukaryotic viruses integrate\ninto the genomes of their hosts. Many bacterial and archaeal viruses also employ\nthis strategy of propagation. All families of bacterial viruses with circular\n(single-stranded or double-stranded) DNA genomes or replicating their genomes\nthrough a circular intermediate (e.g., tailed dsDNA viruses) have temperate\nmembers. In the case of bacterial viruses (bacteriophages),\nproviruses are often referred to as prophages.\n","linknr":134,"url":"Provirus","recorded":1362555546,"links":26,"instances":["biology"],"pdf":[],"categories":["Virology"],"headings":["See also","References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["cell","biology"]],"members":["cell"],"related":["Virus","Genome","DNA","Cell_(biology)","Lysogenic_cycle","Endogenous_retrovirus","RNA","Reverse_transcriptase","Genome","Integrase","Lysogenic_cycle","Lytic_cycle","Latent_infection","Protein_synthesis","Endogenous_retrovirus","Chromosome","Adeno-associated_virus","Phage","Prophage","Bornavirus","Prophage","Phage","Retrotransposon","Germline","Horizontal_gene_transfer","Endogenous_retrovirus","Adeno-Associated_Virus"]}