{"micrownet":["psf"],"duck":["\n<a href=\"http://duckduckgo.com/premium_Standard_Farms\">Premium Standard Farms, Inc</a> - Premium Standard Farms, Inc, is a subsidiary of Smithfield Foods.","\n<a href=\"http://duckduckgo.com/Protein_Segment_Finder\">Protein Segment Finder</a> - Protein segment finder, or PSF, is a search engine to quickly identify protein segments obeying a set of primary, secondary and tertiary structure constraints in the PDB Finding related conforma...","\n<a href=\"http://duckduckgo.com/Palestinian_Popular_Struggle_Front\">Palestinian Popular Struggle Front</a> - The Palestinian Popular Struggle Front,, is a Palestinian political party.","\n<a href=\"http://duckduckgo.com/French_Social_Party\">French Social Party</a> (Parti Social Français)","PSF","\n<a href=\"http://duckduckgo.com/socialist_Party_(France)\">French Socialist Party</a> (Parti Socialiste Français)","http://www.merriam-webster.com/dictionary/psf","\n<a href=\"http://duckduckgo.com/Public_Security_Forces\">Public Security Forces</a> the Bahraini principal law enforcement arm of the <a href=\"http://duckduckgo.com/?q=Ministry of Interior\">Ministry of Interior</a>.","psf definition: pounds per square foot.","\n<a href=\"http://duckduckgo.com/pressed_Steel_Company\">Pressed Steel Fisher</a> - Pressed Steel Company Limited was a British car body manufacturing business founded at Cowley near Oxford in 1926 as a joint venture between William Morris, Budd Corporation of Philadelphia USA,...","\n<a href=\"http://duckduckgo.com/Pittsfield_Municipal_Airport\">Pittsfield Municipal Airport</a> (IATA airport code: PSF)","\n<a href=\"http://duckduckgo.com/P.S.F._Records\">P.S.F. Records</a>, a record label","\n<a href=\"http://duckduckgo.com/Point_spread_function\">Point spread function</a> - The point spread function describes the response of an imaging system to a point source or point object.","\n<a href=\"http://duckduckgo.com/Pounds_per_square_foot\">Pounds per square foot</a>, a measure of <a href=\"http://duckduckgo.com/?q=pressure\">pressure</a>; see also <a href=\"http://duckduckgo.com/?q=Pounds per square inch\">Pounds per square inch</a>","\n<a href=\"http://duckduckgo.com/Portable_Sound_Format\">Portable Sound Format</a> - The Portable Sound Format (PSF) is a sound file format ripped directly from video games from a variety of game consoles.","\n<a href=\"http://duckduckgo.com/Python_Software_Foundation\">Python Software Foundation</a> - The Python Software Foundation, is a non-profit organization devoted to the Python programming language, launched on March 6, 2001.","\n<a href=\"http://duckduckgo.com/Prolate_spheroidal_wave_functions\">Prolate spheroidal wave functions</a> - In mathematics, the prolate spheroidal wave functions are a set of functions derived by timelimiting and lowpassing, and a second timelimit operation.","\n<a href=\"http://duckduckgo.com/phelps_Stokes\">Phelps-Stokes Fund</a> - Established in 1911 as the Trustees of Phelps Stokes Fund by an act of the New York State legislature and known for much of its history as the Phelps-Stokes Fund, Phelps Stokes connects emer...","\n<a href=\"http://duckduckgo.com/Pharmaciens_Sans_Fronti%C3%A8res\">Pharmaciens Sans Frontières</a> - Pharmaciens Sans Frontières Comité International (PSFCI) is the largest humanitarian association in the world specialized in the pharmaceutical sector.","\n<a href=\"http://duckduckgo.com/Peoples_Students_Federation\">Peoples Students Federation</a> - The Pakistan People's Party is a centre-left, progressive, and democratic socialist  political party in Pakistan.","\n<a href=\"http://duckduckgo.com/progressive_segmented_frame\">Progressive segmented Frame</a> - Progressive segmented Frame is a scheme designed to acquire, store, modify, and distribute progressive-scan video using interlaced equipment and media.","\n<a href=\"http://duckduckgo.com/real_estate_pricing\">Price per square foot</a> - Real estate pricing deals with the valuation of real estate and all the standard methods of determining the price of fixed assets apply.","\n<a href=\"http://duckduckgo.com/Pennsylvania_Shakespeare_Festival\">Pennsylvania Shakespeare Festival</a> - Pennsylvania Shakespeare Festival is listed as a Major Festival in the book Shakespeare Festivals Around the World by Marcus D. Gregio, 2004.","Merriam-Webster","\n<a href=\"http://duckduckgo.com/sinn_F%C3%A9in\">Provisional Sinn Féin</a> - Sinn Féin is an Irish republican political party in the Republic of Ireland and Northern Ireland.","\n<a href=\"http://duckduckgo.com/Physical_Storage_Format\">Physical Storage Format</a> a data format for navigation data"],"common":{"milestones":["<a target=\"_new\" href=\"http://en.wikinews.org/wiki/Dow_plunges_as_oil_prices_break_records\" title=\"Dow plunges as oil prices break records\">Dow plunges as oil prices break records</a>"],"image":[[],[]]},"Lists":[],"created":1373534583,"book":[],"micro-www":{"psf":[""]},"micro-relation":[]}