{"micrownet":[],"duck":["Qee","Qee  are a collection of designer toys created by Hong Kong-based company Toy2R, which was founded by Raymond Choy in 1995.","\n<a href=\"http://duckduckgo.com/c/Toy_collecting\">Toy collecting</a>","\n<a href=\"http://duckduckgo.com/c/Designer_toys\">Designer toys</a>","Qee are a collection of designer toys created by Hong Kong -based company Toy2R, which was founded by Raymond Choy in 1995."],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373549993,"book":[],"micro-www":{"qee":[""]},"wiki":{"cat":["Designer toys","Toy collecting","1995 introductions"],"text":"'Qee' (pronounced \"key\") are a collection of designer toys created by Hong Kong-\nbased company Toy2R, which was founded by Raymond Choy in 1995.\n\nQee figures vary in their design. The original Qee has a body that resembles an\nextremely simplified human form, somewhat similar in appearance to Playmobil or\nLEGO figures, though distinctively round and squat. Depending on its theme, a\nfigure may have the head of a bear with asymmetrical ears called a BearBearQ; a\ncat called KitCatQ; a dog called DoggyQ; a monkey called MonQ; or a rabbit\ncalled Bunee. The Toyer Qee has the same body type as the original, but a head\nthat resembles a cartoon skull. The Knuckle Bear Qee was created by Japanese\ncharacter designer Touma, and resembles a graffiti-style caricature of an\nanthropomorphized bear. The Qee Egg simply resembles an anthropomorphized egg.\nThe standard size is 2.5\" high, and these figures are packaged with an optional\nkeychain attachment. There are also 1.5\", 8\", 16\", \"36\", and 60\" Qees.\nAdditionally, Toy2R produces Blank Platform [[DIY]] ; these figures may be of\nany Qee design, but are packaged unpainted.\n\nQees are produced in limited numbers and are highly collectible; they are\npredominantly collected by adults. Many contemporary artists and designers from\nAsia, Australia, Europe, North America, and South America have designed figures.\nTypically, designing a Qee figure means creating a design scheme, or deco, for\none of the aforementioned molds.\n\nThe casual observer may note similarities between Qees and the Kubrick and\nBe@rbrick figures created by Japanese toy company MediCom. However, closer\nobservation reveals that Qees differ not only in size, but in their overall\naesthetic. Relative to MediCom, Toy2R releases very few licensed designs, such\nas figures based on characters from films, comic books, or other intellectual\nproperties. Exceptions to this are Qees created for Adidas, Benetton, BenQ, BMW,\nChristian Lacroix, Dark Horse Comics, Devo, DKNY, Mitsubishi, MTV, Nokia,\nSanDisk, Samsung, Sony, Starbucks, Swatch, Target, V.S.O.P. and Xbox 360, as\nwell as a figure created in conjunction with tokidoki for LeSportsac, in which\nthe figure is a design element of a women's travel bag.\n\nThere are currently five series of Qees, and an anticipated total of 1500\n2.5\" figures.\n","title":"qee","headings":["Contributing Artists","External links"]},"micro-relation":["1: Designer_toys","1: Hong_Kong","1: Toy2R","1: Playmobil","1: Minifigure","1: Bear","1: Asymmetry","1: Cat","1: Dog","1: Monkey","1: Rabbit","1: Cartoon","1: Japan","1: Graffiti","1: Caricature","1: Anthropomorphism","1: Collectible","1: Asia","1: Australia","1: Europe","1: North_America","1: South_America","1: Be@rbrick","1: Adidas","1: Benetton_Group","1: BenQ","1: BMW","1: Christian_Lacroix","1: Dark_Horse_Comics","1: Devo","1: DKNY","1: Mitsubishi","1: MTV","1: Nokia","1: SanDisk","1: Samsung","1: Sony","1: Starbucks","1: Swatch","1: Target_Corporation","1: Courvoisier","1: Xbox_360","1: Tokidoki","1: LeSportsac","1: Gary_Baseman","1: Tim_Biskup","1: Phil_Corbett","1: Shepard_Fairey","1: Doze_Green","1: Jaime_Hayon","1: Tom_Hazelmyer","1: David_Horvath","1: Nathan_Jurevicius","1: Sun-Min_Kim","1: Frank_Kozik","1: Joe_Ledbetter","1: Mark_Mothersbaugh","1: Mad_Barbarians","1: Rolito","1: Jeff_Soto","1: Mimic","1: Jason_Freeny"]}