{"micrownet":[],"duck":["Quantum Xrroid Consciousness Interface","Quantum Xrroid Consciousness Interface is a bioresonance machine that was invented by former NASA Engineer Dr.","Quantum Xrroid Consciousness Interface is a bioresonance machine that was invented by former NASA Engineer Dr."],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373552920,"book":[],"micro-www":{"qxci":[""]},"wiki":{"cat":["Pseudoscience","Health fraud","Alternative cancer treatments"],"text":"'Electro Physiological Feedback Xrroid' ('EPFX'), also known as 'Quantum Xrroid\nConsciousness Interface' ('QXCI'), is a discredited \"energy medicine\" device\nwhich claims to read the body’s reactivity to various frequencies and then send\nback other frequencies to make changes in the body.<ref name=\"st-1\"/><ref name=-\n\"CBC\">[http://www.cbc.ca/marketplace/2009/miracle_makers_or_money_takers/main.h-\ntml Miracle makers or money takers?], CBC News Marketplace, Feb 27, 2009</ref>\nIt is manufactured and marketed by self-styled \"Professor Bill Nelson\" also\nknown as Desiré Dubounet.<ref name=\"CBC\" /> Nelson is currently operating in\nHungary, a fugitive from the US following indictment on fraud charges connected\nto EPFX.<ref name=\"st-1\"></ref>\n\nDescriptions of the device in mainstream media note its high price tag ($20,000\nUS) and the improbable nature of the claims made for it.<ref\nname=\"BadScience\"></ref> It has reportedly been used to \"treat\" a variety of\nserious diseases including cancer. In one documented case, undiagnosed and\nuntreated leukaemia resulted in the death of a patient.<ref name=\"st-2\"></ref>\n\nThe website Quackwatch posted an analysis of the device by Stephen Barrett which\nconcludes: \"The Quantum Xrroid device is claimed to balance 'bio-energetic'\nforces that the scientific community does not recognize as real. It mainly\nreflects skin resistance (how easily low-voltage electric currents from the\ndevice pass through the skin), which is not related to the body's\nhealth.\"<ref></ref>\n\nImports to the US are now banned.<ref>[http://www.newsinferno.com/archives/11605\nFDA Takes Action Against Fake Medical Device], NewsInferno.com, 10 August\n2009</ref>\n","title":"Electro%20Physiological%20Feedback%20Xrroid","headings":["References","External links"]},"micro-relation":["1: Energy_medicine","1: CBC_News","1: Cancer","1: Leukaemia","1: Quackwatch","1: Stephen_Barrett"]}