{"cursor":"2770","size":15,"audio":[],"currentlang":"en","article":"\n\n\n'Rainforest collapse' refers to the actual past and theoretical future\ndestruction of rainforests through a process of habitat fragmentation to\nthe point where little rainforest biome is left, only to survive in\nisolated refugia.\n\nIn the Carboniferous, coal forests, great tropical wetlands, extended over much\nof Euramerica (Europe and America). This land supported towering lycopsids which\nfragmented and collapsed abruptly. The collapse of the\nrainforests during the Carboniferous has been attributed to several possible\nhypotheses including climate change. Specifically, at this time\nclimate became cooler and drier, conditions that are not favourable to the\ngrowth of rainforests and much of the biodiversity within them. This sudden\ncollapse affected several large groups including lycopsids and amphibians.\nReptiles prospered in the new environment due to adaptations that let them\nthrive in drier conditions.\n\nFuture rainforest collapse is a hypothesis only. Rainforests may collapse due to\nhabit fragmentation by human beings. A classic pattern of fragmentation is\noccurring in many rainforests including those of the Amazon, specifically a\n'fishbone' pattern formed by the development of roads into the forest. This is\nof great concern, not only for the loss of a biome with many untapped resources\nbut also because animal species extinction is known to correlate with habitat\nfragmentation.\n","linknr":101,"url":"Rainforest_collapse","recorded":1362510580,"links":12,"instances":[],"pdf":[],"categories":["Habitat (ecology) terminology","Rainforests"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Merge-arrow.svg/50px-Merge-arrow.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/b/b9/Amazonie_deforestation.jpg/250px-Amazonie_deforestation.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Habitat_fragmentation","Rainforest","Biome","Carboniferous","Coal_forest","Lycopsid","Carboniferous","Climate_change","Amazon_basin"]}