{"micrownet":["rarefaction"],"duck":["\n<a href=\"http://duckduckgo.com/Rarefaction_(ecology)\">Rarefaction (ecology)</a> - In ecology, rarefaction is a technique to assess species richness from the results of sampling.","\n<a href=\"http://duckduckgo.com/Prandtl-Meyer_expansion_fan\">Prandtl-Meyer expansion fan</a> - A Prandtl-Meyer expansion fan is a centered expansion process, which turns a supersonic flow around a convex corner.","Rarefaction","\n<a href=\"http://duckduckgo.com/Rarefication\">Rarefication</a> - A disease  is an abnormal condition affecting the body of an organism.","\n<a href=\"http://duckduckgo.com/c/Acoustics\">Acoustics</a>","\n<a href=\"http://duckduckgo.com/P-wave\">P-wave</a> - P-waves are a type of elastic wave, called seismic waves in seismology, that can travel through a continuum.","http://www.merriam-webster.com/dictionary/rarefaction","rarefaction definition: the action or process of rarefying.","Merriam-Webster","https://i.duckduckgo.com/i/eb3c1ce7.gif","\n<a href=\"http://duckduckgo.com/c/Sound\">Sound</a>","\n<a href=\"http://duckduckgo.com/c/Waves\">Waves</a>","\n<a href=\"http://duckduckgo.com/Longitudinal_wave\">Longitudinal wave</a> - Longitudinal waves, also known as \"l-waves\", are waves whose direction of vibration is the same as their direction of travel, meaning that the movement of the medium is in the same direction as,...","Rarefaction is the reduction of an item's density, the opposite of compression."],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373542930,"book":[],"micro-www":{"rarefaction":[""]},"wiki":{"cat":["Sound","Acoustics","Waves"],"text":"\n\n\n[[Image:Onde compression impulsion 1d 30 petit.gif|thumb|305px| An example of\nrarefaction is as a phase in a sound wave or phonon. Half of a sound wave is\nmade up of the compression of the medium, and the other half is the\ndecompression or rarefaction of the medium.]] 'Rarefaction' is the reduction of\nan item's density, the opposite of compression.<ref name=\"Encyclopaedia\nBritannica\"></ref> Like compression, which can travel in waves (sound waves, for\ninstance), rarefaction waves also exist in nature. A common rarefaction wave is\nthe area of low relative pressure following a shock wave (see picture).\n\nRarefaction waves expand with time (much like sea waves spread out as they\nreach a beach); in most gases rarefaction waves keep the same overall profile\n('shape') at all times throughout the wave's movement: it is a 'self-similar\nexpansion'. Each part of the wave travels at the local speed of sound, in the\nlocal medium. This expansion behaviour is in contrast to the behaviour of\npressure increases, which get narrower with time, until they steepen into\nshock waves.\n","title":"rarefaction","headings":["Physical examples","See also","Citations"]},"micro-relation":["2: Sound_wave","2: Shock_wave","1: Sound","1: Phonon","1: Transmission_medium","1: Earth's_atmosphere","1: Mass","1: Matter","1: Gravitation","1: Longitudinal_wave","1: P-wave","1: Prandtl-Meyer_expansion_fan"]}