{"cursor":"4264","size":15,"audio":[],"currentlang":"en","article":"A 'reference group' is a concept referring to a group to which an individual or\nanother group is compared.\n\nSociologists call any group that individuals use as a standard for evaluating\nthemselves and their own behavior a reference group.\n\nReference groups are used in order to evaluate and determine the nature of a\ngiven individual or other group's characteristics and sociological attributes.\nIt is the group to which the individual relates or aspires to relate himself or\nherself psychologically. It becomes the individual's frame of reference and\nsource for ordering his or her experiences, perceptions, cognition, and ideas of\nself. It is important for determining a person's self-identity, attitudes, and\nsocial ties. It becomes the basis of reference in making comparisons or\ncontrasts and in evaluating one's appearance and performance.\n\nReference groups provide the benchmarks and contrast needed for comparison and\nevaluation of group and personal characteristics. Robert K. Merton hypothesized\nthat individuals compare themselves with reference groups of people who occupy\nthe social role to which the individual aspires. {{cite\njournal |url=http://www.aps-pub.com/proceedings/1484/480411.pdf\n|format=PDF|author=Gerald Holton |title=Robert K. Merton - Biographical Memoirs\n| journal=Proceedings of the American Philosophical Society |volume=148 |issue=4\n|pages=506–517 |date=4 December 2004 |accessdate=2007-08-07 |quote=He developed\na theory of the reference group (i.e., the group to which individuals compare\nthemselves, which is not necessarily a group to which those individuals belong),\nand elaborated on the concepts of in-group and out-group. For any group of\npeople there are always other groups whom they look upon to and aspire to be\nlike them. |archiveurl = http://web.archive.org/web/20070811154926/http://www.aps-\npub.com/proceedings/1484/480411.pdf  |archivedate\n= 2007-08-11}}\n\n }} Reference groups act as a frame of reference to which people always\nrefer to evaluate their achievements, their role performance, aspirations and\nambitions. A reference group can be either from a membership group or non-\nmembership group. An example of a reference group being used would be the\ndetermination of affluence. An individual in the U.S. with an annual income of\n$80,000, may consider himself affluent if he compares himself to those in the\nmiddle of the income strata, who earn roughly $32,000 a year,. If, however, the\nsame person considers the relevant reference group to be those in the top 0.1%\nof households in the US, those making $1.6 million or more, then the\nindividual's income of $80,000 would make him or her seem rather poor. {{cite book | last = Ehrenreich |\nfirst = Barbara | authorlink = | coauthors = | year = 1989 | title = Fear of\nFalling, The Inner Life of the Middle Class\n | publisher = Harper Collins | location = New York, NY | isbn = 0-06-097333-\n | 1}}\n","linknr":105,"url":"Reference_group","recorded":1362891047,"links":19,"instances":["sociology"],"pdf":["http://web.archive.org/web/20070811154926/http://www.aps-pub.com/proceedings/1484/480411.pdf","http://www.aps-pub.com/proceedings/1484/480411.pdf","http://web.archive.org/web/20070811154926/http://www.aps-pub.com/proceedings/1484/480411.pdf"],"categories":["Social groups","Social anthropology"],"headings":["References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["group","sociology"]],"members":["group"],"related":["Group_(sociology)","Robert_K._Merton","Gerald_Holton","United_States","Income_in_the_United_States","Affluence_in_the_United_States","Personal_income_in_the_United_States"]}