{"cursor":"4703","size":14,"audio":[],"currentlang":"en","article":"\nA 'regular verb' is any verb whose conjugation follows the typical grammatical\ninflections of the language to which it belongs. A verb that cannot be\nconjugated like this is called an irregular verb. All natural languages, to\ndifferent extents, have a number of irregular verbs. Auxiliary languages usually\nhave a single regular pattern for all verbs (as well as other parts of speech)\nas a matter of design. Other constructed languages need not show such\nregularity, especially if they are designed to look similar to natural ones.\n\nThe most simple form of regularity involves a single class of verbs, a single\nprincipal part (the root or a conjugated form in a given person, number, tense,\naspect, mood, etc.), and a set of unique rules to produce each form in the verb\nparadigm. More complex regular patterns may have several verb classes (e. g.\ndistinguished by their infinitive ending), more than one principal part (e. g.\nthe infinitive and the first person singular, present tense, indicative mood),\nand more than one type of rule (e. g. rules that add suffixes and other rules\nthat change the vowel in the root).\n\nSometimes it is highly subjective to state whether a verb is regular or not. For\nexample, if a language has ten different conjugation patterns and two of them\nonly comprise five or six verbs each while the rest are much more populated, it\nis a matter of choice to call the verbs in the smaller groups \"irregular\".\n\nThe concept of regular and irregular verbs belongs mainly in the context of\nsecond language acquisition, where the defining of rules and listing of\nexceptions is an important part of foreign language learning. The concepts can\nalso be useful in psycholinguistics, where the ways in which the human mind\nprocesses irregularities may be of interest. However, most other branches of\nlinguistics do not use these categories; historical/comparative linguistics is\nmore interested in categories such as strong and weak.\n","linknr":318,"url":"Regular_verb","recorded":1362672024,"links":19,"instances":["linguistics"],"pdf":[],"categories":["Verb types"],"headings":["Psycholinguistic aspects","Regular verbs in English","References"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["root","linguistics"]],"members":["root"],"related":["Grammatical_conjugation","Irregular_verb","Natural_language","International_auxiliary_language","Part_of_speech","Constructed_language","Root_(linguistics)","Paradigm","Synchronic_analysis","Psycholinguistics","Language_acquisition","English_verbs","Vowel"]}