{"cursor":"1821","size":15,"audio":[],"currentlang":"en","article":"In population ecology, a 'regulating factor' is something that keeps a\npopulation at equilibrium (neither increasing nor decreasing in size over time).\n\nAn example of a regulating factor would be food supply. {{cite journal\n|title=The Significance of Limiting and Regulating Factors on the Demography of\nMoose and White-Tailed Deer |author=Francois Messier |journal=The Journal of\nAnimal Ecology |volume=60 |issue=2 |month=June |year=1991 |pages=377–393\n|doi=10.2307/5285 |jstor=5285 }} If the population increases to a certain\nsize, there will be less food for each organism. This will lead to fewer births\n(a decrease in fecundity) and more deaths, making a negative growth rate. As\nthere are now fewer animals, the amount of food for each organism will increase,\nmeaning the growth rate will become positive. This would lead to a large\npopulation size again, and the cycle would start over. Therefore, food is a\nregulating factor in this scenario, as food supply keeps the population at\nrelative equilibrium.\n\nAll regulating factors are density-dependent, meaning they keep populations at\nequilibrium by counteracting fluctuations in population size. Other regulating\nfactors of the human population at present are drinking water supply, amount of\narable land (obviously a more fundamental term for food), air pollution and\nprevalence of communicable disease. The major regulating factor for the human\npopulation in current times is inadequacy of safe drinking water, since\nwaterborne disease is the principal environmental cause of mortality.\n","linknr":-1,"url":"Regulating_factor","recorded":1372152263,"links":[],"instances":[],"pdf":[],"categories":["Population ecology"],"headings":["See also","References"],"image":[],"tags":[],"members":[],"related":["Population_ecology","Population","Punctuated_equilibrium","Food_supply","Births","Fecundity","Deaths","Population_growth_rate","Animal","Density","Drinking_water","Air_pollution","Drinking_water","Limiting_factor","Population_ecology","Water_crisis"]}