{"cursor":"9170","size":15,"audio":[],"currentlang":"en","article":"'Research ethics' involves the application of fundamental ethical principles to\na variety of topics involving scientific research. These include the design and\nimplementation of research involving human experimentation, animal\nexperimentation, various aspects of academic scandal, including scientific\nmisconduct (such as fraud, fabrication of data and plagiarism), whistleblowing;\nregulation of research, etc. Research ethics is most developed as a concept in\nmedical research. The key agreement here is the 1974 Declaration of Helsinki.\nThe Nuremberg Code is a former agreement, but with many still important notes.\nResearch in the social sciences presents a different set of issues than those in\nmedical research.\n\nThe scientific research enterprise is built on a foundation of trust. Scientists\ntrust that the results reported by others are valid. Society trusts that the\nresults of research reflect an honest attempt by scientists to describe the\nworld accurately and without bias. But this trust will endure only if the\nscientific community devotes itself to exemplifying and transmitting the values\nassociated with ethical scientific conduct. National Academy of Sciences.\n2009. On Being a Scientist: Third Edition. Washington, DC: The national\nAcademies Press. Available at:\nhttp://www.nap.edu/catalog.php?record_id=12192.\n\nThere are many ethical issues to be taken into serious consideration for\nresearch. Sociologists need to be aware of having the responsibility to secure\nthe actual permission and interests of all those involved in the study. They\nshould not misuse any of the information discovered, and there should be a\ncertain moral responsibility maintained towards the participants. There is a\nduty to protect the rights of people in the study as well as their privacy and\nsensitivity. The confidentiality of those involved in the observation must be\ncarried out, keeping their anonymity and privacy secure. As pointed out in the\nBSA for Sociology, all of these ethics must be honoured unless there are other\noverriding reasons to do so - for example, any illegal or terrorist activity.\n\nResearch ethics in a medical context is dominated by principlism, an approach\nthat has been criticised as being decontextualised. Shaw SE, Petchey RP,\nChapman J, Abbott S (2009). \"A double-edged sword? Health research and research\ngovernance in UK primary care.\" Social Science & Medicine, '68': 912-918\n\nResearch ethics is different throughout different types of educational\ncommunities. Every community has its own set of morals. In Anthropology\n\"Anthropologists have moral obligations as members of other groups, such as\nthe family, religion, and community, as well as the profession. They also have\nobligations to the scholarly discipline, to the wider society and culture, and\nto the human species, other species, and the environment\"\n\nResearch ethics were formed in Anthropology to protect those who are being\nresearched and to protect the researcher from topics or events that may be\nunsafe or may make either party feel uncomfortable. It is a widely guideline\nthat Anthropologists use especially when doing ethnographic fieldwork.\n\nResearch informants participating in individual or group interviews as well as\nethnographic fieldwork are often required to sign an informed consent form which\noutlines the nature of the project. Informants are typically assured anonymity\nand will be referrd to using pseudonyms. There is however growing recognition\nthat these formal measures are insufficent and do not necessarily warrant a\nresearch project 'ethical'. Research with people should therefore not be based\nsolely on dominant and de-contextualised understandings of ethics, but should be\nnegotiated reflexively and through dialogue with participants as a way to bridge\nglobal and local understandings of research ethics. Skovdal, M. and Abebe,\nT. (2012) “Reflexivity and dialogue: Addressing methodological and socio-ethical\ndilemmas in research with HIV-affected children in East Africa” Ethics, Policy\nand Environment 15(1):77-96\n\nIn Canada, there are many different types of research ethic boards that approve\napplications for research projects. The most common document that Canadian\nUniversities follow is the Tri-Council Policy Statement. However, there are\nother types of documents geared towards different educational aspects such as:\nbiology, clinical practices, bio-technics and even stem cell research. The Tri-\nCouncil is actually the top three government grant agencies in Canada. If one\nwas to do research in Canada and apply for funds, their project would have to be\napproved by the Tri-Council.\n\nFurthermore, it is the researchers ethical responsibility to not harm the humans\nor animals they are studying, they also have a responsibility to science, the\npublic as well as to future students.\n","linknr":183,"url":"Research_ethics","recorded":1362505248,"links":19,"instances":["science"],"pdf":["http://icmr.nic.in/ethical.pdf"],"categories":["Professional ethics","Research ethics|"],"headings":["Key issues","See also","References and notes","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["fabrication","science"]],"members":["fabrication"],"related":["Ethical","Scientific_research","Human_experimentation","Animal_experimentation","Academic_scandal","Scientific_misconduct","Fabrication_(science)","Plagiarism","Whistleblowing","Medical_research","Declaration_of_Helsinki","Nuremberg_Code","Ethical_research_in_social_science","Principlism","Asilomar_Conference_on_Recombinant_DNA","Internet_research_ethics","Family_Health_International","Human_experimentation","Scientific_misconduct"]}