{"cursor":"2611","size":15,"audio":[],"currentlang":"en","article":"\n\nIn law, a 'reversible error' is an error by the trier of law (judge) or the\ntrier of fact (the jury or the judge if it is a bench trial) or malfeasance\nby one of the trying attorneys, which results in an unfair trial. It is to be\ndistinguished from harmless errors that do not rise to a level that bring the\nvalidity of the judgment into question and thus do not lead to a reversal\nupon appeal.\n\nA finding of reversible error requires that one or more of the appellant's\n\"substantial rights\" be affected, or the evidence in question be of such\ncharacter as to have affected the outcome of the trial. (See e.g., Montana\nPetroleum Tank Release Compensation Bd. v. Crumley's, Inc., 174 P.3d 948,\nMont.,2008) The criteria for determining what constitutes a \"substantial right\"\nis somewhat vague however, being that it varies from case to case, each\npresenting a slightly different interpretation of which rights are essential, or\nsignificant enough to warrant this sort of legal protection. Therefore,\nreversible errors resulting from the violation of an individual's \"substantial\nright(s)\" must be considered on an individual basis. J. Brad Donovan,The\nSubstantial Right Doctrine and Interlocutory Appeals, 17 CampbellL. Rev. 71\n(1995).\n\nReversible errors include, but are not limited to: *Seating a juror who has\nmanifested impermissible bias to one party or the other *Admitting evidence\nwhich should have been excluded under the rules of evidence *Excluding evidence\nwhich a party was entitled to have admitted *Giving an incorrect legal\ninstruction to a jury *Failure to declare a mistrial when continuing with trial\namounts to a denial of due process *Conversely, granting a mistrial in a\ncriminal case if the defendant objects, unless the grant was necessary to\ncorrect manifest injustice\n\nIf an appellate court determines that reversible error occurred, it may reverse\nthe judgment of the lower court and order a new trial on such terms and\nconditions as are found to be just.\n\nTechnically, attorney misconduct is not reversible error. Failure of the judge\nto remedy it during the trial is reversible error. In cases such as unfairly or\nillegally concealing evidence, there is no error on the part of the court but\nthe court's decision may still be vacated and the matter returned for a new\ntrial, because there is no other way for justice to be granted.\n\n\n\n\n\n\n\n","linknr":97,"url":"Reversible_error","recorded":1362537840,"links":14,"instances":["law"],"pdf":[],"categories":["Legal terms","Appellate review"],"headings":[],"image":["//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Scale_of_justice_2.svg/22px-Scale_of_justice_2.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["trial","law"]],"members":["trial"],"related":["Law","Law","Judge","Bench_trial","Malfeasance","Lawyer","Trial_(law)","Harmless_error","Jury_instructions","Appellate_court"]}