{"micrownet":["rofecoxib"],"duck":["\n<a href=\"http://duckduckgo.com/Rollonfriday\">RollOnFriday</a> - RollOnFriday is a British website designed for and used by those involved in the legal profession, from law students to qualified solicitors and barristers including Queen's Counsel.","\n<a href=\"http://duckduckgo.com/Roaring_Fork_River\">Roaring Fork River</a> - Roaring Fork River is a tributary of the Colorado River, approximately  long, in west central Colorado in the United States.","ROF","\n<a href=\"http://duckduckgo.com/Rate_of_fire\">Rate of fire</a> - Rate of fire is the frequency at which a specific weapon can fire or launch its projectiles.","\n<a href=\"http://duckduckgo.com/LOL\">Rolling on (the) floor</a> - LOL, an abbreviation for laughing out loud, or laugh out loud, is a common element of Internet slang.","\n<a href=\"http://duckduckgo.com/Radio_over_Fiber\">Radio over Fiber</a> - Radio over Fiber refers to a technology whereby light is modulated by a radio signal and transmitted over an optical fiber link to facilitate wireless access.","\n<a href=\"http://duckduckgo.com/Realms_of_Fantasy\">Realms of Fantasy</a> - Realms of Fantasy is a professional  bimonthly fantasy speculative fiction magazine published by Damnation Books, which specializes in fantasy, nonfiction, and art.","\n<a href=\"http://duckduckgo.com/Resonance_of_Fate\">Resonance of Fate</a> - Resonance of Fate, known in Japan as End of Eternity, is a role-playing video game developed by tri-Ace and published by Sega for the PlayStation 3 and Xbox 360.","\n<a href=\"http://duckduckgo.com/Rhapsody_of_Fire\">Rhapsody of Fire</a> - Rhapsody of Fire is an Italian symphonic power metal band led by Alex Staropoli.","\n<a href=\"http://duckduckgo.com/Ring_of_Fire\">Ring of Fire</a> - Ring of Fire is a famous Johnny Cash song.","\n<a href=\"http://duckduckgo.com/Room_on_Fire\">Room on Fire</a> - Room on Fire is the second studio album by American indie rock band The Strokes.","\n<a href=\"http://duckduckgo.com/Royal_Ordnance_Factory\">Royal Ordnance Factory</a> - Royal Ordnance Factories was the collective name of the UK government's munitions factories in and after World War II. Until privatisation in 1987 they were the responsibility of the Ministry of...","\n<a href=\"http://duckduckgo.com/Renegades_of_Funk\">Renegades of Funk</a> - \"Renegades of Funk\" is a song written by Afrika Bambaataa, Arthur Baker, John Miller & John Robie and recorded by Afrika Bambaataa & Soulsonic Force.","\n<a href=\"http://duckduckgo.com/Reign_of_Fury\">Reign of Fury</a> - Reign of Fury are a thrash metal band from the UK who are based predominantly in the South West and Midlands areas of the country.","\n<a href=\"http://duckduckgo.com/Republic_of_Formosa\">Republic of Formosa</a> - The Republic of Formosa was a short-lived republic that existed on the island of Taiwan in 1895 between the formal cession of Taiwan by the Qing Dynasty of China to the Empire of Japan by the Tr...","\n<a href=\"http://duckduckgo.com/Rossini_Opera_Festival\">Rossini Opera Festival</a> - The Rossini Opera Festival is an opera festival held in August of each year in Pesaro, Italy, the birthplace of the opera composer Gioachino Rossini."],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373551000,"book":[],"micro-www":{"rof":[""]},"micro-relation":[]}