{"cursor":"3814","size":15,"audio":[],"currentlang":"en","article":"\n\n\n'Samuel H. Treat' (December 17, 1815 – August 31, 1902) was a United\nStates federal judge.\n\nBorn in Portsmouth, New Hampshire, Treat's preparatory education was obtained at\na public high school in his native town. At the age of 16 he completed his\neducation at that school, and for one year thereafter he was employed as\nassistant teacher in the same school. In 1833 he entered Harvard University,\ngraduating with a B.A. in 1837, followed by an M.A. in 1840. He was the first\nexample in New England of a student who entered Harvard University directly from\na public school, without having passed through an intermediate training\nschool. James O. Broadhead, \"Address of Col. J. O. Broadhead\", in\nBar Association of St. Louis, [http://books.google.com/books?id=8CAuAAAAYAAJ&pr-\nintsec=frontcover&dq=%22Proceedings+of+the+Saint+Louis+bar+on+the+retirement+of-\n+Hon.+Samuel+Treat%22 Proceedings of the Saint Louis bar on the retirement of\nHon. Samuel Treat] (March 5, 1887), p. 10-17.\n\nIn 1838 he commenced the study of the law in the offices of Jeremiah Mason and\nCharles B. Goodrich, the former the contemporary of Parsons, Story and\nWebster. During the time of pursuing his legal studies Judge also\ntaught as a professor in the Weld school at Jamaica Plains, near Boston. While at the Weld school he was elected to take charge of the Temple\nHill Academy in the Genessee Valley, New York, and there he continued his legal\nstudies under Governor John Young. In November, 1840, he resigned\nhis position as principal of the academy in order to devote more time to his\nlegal studies. He resided in Genesseo for three years, and married his wife\nthere.\n\nIn 1841 he came to St. Louis, and after examination was admitted to the bar by\nJudge Mullanphy. He devoted several years thereafter to editorial\nlife with the St. Louis Union, and in 1848 he spent the winter in the island of\nCuba on account of his health, which had become very much impaired. On his return to St. Louis he abandoned the editorial life, and was\nappointed by Governor King, in August, 1849, judge of the Court of Common Pleas\nin St. Louis, and at the coming session of the State Senate his appointment was\nconfirmed. He was then a judge on the Court of Common Pleas for\nSt. Louis from 1849 to 1857. He was a professor of admiralty law at Washington\nUniversity Law School from 1867 to 1887.\n\nOn March 3, 1857, Treat was nominated by President Franklin Pierce to seat as a\nfederal judge on the newly established United States District Court for the\nEastern District of Missouri, created by 11 Stat. 197. He was confirmed by the\nUnited States Senate on March 3, 1857, and received his commission the same day.\nTreat retired March 5, 1887, and later died in Rochester, New York.\n","linknr":120,"url":"Samuel_Treat","recorded":1362686069,"links":11,"instances":["postgraduate","governor"],"pdf":[],"categories":["1815 births","1902 deaths","Missouri state court judges","Judges of the United States District Court for the Eastern District of Missouri","United States federal judges appointed by Franklin Pierce"],"headings":["Sources"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/c/c0/SamuelTreat.JPG/220px-SamuelTreat.JPG","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["master_of_arts","postgraduate"],["john_young","governor"]],"members":["master_of_arts","john_young"],"related":["United_States_federal_judge","Portsmouth,_New_Hampshire","Harvard_University","Bachelor_of_Arts","Master_of_Arts_(postgraduate)","Genessee_Valley,_New_York","John_Young_(governor)","Missouri_Courts_of_Common_Pleas","Admiralty_law","Washington_University_Law_School","Franklin_Pierce","United_States_District_Court_for_the_Eastern_District_of_Missouri","United_States_Senate","Rochester,_New_York","United_States_federal_judge","Portsmouth,_New_Hampshire","Rochester,_New_York"]}