{"cursor":"22124","size":15,"audio":[],"currentlang":"en","article":"\n.|alt=Painting of Satyavat, standing with her back turned to King Shantanu]]\n\n\n\n'Satyavati' (, ) (also spelled 'Satyawati'), or 'Setyawati' (Indonesian) was the\nqueen of the Kuru king Shantanu of Hastinapur and the great-grandmother of the\nPandava and Kaurava princes (principal characters of the Mahabharata, one of the\nprincipal texts in Hindu mythology). She is also the mother of the seer Vyasa,\nauthor of the epic. Her story appears in the Mahabharata, the Harivamsa and the\nDevi Bhagavata Purana.\n\nDaughter of the Chedi king Vasu (also known as Uparichara Vasu) and a cursed\n[[apsara]] (celestial nymph)-turned-fish Adrika, Satyavati was brought up as a\ncommoner â the adopted daughter of a fisherman-chieftain (who was also a\nferryman) on the banks of the river Yamuna. Due to the smell emanating from her\nbody she was known as Matsyagandha (\"She who has the smell of fish\"), and helped\nher father in his job as a ferryman.\n\nAs a young woman Satyavati met the wandering rishi (sage) Parashara, who\nfathered her son Vyasa out of wedlock. The sage also gave her a musky fragrance,\nwhich earned her names like Yojanagandha (\"She whose fragrance is spread for a\n[[yojana]] (8-9 miles)\") and Gandhavati (\"fragrant one\").\n\nLater King Shantanu, captivated by her fragrance and beauty, fell in love with\nSatyavati and asked her to marry him. She married Santanu on condition that\ntheir children inherit the throne, denying the birthright of Santanu's eldest\nson (and crown prince) Bhishma. Satyavati bore Shantanu two children,\nChitrangada and Vichitravirya. After Shantanu's death, she and her princely sons\nruled the kingdom. Although both her sons died childless, she arranged for her\nfirst son Vyasa to father the children of the two widows of Vichitravirya\nthrough [[niyoga]]. The children (Dhritarashtra and Pandu) became fathers of the\nKauravas and Pandavas, respectively. After Pandu's death, Satyavati went to the\nforest for penance and died there.\n\nWhile Satyavati's presence of mind, far-sightedness and mastery of realpolitik\nis praised, her unscrupulous means of achieving her goals and her blind ambition\nare criticized.\n","linknr":-1,"url":"Satyavati","recorded":1372152314,"links":[],"instances":["kingdom","mahabharata"],"pdf":[],"categories":["Characters in the Mahabharata","Indian female royalty"],"headings":["Literary sources and names","Birth and early life","Encounter with Parashara and birth of Vyasa","Marriage with Santanu","Birth of children and grandchildren","Last days","Assessment","Notes","References"],"image":[],"tags":[["kuru","kingdom"],["ambika","mahabharata"]],"members":["kuru","ambika"],"related":["Indonesian_language","Kuru_(kingdom)","Shantanu","Hastinapur","Pandava","Kaurava","Mahabharata","Hindu_mythology","Vyasa","Harivamsa","Devi_Bhagavata_Purana","Chedi_Kingdom","Yamuna","Rishi","Parashara","Bhishma","Chitrāngada","Vichitravirya","Dhritarashtra","Pandu","Realpolitik","Pitrs","Chedi_Kingdom","Matsya_Kingdom","Ganesha","Rishi","Parashara","Brahmin","Vyasa","Santanu","Kuru_Kingdom","Hastinapur","Devavrata","Brahmacharya","Chitrāngada","Vichitravirya","Panchala","Gandharva","Kosala_Kingdom","Ambika_(Mahabharata)","Ambalika","Tuberculosis","Levirate_marriage","Kauravas","Dhritarashtra","Pandu","Shudra","Vidura","Kunti","Madri","Pandavas","Rudyard_Kipling"]}