{"cursor":"7339","size":15,"audio":[],"currentlang":"en","article":"\n'Scopus', officially named 'SciVerse Scopus', is a bibliographic database\ncontaining abstracts and citations for academic journal articles. It covers\nnearly 20,500 titles from over 5,000 international publishers, of which 19,500\nare peer-reviewed journals in the scientific, technical, medical, and social\nsciences (including arts and humanities). It is owned by Elsevier and\nis available online by subscription. Searches in Scopus incorporate searches of\nscientific web pages through Scirus, another Elsevier product, as well as patent\ndatabases.\n\nSince Elsevier is the owner of Scopus, and is also one of the main international\npublishers of scientific journals, Elsevier established the independent and\ninternational Scopus Content Selection and Advisory Board to prevent a potential\nconflict of interest in the choice of the periodicals to be included in the\ndatabase and to maintain an open and transparent content coverage policy. The\nboard consists of scientists and subject librarians from all scientific\ndisciplines and geographical areas, whose interest is to access any relevant\ninformation regardless of the publishers.\n\nA study from 2008 compares PubMed, Scopus, Web of Science, and Google\nScholar and concludes \"PubMed and Google Scholar are accessed for free [...]\nScopus offers about 20% more coverage than Web of Science, whereas Google\nScholar offers results of inconsistent accuracy. PubMed remains an optimal tool\nin biomedical electronic research. Scopus covers a wider journal range [...] but\nit is currently limited to recent articles (published after 1995) compared with\nWeb of Science. Google Scholar, as for the Web in general, can help in the\nretrieval of even the most obscure information but its use is marred by\ninadequate, less often updated, citation information.\"\n\nEvaluating ease of use and coverage of Scopus and the Web of Science, a study\nfrom 2006  concludes that \"Scopus is easy to navigate, even for the\nnovice user. [...] The ability to search both forward and backward from a\nparticular citation would be very helpful to the researcher. The\nmultidisciplinary aspect allows the researcher to easily search outside of his\ndiscipline\" and \"One advantage of WOS over Scopus is the depth of coverage,\nwith the full WOS database going back to 1945 and Scopus going back to 1966.\nHowever, Scopus and WOS compliment each others as neither resource is all\ninclusive. [...]\".\n\nScopus also offers author profiles which cover affiliations, number of\npublications and their bibliographic data, references, and details on the number\nof citations each published document has received. It has alerting features that\nallows registered users to track changes to a profile and a facility to\ncalculate authors' h-index.\n","linknr":239,"url":"Scopus","recorded":1362506135,"links":28,"instances":["publishing","summary"],"pdf":["http://www.info.sciverse.com/UserFiles/3448%20SciVerse%20Factsheet_Authors_generic.pdf","http://www.info.sciverse.com/UserFiles/3448%20SciVerse%20Factsheet_Authors_generic.pdf"],"categories":["Bibliographic databases in engineering","Bibliographic databases in computer science","Indexes of science articles","Mathematics-related lists","Elsevier","Citation indices"],"headings":["SciVerse","See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/4/48/Folder_Hexagonal_Icon.svg/16px-Folder_Hexagonal_Icon.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["abstract","summary"],["article","publishing"]],"members":["article","abstract"],"related":["Bibliographic_database","Abstract_(summary)","Citation","Academic_journal","Article_(publishing)","Peer_review","Elsevier","Subscription_business_model","Scirus","Patent","PubMed","Web_of_Science","Author","Bibliographic","References","Alerts","H-index","Elsevier","Scientific_journal","The_Lancet","Linux","ScienceDirect","Cloud_computing","Mobile_device","Academic_databases_and_search_engines","Citation_index","Elsevier"]}