{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/Sigma_Delta_Tau\">Sigma Delta Tau</a> - Sigma Delta Tau is a national sorority and member of the National Panhellenic Conference, was founded March 25, 1917 at Cornell University in Ithaca, New York.","\n<a href=\"http://duckduckgo.com/Social_Dominance_Theory\">social dominance theory</a> - Social Dominance Theory is a theory of intergroup relations that focuses on the maintenance and stability of group-based social hierarchies.","\n<a href=\"http://duckduckgo.com/Scottish_Dance_Theatre\">Scottish Dance Theatre</a> - Scottish Dance Theatre is a contemporary dance company based at Dundee Repertory Theatre in Dundee, Scotland.","SDT","\n<a href=\"http://duckduckgo.com/Service_Description_Table\">service description table</a> - The Service Description Table is one of the DVB Service Information tables.","\n<a href=\"http://duckduckgo.com/San_Diego_Trolley\">San Diego Trolley</a> - The San Diego Trolley is a light rail system operating in the metropolitan area of San Diego.","\n<a href=\"http://duckduckgo.com/Sun-dried_tomato\">Sun-dried tomato</a> - Sun-dried tomatoes are ripe tomatoes that are placed in the sun to remove most of the water content from the tomatoes.","\n<a href=\"http://duckduckgo.com/Subpoena_duces_tecum\">Subpoena duces tecum</a>, a subpoena for documents or other evidence, not for people","\n<a href=\"http://duckduckgo.com/Programming_tool\">Software Development Tool</a> - A programming tool or software development tool is a program or application that software developers use to create, debug, maintain, or otherwise support other programs and applications.","\n<a href=\"http://duckduckgo.com/sensory_deprivation\">sensory disorientation technique</a> - Sensory deprivation or perceptual isolation is the deliberate reduction or removal of stimuli from one or more of the senses.","\n<a href=\"http://duckduckgo.com/Specially_Designated_Terrorist\">Specially Designated Terrorist</a> - A Specially Designated Terrorist is any person who is determined by the U.S. Secretary of the Treasury to be a specially designated terrorist under notices or regulations issued by the Office of...","\n<a href=\"http://duckduckgo.com/Syntax-directed_translation\">Syntax-directed translation</a> - In computer programming, Syntax-directed translation is a method of translating a string into a sequence of actions by attaching one such action to each rule of a grammar.","\n<a href=\"http://duckduckgo.com/self-determination_theory\">self-determination theory</a> - Self-determination theory is a macro theory of human motivation and personality, concerning people's inherent growth tendencies and their innate psychological needs.","\n<a href=\"http://duckduckgo.com/Detection_theory\">signal detection theory</a> - Detection theory, or signal detection theory, is a means to quantify the ability to discern between information-bearing energy patterns (called stimulus in humans, signal in machines) and ...","\n<a href=\"http://duckduckgo.com/self-discrepancy_theory\">self-discrepancy theory</a>"],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373551612,"book":[],"micro-www":{"sdt":["SDTV",""]},"micro-relation":[]}