{"cursor":"14107","size":15,"audio":[],"currentlang":"en","article":"\n\n fruit damaged by a mouse eating the seeds.]]\n\n'Seed predation', often referred to as 'granivory', is a type of plant-animal\ninteraction in which granivores (seed predators) feed on the seeds of plants as\na main or exclusive food source, Hulme, P.E. and Benkman, C.W. (2002)\nGranivory. In Plant-animal Interactions: An Evolutionary Approach, ed. C.M.\nHerrera and O. Pellmyr. Oxford: Blackwell. in many cases leaving the seeds\ndamaged and not viable. Granivores are found across many families of vertebrates\n(especially mammals and birds) as well as invertebrates (mainly\ninsects); Janzen, D.H. (1971) Seed predation by animals. Annual Review of\nEcology and Systematics, 2, 465-492. thus, seed predation occurs in\nvirtually all ecosystems. Seed predation is commonly divided into two\ndistinctive temporal categories, pre-dispersal and post-dispersal predation,\nwhich may involve different strategies and requirements and have different\nimplications at the individual and population level. Nevertheless, regardless of\ntiming, seed predation has great implications for plant population dynamics. To\ncounterbalance effects of predation, plants have evolved defenses such as seed\nmorphology (size, shape, toughness) and chemical defenses (secondary compounds\nsuch as tannins and alkaloids) to defend against their seed predators. However,\nas plants have adapted defenses to seed predation (e.g., chemical compounds), so\nhave seed predators adapted to plant defenses (e.g., ability to detoxify\nchemical compounds). Thus, many interesting examples of coevolution arise from\nthis dynamic relationship.\n","linknr":-1,"url":"Seed_predation","recorded":1372152321,"links":[],"instances":[],"pdf":[],"categories":["Plant reproduction","Herbivory"],"headings":["Seeds and their defenses","Pre- and post-dispersal seed predation","Effects on plant demography","See also","References","Further reading"],"image":[],"tags":[],"members":[],"related":["Mouse","Seeds","Plants","Vertebrates","Mammals","Birds","Invertebrates","Insects","Secondary_compounds","Tannins","Alkaloids","Coevolution","Endosperm","Herbivory","Seed_dispersal","Consumer-resource_systems"]}