{"cursor":"3599","size":15,"audio":[],"currentlang":"en","article":", where blood is red, dialysing fluid is blue, and the membrane is yellow.]] A\n'semipermeable membrane', also termed a 'selectively permeable membrane', a\n'partially permeable membrane' or a 'differentially permeable membrane', is a\nmembrane that will allow certain molecules or ions to pass through it by\ndiffusion and occasionally specialized \"facilitated diffusion\".\n\nThe rate of passage depends on the pressure, concentration, and temperature of\nthe molecules or solutes on either side, as well as the permeability of the\nmembrane to each solute. Depending on the membrane and the solute, permeability\nmay depend on solute size, solubility, properties, or chemistry. How the\nmembrane is constructed to be selective in its permeability will determine the\nrate and the permeability. Many natural and synthetic materials thicker than a\nmembrane are also semipermeable. One example of this is the thin film on the\ninside of an egg.\n\nAn example of a semi-permeable membrane is the lipid bilayer, on which is based\nthe plasma membrane that surrounds all biological cells. A group of\nphospholipids (consisting of a phosphate head and two fatty acid tails) arranged\ninto a double-layer, the phospholipid bilayer is a semipermeable membrane that\nis very specific in its permeability. The hydrophilic phosphate heads are in the\noutside layer and exposed to the water content outside and within the cell. The\nhydrophobic tails are the layer hidden in the inside of the membrane. The\nphospholipid bilayer is the most permeable to small, uncharged solutes. Protein\nchannels float through the phospholipids, and, collectively, this model is known\nas the fluid mosaic model.\n\nIn the process of reverse osmosis, thin film composite membranes (TFC or TFM)\nare used. These are semipermeable membranes manufactured principally for use in\nwater purification or desalination systems. They also have use in chemical\napplications such as batteries and fuel cells. In essence, a TFC material is a\nmolecular sieve constructed in the form of a film from two or more layered\nmaterials.\n\nMembranes used in reverse osmosis are, in general, made out of polyimide, chosen\nprimarily for its permeability to water and relative impermeability to various\ndissolved impurities including salt ions and other small molecules that cannot\nbe filtered. Another example of a semipermeable membrane is dialysis tubing.\n\nOther types are cation exchange membrane (CEM), charge mosaic membrane (CMM),\nbipolar membrane (BPM), anion exchange membrane\n(AEM) [http://www.ncbi.nlm.nih.gov/pubmed/18547927?dopt=Abstract Effect of\nthe type of ion exchange membrane on performance, ion transport, and pH in\nbiocatalyzed electrolysis of wastewater] alkali anion exchange membrane\n(AAEM) and proton exchange membrane (PEM).\n\nThe diffusion of water through a selectively permeable membrane is\ncalled osmosis.\n","linknr":135,"url":"Semipermeable_membrane","recorded":1362672520,"links":33,"instances":["biology","biology"],"pdf":["http://www.iupac.org/publications/pac/1996/pdf/6807x1479.pdf"],"categories":["Diffusion","Filters","Membrane biology","Membrane technology"],"headings":["References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Semipermeable_membrane.png/250px-Semipermeable_membrane.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["egg","biology"],["cell","biology"]],"members":["cell","egg"],"related":["Molecule","Ion","Diffusion","Facilitated_diffusion","Pressure","Concentration","Temperature","Solution","Solubility","Egg_(biology)","Lipid_bilayer","Plasma_membrane","Cell_(biology)","Phospholipids","Fatty_acid","Phospholipid_bilayer","Hydrophilic","Hydrophobic","Fluid_mosaic_model","Reverse_osmosis","Thin_film_composite_membrane","Water_purification","Desalination","Polyimide","Dialysis_tubing","Cation_exchange_membrane","Charge_mosaic_membrane","Bipolar_membrane","Anion_exchange_membrane","Alkali_anion_exchange_membrane","Proton_exchange_membrane","Osmosis"]}