{"cursor":"6248","size":15,"audio":[],"currentlang":"en","article":"\n'Semiconservative replication' describes the mechanism by which DNA is\nreplicated in all known cells. This mechanism of replication was one of three\nmodels originally proposed  for DNA\nreplication:\n* Semiconservative replication would produce two copies that each contained one\n  of the original strands and one new strand.\n* Conservative replication would leave the two original template DNA strands\n  together in a double helix and would produce a copy composed of two new\n  strands containing all of the new DNA base pairs.\n* Dispersive replication would produce two copies of the DNA, both containing\n  distinct regions of DNA composed of either both original strands or both\n  new strands.\n\nThe deciphering of the structure of DNA by Watson and Crick in 1953 suggested\nthat each strand of the double helix would serve as a template for synthesis of\na new strand. However, there was no way of knowing how the newly synthesized\nstrands might combine with the template strands to form two double helical DNA\nmolecules. The semiconservative model seemed most reasonable since it would\nallow each daughter strand to remain associated with its template strand. The\nsemiconservative model was confirmed by the [[Meselson-Stahl experiment]] and\nother even more revealing experiments that allowed for autoradiographic\nvisualization of the distribution of old and new strands within replicated\nchromosomes.\n","linknr":121,"url":"Semiconservative_replication","recorded":1362373976,"links":18,"instances":[],"pdf":[],"categories":["DNA replication"],"headings":["Testing the semi-conservative theory","See also","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/a/a2/DNAreplicationModes.png/300px-DNAreplicationModes.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["DNA","DNA_replication","DNA","DNA","Decipher","James_D._Watson","Francis_Crick","Double_helix","DNA","Chromosome","Nitrogen","Caesium_chloride","Ethyl_methanesulfonate","Molecular_structure_of_Nucleic_Acids"]}