{"cursor":"2456","size":15,"audio":[],"currentlang":"en","article":"\n'Sexual maturity' is the age or stage when an organism can reproduce. It is\nsometimes considered synonymous with adulthood, though the two are distinct. In\nhumans, the process of sexually maturing is termed puberty.\n\nMost multicellular organisms are unable to sexually reproduce at birth (or\ngermination), and depending on the species, it may be days, weeks, or years\nuntil their bodies are able to do so. Also, certain cues may cause the organism\nto become sexually mature. They may be external, such as drought, or internal,\nsuch as percentage of body fat (such internal cues are not to be confused with\nhormones which directly produce sexual maturity).\n\nSexual maturity is brought about by a maturing of the reproductive organs and\nthe production of gametes. It may also be accompanied by a growth spurt or other\nphysical changes which distinguish the immature organism from its adult form.\nThese are termed secondary sex characteristics, and often represent an increase\nin sexual dimorphism. For example, before puberty, human children have flat\nchests, but adult females have breasts while adult males generally do not.\nHowever, there are exceptions such as obesity and hormone imbalances such as\nGynecomastia.\n\nAfter sexual maturity is achieved, it is possible for some organisms to become\ninfertile, or even to change their sex. Some organisms are hermaphrodites and\nmay or may not be able to produce viable offspring. Also, while in many\norganisms sexual maturity is strongly linked to age, many other factors are\ninvolved, and it is possible for some to display most or all of the\ncharacteristics of the adult form without being sexually mature. Conversely, it\nis also possible for the \"immature\" form to reproduce (see [[progenesis]]).\n","linknr":120,"url":"Sexual_maturity","recorded":1362486151,"links":36,"instances":[],"pdf":[],"categories":["Reproduction","Adulthood"],"headings":["See also","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/40px-Text_document_with_red_question_mark.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Organism","Reproduction","Synonym","Adulthood","Puberty","Multicellular","Gamete","Secondary_sex_characteristic","Sexual_dimorphism","Breast","Hermaphrodite","Gonadosomatic_index"]}