{"cursor":"5931","size":15,"audio":[],"currentlang":"en","article":"'{{IAST|ÅÄstra}}' is Sanskrit for rules in a general sense. The word is\ngenerally used as a suffix in the context of technical or specialized knowledge\nin a defined area of practice; e.g. Bhautika Shastra (physics), Rasayana Shastra\n(chemistry), Jeeva Shastra (biology), [[Vastu Shastra]] (architectural science),\n[[Shilpa Shastras|Shilpa Shastra]] (science of sculpture), Artha Shastra\n(economics), and Neeti Shastra (political science). In essence, the shaastra is\nthe knowledge which is based on principles that are held to be timeless.\n\nShastra is also a by-word used when referring to a scripture. Extending this\nmeaning, the shastra is commonly used to mean a treatise or text written in\nexplanation of some idea, especially in matters involving religion. In Buddhism,\na shastra is often a commentary written at a later date to explain an earlier\nscripture or sutra. For example, Dr. Yutang Lin says that a text written by him\nand not given by Buddha, cannot be called a \"Sutra\"; it is called a \"Sastra\". In\nBuddhism, Buddhists are allowed to offer their theses as long as they are\nconsistent with the Sutras, and those are called\n\"Sastras.\" [http://www.yogichen.org/gurulin/efiles/e0103.html The\nUnification of Wisdom and Compassion Dr. Yutang Lin]\n\nIn Hinduism sutra denotes a distinct type of literary composition, based on\nshort aphoristic statements, generally using various technical terms. Sutra\n(literally \"binding thread\") is a Sanskrit term referring to an aphorism or\ngroup of aphorisms. It was originally applied to Hindu philosophy, and later to\nBuddhist canon scripture. Some scholars consider that the Buddhist use of sÅ«tra\nis a mis-Sanskritization of Prakrit or Pali sutta, and that the latter\nrepresented Sanskrit sÅ«kta, \"well spoken\", \"good news\" (as the Buddha himself\nrefers to his speech in his first sermon; compare the original meaning of\nGospel), which would also resolve as sutta in Pali.\n","linknr":-1,"url":"Shastra","recorded":1372152246,"links":[],"instances":[],"pdf":[],"categories":["Sanskrit words and phrases"],"headings":["References in the early texts","Main period of composition","See also","References"],"image":[],"tags":[],"members":[],"related":["Sanskrit_language","Buddhism","Sutra","Yaska","Manusmṛti","Vatsyayana_Mallanaga","Mauryas","Guptas","Moksa","Dharma_Shastra","Kamashastra","Yoga_Vasistha","Moksopaya","Artha_Shastra","Mahayana_Sutras","Samudrika_Shastra"]}