{"cursor":"3875","size":15,"audio":[],"currentlang":"en","article":"\nIn Canadian football, a 'single' ('single point', or 'rouge'), scoring one\npoint, is awarded when the ball is kicked into the end zone by any legal means,\nother than a successful field goal, and the receiving team does not return, or\nkick, the ball out of its end zone. It is also a single if the kick travels\nthrough the end zone or goes out of bounds in the end zone without being\ntouched, except on a kickoff. After conceding a single, the receiving team is\nawarded possession of the ball at the 35-yard line of its own end of the field.\n\nSingles are not awarded in the following situations:\n* if a ball is downed in the end zone after being intercepted in the end zone\n* if a ball is fumbled outside the end zone\n* if the kicked ball hits the goalposts (since the 1970s; before then it was a\n  live ball)\n* when a kickoff goes into the end zone and then out of bounds without being\n  touched In all these cases the defending team is awarded possession of the\n  ball at the 25-yard line.\n\nIn the United States, singles are not usually recognized in most leagues and are\nawarded only in matches played under the auspices of the Indoor Football League\n(formerly United Indoor Football) and the now-defunct American Indoor Football\nAssociation. It is applied only on kickoffs in both leagues, and is scored if\nthe receiving team fails to advance the ball out of the end zone when kicked.\nThe AIFA also allowed a single to be scored by kicking a kickoff through the\nuprights (as in a field goal); this type of single is nicknamed (and has since\nbeen codified in the AIFA rules as) an \"uno,\" from the Spanish word for the\nnumber one. At one point, the Philadelphia Public League (the public high school\nfootball sanctioning body in Philadelphia, Pennsylvania) awarded three points\nfor kicking a kickoff through the uprights.\n\nThe Canadian Football League has discussed abolishing the single but proposals\nto do so as recently as 2005 have been rejected. A less sweeping proposal\nwould see the single eliminated on punts and field goal attempts that pass out\nthe sidelines of the end zone – such a change would eliminate the\n\"consolation\" point for a failed coffin corner attempt. Another proposal would\nhave the rouge scored only when kicks from scrimmage are deemed 'returnable'\nhaving touched the end zone or a return team player without being advanced\nback into the field of play.\n\nIn the official rules, the single point is also called a rouge, French for\n\"red\", and the origin is unclear. One theory is that a red flag was used to\nsignal the score in the game's early days. Another is that, because the\nconceding team had a point deducted from its score on the play in earlier days,\nthe tally was called a \"red point\".\n\nHowever, the concept of the 'rouge' dates back to several public school sports\nplayed in England from the early 19th century. In field hockey played at\nRossall School, and the Eton Field Game, both of which are still played today,\na 'rouge' can be scored after the ball has gone into the local equivalent of\nthe 'end zone' after striking another player. The Sheffield Rules, a 19th-\ncentury code of football, also utilized the rouge as a secondary scoring\nmethod. The behind is a similar concept used in Australian rules football (with\nthe exception that behinds also count even if the ball hits the posts), as is\nthe point in Gaelic football.\n","linknr":306,"url":"Single_(football)","recorded":1362478795,"links":12,"instances":["football","football"],"pdf":[],"categories":["Canadian football terminology"],"headings":["See also","Notes"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["field_goal","football"],["coffin_corner","football"]],"members":["field_goal","coffin_corner"],"related":["Canadian_football","Field_goal_(football)","Interception","Fumble","Indoor_Football_League","United_Indoor_Football","American_Indoor_Football_Association","Spanish_language","Philadelphia_Public_League","High_school_football","Philadelphia,_Pennsylvania","Canadian_Football_League","Coffin_corner_(football)","French_language","Eton_Field_Game","Sheffield_Rules","Behind","Australian_rules_football","Gaelic_football","Fair_catch_kick","Touchback","Glossary_of_Canadian_football"]}