{"cursor":"9728","size":15,"audio":[],"currentlang":"en","article":"\n\n\n used for emphasis]] .]] In typography, 'small capitals' (usually abbreviated\n 'small caps') are uppercase (capital) characters set at the same height and\n weight as surrounding lowercase (small) letters or text figures. They are used\n in running text to prevent capitalized words from appearing too large on the\n page, and as a method of emphasis or distinctiveness for text alongside or\n instead of italics, or when boldface is inappropriate. For example, TEXT IN\n CAPS appears as }}. They can be used to draw attention to the opening phrase or\n line of a new section of text, or to provide an additional style in a\n dictionary entry where many parts must be typographically differentiated.\n\nTypically, the height of a small capital will be one ex, the same height as most\nlowercase characters in the font. In Anglo-Saxon typography, small caps are\nabout 10% larger than the x-height. To differentiate between these two variants\nthe x-height form is sometimes called [[petite caps]]. http://www.microsoft-\n.com/typography/otspec/features_pt.htm#pcap OpenType fonts can define both\nforms via the \"small caps\" and the \"petite caps\" features. Because the support\nfor the petite caps feature is absent from most desktop-publishing programs,\nmany fonts use x-height small caps in the small-caps feature. Well designed\nsmall capitals are not simply scaled-down versions of normal capitals; they\nnormally retain the same stroke weight as other letters and have a wider aspect\nratio for readability.\n\nMany word processors and text-formatting systems include an option to format\ntext in caps and small caps, which leaves uppercase letters as they are, but\nconverts lowercase letters to small caps. How this is implemented depends on the\ntypesetting system; some can use true small caps associated with modern\nprofessional fonts, making text such as \"Latvia joined {{Smallcaps on March 29,\n2004\" look proportional; but less complex digital fonts do not have a small-caps\ncase, so the typesetting system simply reduces the uppercase letters by a\nfraction, making them look out of proportion. A work-around to simulate real\nsmall capitals is to use a one-level bolder version of the small caps generated\nby such systems, to match well with the normal weights of capitals and\nlowercase, especially when such small caps are extended about 5% or letterspaced\na half point or a point\n","linknr":-1,"url":"Small_caps","recorded":1372154215,"links":[],"instances":["image","computer","typography","unicode_block","linguistics","biology"],"pdf":[],"categories":["Typesetting","Typography"],"headings":["Uses","Unicode","Criticism","See also","References","External links"],"image":[],"tags":[["emphasis","typography"],["aspect_ratio","image"],["character","computer"],["family","biology"],["morphology","linguistics"],["ipa_extensions","unicode_block"]],"members":["aspect_ratio","character","emphasis","ipa_extensions","morphology","family"],"related":["Emphasis_(typography)","Typography","Uppercase","Grapheme","Lowercase","Text_figures","Italics","Boldface","X-height","Lowercase","OpenType","Desktop_publishing","Aspect_ratio_(image)","Word_processor","Text_formatting","Character_(computer)","Lowercase","NATO","Acronym","Initialism","U.S.","Anno_Domini","Before_Christ","Ante_meridiem","Post_meridiem","Don_Quixote","Mao_Zedong","Old_Testament","Bible","Family_(biology)","Linguistics","Morphology_(linguistics)","Part_of_speech","Italics","Quotation_mark","CSS","HTML","Unicode","IPA_extensions_(Unicode_block)","Phonetic_Extensions","Latin_Extended-D","Phonation","Bilabial_plosive","Q","X","ɪ","Phonetic_Extensions","Superscript","George_Eliot","Italics","All_caps","Alphabet_26","CamelCase","Mixed_case","Petite_caps","Medieval_Unicode_Font_Initiative"]}