{"cursor":"2298","size":15,"audio":[],"currentlang":"en","article":"\n\n'Specific properties' of a substance are derived from other intrinsic and\nextrinsic properties (or intensive and extensive properties) of that substance.\nFor example, the density of steel (a specific and intrinsic property) can be\nderived from measurements of the mass of a steel bar (an extrinsic property)\ndivided by the volume of the bar (another extrinsic property). Similarly, the\nspecific gravity of a liquid is derived from the density of the liquid divided\nby the density of water (two intrinsic properties).\n\n'Uses of specific properties'\n\nReference tables: Specific properties are often used in reference tables\nas a means of recording material data in a manner that is independent of\nsize or mass. This allows the data to be broadly applied while keeping the\ntable compact.\n\nRanking, Classifying, and Comparing: Specific properties are useful for making\ncomparisons about one attribute while cancelling out the effect of variations in\nanother attribute. For instance, steel alloys are typically stronger than\naluminum alloys but are also much denser. Greater strength allows less metal to\nbe used, which makes the choice between the two metals less than obvious. To\nsimplify the comparison, one would compare the specific strength (strength to\nweight ratio) of the two metals. A more everyday example is grocery shopping.\nThe two kilogram package sells for a higher price than the one kilogram package,\nbut what matters is the \"specific price\", commonly called the unit cost (cost\nper kilogram).\n\nMnemonics and Qualitative Reasoning: In many instances, specific properties are\nmore intuitive or are easier to remember than the original properties in SI or\nEnglish units. For instance, it is easier to conceptualize an acceleration of 2\ng's than an acceleration of 19.6 meters per second squared. It is easy to\nremember that the specific gravity of water is 1.0 and that something with a\nhigher specific gravity will sink in water.\n\nOther examples of specific properties:\n\nspecific heat, specific modulus, specific volume, specific activity, specific\nimpulse, specific power, specific fuel consumption\n","linknr":87,"url":"Specific_properties","recorded":1362375114,"links":13,"instances":["disambiguation"],"pdf":[],"categories":["Concepts in physics"],"headings":[],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["specific_power","disambiguation"]],"members":["specific_power"],"related":["Intrinsic_and_extrinsic_properties","Intensive_and_extensive_properties","Density","Specific_gravity","Density","Water","Specific_strength","Specific_heat","Specific_modulus","Specific_volume","Specific_activity","Specific_impulse","Specific_power_(disambiguation)","Specific_fuel_consumption"]}