{"cursor":"3546","size":15,"audio":[],"currentlang":"en","article":"A 'spile' is a small wooden peg used to control the flow of air into, and carbon\ndioxide out of, a cask of ale.\n\nCask ale is served without externally-supplied carbon dioxide or nitrogen. The\nidea that it is served \"flat\" with no bubbles at all, though, is a\nmisconception; properly conditioned cask ale contains bubbles of carbon dioxide\ngenerated by the natural action of the yeast living in the beer while it is\ntransported and stored. In fact, the yeast will actually produce more carbon\ndioxide than is required, and it is for this reason that the cask is vented\nthrough the spile hole in the shive.\n\nTwo kinds of spile are available. Initially, \"soft\" or porous spiles are used,\nmade of open-grained softwood, bamboo, or harder wood with cuts in. These allow\nthe excess gas to escape. Once the cellarman judges this process to be complete,\na hard spile is inserted which does not allow any more gas out of the cask.\nThese are made of harder wood (usually still technically \"softwood\", but denser\nand more solid than soft spiles). Plastic pegs intended for sealing shives are\noccasionally used as hard spiles.\n\nDuring service, the spile must be removed to allow air in to replace the beer\ndrawn off. Once the spile is reinserted enough gas will come out of solution to\nreplace what was lost, but the amount of carbon dioxide available in the system\n- free or dissolved - is limited, so it is important that the spile is kept in\nas much as possible. This is one of several reasons for real ale's short shelf-\nlife once a cask is opened - if too much carbon dioxide is lost, the beer will\nbe flat. Typically, the beer will be good only for two to four days; this short\nlife is why it is important that a pub serving real ale have sufficient turnover\nfor casks to be emptied while still at their best.\n","linknr":101,"url":"Spile","recorded":1362675377,"links":10,"instances":["valve","cask"],"pdf":[],"categories":["Brewing"],"headings":["Other uses","Notes","See also","References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["keystone","cask"],["tap","valve"]],"members":["tap","keystone"],"related":["Wood","Carbon_dioxide","Cask","Ale","Cask_ale","Yeast","Shive","Softwood","Bamboo","Pub","Maple_syrup","Indian_Harbour,_Nova_Scotia","Keystone_(cask)","Tap_(valve)"]}