{"cursor":"3805","size":15,"audio":[],"currentlang":"en","article":"\n'Spin polarization' is the degree to which the spin, i.e., the intrinsic angular\nmomentum of elementary particles, is aligned with a given direction. This property may pertain to the spin, hence to the\nmagnetic moment, of conduction electrons in ferromagnetic metals, such as iron,\ngiving rise to spin-polarized currents. It may refer to (static) spin waves,\npreferential correlation of spin orientation with ordered lattices\n(semiconductors or insulators).\n\nIt may also pertain to beams of particles, produced for particular aims, such\nas polarized neutron scattering or muon spin spectroscopy. Spin polarization of\nelectrons or of nuclei, often called simply magnetization, is also produced by\nthe application of a magnetic field. Curie law is used to produce an induction\nsignal in Electron spin resonance (ESR or EPR) and in Nuclear magnetic\nresonance (NMR).\n\nSpin polarization is also important for spintronics, a branch of electronics.\nMagnetic semiconductors are being researched as possible spintronic materials.\n\nThe spin of free electrons is measured either by a LEED image from a clean wolfram-\ncrystal (SPLEED) or by an electron\nmicroscope composed purely of electrostatic lenses and a gold foil as a sample.\nBack scattered electrons are decelerated by annular optics and focused onto a\nring shaped electron multiplier at about 15°. The position on the ring is\nrecorded. This whole device is called a Mott-detector. Depending on their spin\nthe electrons have the chance to hit the ring at different positions. 1% of the\nelectrons are scattered in the foil. Of these 1% are collected by the detector\nand then about 30% of the electrons hit the detector at the wrong position. Both\ndevices work due to spin orbit coupling.\n\nThe circular polarization of electromagnetic fields is due to spin polarization\nof their constituent photons.\n\nIn the most generic context, spin polarization is any alignment of the\ncomponents of a non-scalar (vectorial, tensorial, spinor) field with its\narguments, i.e., with the nonrelativistic three spatial or relativistic four\nspatiotemporal regions over which it is defined. In this sense, it also includes\ngravitational waves and any field theory that couples its constituents with the\ndifferential operators of vector analysis.\n","linknr":130,"url":"Spin_polarization","recorded":1362903828,"links":18,"instances":["physics","electricity"],"pdf":[],"categories":["Spectroscopy","Spintronics"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["spin","physics"],["current","electricity"]],"members":["spin","current"],"related":["Spin_(physics)","Angular_momentum","Magnetic_moment","Conduction_electrons","Ferromagnet","Metals","Iron","Current_(electricity)","Spin_waves","Polarized_neutron_scattering","Muon_spin_spectroscopy","Magnetization","Magnetic_field","Curie_law","Electron_spin_resonance","Nuclear_magnetic_resonance","Spintronics","Electronics","Magnetic_semiconductor","Low-energy_electron_diffraction","Tungsten","Electron_microscope","Gold","Nevill_Francis_Mott","Circular_polarization","Photons","Gravitational_waves"]}