{"cursor":"9593","size":14,"audio":[],"currentlang":"en","article":"\n\n]]\n\n\n\nA 'spirit level' or 'bubble level' is an instrument designed to indicate whether\na surface is horizontal (level) or vertical (plumb). Different types of spirit\nlevels may be used by carpenters, stonemasons, bricklayers, other building\ntrades workers, surveyors, millwrights and other metalworkers, and in some\nphotographic or videographic work.\n\nOriginal spirit levels had two banana-shaped curved glass vials at each viewing\npoint and were much more complicated to use. In the 1920s, Henry Ziemann, the\nfounder of Empire Level Mfg. Corp., invented the modern level with a single\nvial. These vials, common on most ordinary levels today, feature a slightly\ncurved glass tube which is incompletely filled with a liquid, usually a colored\nspirit or alcohol, leaving a bubble in the tube. At slight inclinations the\nbubble will travel away from the center position, which is usually marked in\nsome manner.\n\nAlcohols such as ethanol are often used rather than water for a variety of\nreasons. Alcohols generally have very low viscosity and surface tension, which\nallows the bubble to travel the tube quickly and settle accurately with minimal\ninterference with the glass surface. Alcohols also have a much wider liquid\ntemperature range, and won't break the vial as water could due to ice expansion.\nA colorant such as fluorescein, typically yellow or green, may be added to\nincrease the visibility of the bubble.\n\nSome spirit levels are capable of indicating the level of a surface between\nhorizontal and vertical to the nearest degree. An extension of the spirit level\nis the bull's eye level: a circular, flat-bottomed device with the liquid under\na slightly glass face which indicates the center clearly. It serves to level a\nsurface across a plane, while the tubular level only does so in the direction of\nthe tube. The most sophisticated spirit levels are guaranteed accurate to five-ten-\nthousandths (.0005) of a horizontal inch at the center per vertical inch at\neither end. Where a spirit level must also be usable upside-down, the banana-\nshaped tube is replaced by a barrel-shaped tube. The upper internal surface of\nthe tube is thus always of an appropriate shape.\n","linknr":-1,"url":"Spirit_level","recorded":1362478008,"links":0,"instances":["surveying","angle"],"pdf":[],"categories":["Surveying","Geodesy","Inclinometers","Woodworking measuring instruments"],"headings":["Checking and adjustment","Sensitivity","Types of level","History","See also","References","External links"],"image":[],"tags":[["surveyor","surveying"],["degree","angle"]],"members":["surveyor","degree"],"related":["Measuring_instrument","Horizontal_plane","Vertical_direction","Plumb-bob","Carpenter","Stonemason","Bricklayer","Surveyor_(surveying)","Millwright","Photography","Videography","Banana","Vial","Aqua_vitae","Alcohol","Liquid_bubble","Ethanol","Viscosity","Surface_tension","Colorants","Fluorescein","Degree_(angle)","Bull's_eye_level","Theodolite","Perpendicular","Inclinometer","Bull's_eye_level","Combination_square","Dumpy_level","Surveying","Tripod","Elevation","Spirit_leveling","Melchisedech_Thevenot","Louis_XIV_of_France","Christiaan_Huygens","Robert_Hooke","London","Vincenzo_Viviani","Florence","Adrien_Auzout","Académie_Royale_des_Sciences","Madagascar","Jean_de_Thevenot","Laser_line_level","Physical_geodesy","Plumb_line","Plumb_Site","Plumb-bob","Theodolite","Turn_and_bank_indicator"]}