{"cursor":"4574","size":15,"audio":[],"currentlang":"en","article":"\n'Standard of living' refers to the level of wealth, comfort, material goods and\nnecessities available to a certain socioeconomic class in a certain geographic\narea. The standard of living includes factors such as income, quality and\navailability of employment, class disparity, poverty rate, quality and\naffordability of housing, hours of work required to purchase necessities, gross\ndomestic product, inflation rate, number of vacation days per year, affordable\n(or free) access to quality healthcare, quality and availability of education,\nlife expectancy, incidence of disease, cost of goods and services,\ninfrastructure, national economic growth, economic and political stability,\npolitical and religious freedom, environmental quality, climate and safety. The\nstandard of living is closely related to quality of life.\n\nStandard of living is generally measured by standards such as real (i.e.\ninflation adjusted) income per person and poverty rate. Other measures such as\naccess and quality of health care, income growth inequality, Disposable Energy\n(people's disposable income's ability to buy energy) and educational standards\nare also used. Examples are access to certain goods (such as number of\nrefrigerators per 1000 people), or measures of health such as life expectancy.\nIt is the ease by which people living in a time or place are able to satisfy\ntheir needs and/or wants.\n\nThe idea of a 'standard' may be contrasted with the quality of life, which takes\ninto account not only the material standard of living, but also other more\nintangible aspects that make up human life, such as leisure, safety, cultural\nresources, social life, physical health, environmental quality issues, etc. More\ncomplex means of measuring well-being must be employed to make such judgements,\nand these are very often political, thus controversial. Even between two nations\nor societies that have similar material standards of living, quality of life\nfactors may in fact make one of these places more attractive to a given\nindividual or group.\n\nHowever, there can be problems even with just using numerical averages to\ncompare material standards of living, as opposed to, for instance, a Pareto\nindex (a measure of the breadth of income or wealth distribution). Standards of\nliving are perhaps inherently subjective. As an example, countries with a very\nsmall, very rich upper class and a very large, very poor lower class may have a\nhigh mean level of income, even though the majority of people have a low\n\"standard of living\". This mirrors the problem of poverty measurement, which\nalso tends towards the relative. This illustrates how distribution of income can\ndisguise the actual standard of living.\n\nLikewise Country A, a perfectly state capitalist country with a planned economy\nwith very low average per capita income would receive a higher score for having\nlower income inequality than Country B with a higher income inequality, even if\nthe bottom of Country B's population distribution had a higher per capita income\nthan Country A. Real examples of this include former East Germany compared to\nformer West Germany or North Korea compared to South Korea. In each case, the\nstate capitalist country has a low income discrepancy (and therefore would score\nhigh in that regard), but lower per capita incomes than a large majority of\ntheir neighboring counterpart. This can be avoided by using the measure of\nincome at various percentiles of the population rather than a highly relative\nand controversial overall income inequality measure.\n","linknr":152,"url":"Standard_of_living","recorded":1362670705,"links":48,"instances":["economics"],"pdf":[],"categories":["Health, education, and welfare economics","Socioeconomics","Standard of living|*"],"headings":["See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["inflation","economics"]],"members":["inflation"],"related":["Wealth","Poverty_rate","Gross_domestic_product","Inflation_rate","Inflation_(economics)","Poverty_rate","Economic_inequality","Disposable_Energy","Quality_of_life","Physical_health","Pareto_index","Mean","Poverty","State_capitalism","Planned_economy","East_Germany","West_Germany","North_Korea","South_Korea","Cost_of_living","Demographic-economic_paradox","Total_fertility_rate","Gini_coefficient","Human_Development_Index","Index_of_Economic_Freedom","Median_household_income","Quality-of-life_Index","Right_to_an_adequate_standard_of_living","Working_hours"]}