{"cursor":"1581","size":15,"audio":[],"currentlang":"en","article":"\n\nA 'status shift' is the transition from one social status to another one. Some\nstatuses are mutually exclusive, like military or civilian, laicos or religious,\nnoble or commoner. Other statuses are not mutually exclusive, but contextual.\nOne of the identities might be used in certain settings, while the other is used\nin different settings where the other status is unfavorable, undesirable, or\nunnecessary.\n\nStephen Colbert used the phrase in a taped interview with Harvard students in\nDecember 2006, briefly elaborating that all jokes contain status shifts\n[http://video.google.com/videoplay?docid=5550134133036374310]. Stephen Colbert\nis a satirical television pundit who plays the character of a conservative,\nwhose views contradict the actor's.\n\nThis is called situational negotiation of social identity; when ethnic identity\nis flexible and situational, it can become an achieved status. Shifting ethnic\naffiliations is when an ethnic group may move through levels of culture as they\nnegotiate their identities. Ascribed status is associated with a position in the\nsocial–political hierarchy in many societies. Minority groups with inferior\npower and less secure access to resources are subordinate to majority groups.\nEthnic groups help create races; in turn, discrimination against such a group is\ncalled racism.\n","linknr":90,"url":"Status_shift","recorded":1362676785,"links":13,"instances":["classification_of_human_beings"],"pdf":[],"categories":["Sociological terminology"],"headings":[],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["race","classification_of_human_beings"]],"members":["race"],"related":["Social_status","Stephen_Colbert","Jokes","The_Colbert_Report","Conservatism","Ascribed_status","Race_(classification_of_human_beings)","Racism"]}