{"cursor":"5438","size":15,"audio":[],"currentlang":"en","article":"{{Infobox website |name = Xtranormal |logo =\n|logocaption =\n\n|collapsible = |collapsetext = |caption = |url = http://www.xtranormal.com/\n|slogan = |commercial = Yes |type = 3D Animation Website |registration = Yes\n|language = English |content license = |revenue = |current status = Online\n|footnotes = }} 'Xtranormal' is a digital entertainment company that produces\ndo-it-yourself animation software for the web and desktop and turns words from a\nscript into an animated movie using text-to-speech and animation\ntechnologies. .\n\nXtranormal launched after four years of earlier software development. . It was established as a storyboarding tool for writers\nand film directors. The original intent was to allow users to create videos by\nchoosing from a menu of predesigned characters and sets, and scripting their own\ndialogue.\n\nXtranormal's 'State' platform allowed casual users to create their own animated\nvideos. State has been replaced with an upgraded version of the animation\nsoftware called 'Xtranormal Desktop' (or, XD). XD is free to downloaded from the\nXtranormal website. .\n\nXtranormal also released a web-based animation software tool called 'Movie\nMaker'. Movie Maker offers users access to the same functionality available in\nXtranormal Desktop from a web browser.\n\nXtranormal videos can also be created through an interface on the YouTube\nwebsite, .\n\nSome user-created videos have reached over one million views on YouTube. .. In 2010, the short film\n[[Sleeping with Charlie Kaufman]] by director J Roland Kelly, animated entirely\nwith Xtranormal, premiered at the Little Rock Film Festival and was shown at The\nRome International Film Festival in Rome, Georgia. Xtranormal videos\nonce formed a recurring feature on the late night Fox talk show [[Red Eye w/\nGreg Gutfeld]], and have been featured as part of a GEICO advertising\ncampaign. . [http://www.youtube.com/user/TheMicrosPoker The Micros]\nseries of shorts about the world of online poker has been the most popular\nXtranormal web-series on Youtube. .\n[http://www.youtube.com/user/Mompetition Mompetition], a series about the\ntravails of parenthood, has also received a great deal of acclaim. .\n\nIn 2011, Xtranormal launched a learning initiative called Xtranormal for\nEducation. This program aims to empower teachers and students by giving them a\nnew away to express themselves in the classroom. Teachers can create and grade\nanimation-based assignments directly from their web browsers. Xtranormal for\nEducation has been implemented in K-12, university and special needs classes all\nover the world.\n","linknr":147,"url":"State_(software)","recorded":1362477363,"links":12,"instances":[],"pdf":[],"categories":["Computer animation","Websites","Viral videos"],"headings":["References","External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["English_language","YouTube","Short_film","J_Roland_Kelly","Little_Rock_Film_Festival","The_Rome_International_Film_Festival","Rome,_Georgia","GEICO_advertising_campaigns"]}