{"cursor":"1853","size":15,"audio":[],"currentlang":"en","article":"\n stipe with an annulus and volva]] In mycology a 'stipe' refers to the stem or\n stalk-like feature supporting the cap of a mushroom. Like all tissues of the\n mushroom other than the hymenium, the stipe is composed of sterile hyphal\n tissue. In many instances, however, the fertile hymenium extends down the stipe\n some distance. Fungi that have stipes are said to be 'stipitate'.\n\nThe evolutionary benefit of a stipe is generally considered to be in mediating\nspore dispersal. An elevated mushroom will more easily release its spores into\nwind currents or onto passing animals. Nevertheless, many mushrooms do not have\nstipes, including: cup fungi, puffballs, earthstars, some polypores, jelly\nfungi, ergots, and smuts.\n\nIt is often the case that features of the stipe are required to make a positive\nidentification of a mushroom. Such distinguishing characters include:\n# the texture of the stipe (fibrous, brittle, chalky, leathery, firm, etc.)\n# whether it has remains of a partial veil (such as an annulus or cortina) or\n# universal veil (volva) whether the stipes of many mushrooms fuse at their base\n# its general size and shape whether the stipe extends underground in a root-\n# like structure (a rhizome)\n\nWhen collecting mushrooms for identification it is critical to maintain all\nthese characters intact by digging the mushroom out of the soil, rather than\ncutting it off mid-stipe.\n","linknr":-1,"url":"Stipe_(mycology)","recorded":1372152296,"links":[],"instances":["fungus","mycology","mycology","mycology"],"pdf":[],"categories":["Fungal morphology and anatomy"],"headings":[],"image":[],"tags":[["annulus","mycology"],["volva","mycology"],["pileus","mycology"],["smut","fungus"],["volva","mycology"]],"members":["smut","volva","annulus","pileus"],"related":["Annulus_(mycology)","Volva_(mycology)","Mycology","Pileus_(mycology)","Mushroom","Hymenium","Hyphae","Spore","Cup_fungi","Puffball","Geastraceae","Polypore","Jelly_fungi","Ergot","Smut_(fungus)","Partial_veil","Partial_veil","Universal_veil","Volva_(mycology)","Rhizome","Mushroom_hunting"]}