{"micrownet":["subscript","subscript_(vs._adscript)_(vs._superscript)","subscription","subscription_right","subscription_warrant"],"duck":["\n<a href=\"http://duckduckgo.com/Superior_letter\">Superior letter</a> - In typography and handwriting, a superior letter is a lower-case letter placed above the baseline and made smaller than ordinary script.","\n<a href=\"http://duckduckgo.com/c/Typography\">Typography</a>","\n<a href=\"http://duckduckgo.com/Ruby_character\">Ruby character</a> - Ruby characters are small, annotative glosses that can be placed above or to the right of a Chinese character when writing languages with logographic characters such as Chinese or Japanese to sh...","Subscript and superscript","\n<a href=\"http://duckduckgo.com/Reverse_transcriptase\">Reverse transcriptase</a> - Reverse transcriptase (RT) is an enzyme used to generate complementary DNA (cDNA) from an RNA template, a process termed reverse transcription.","\n<a href=\"http://duckduckgo.com/Furigana\">Furigana</a> - Furigana is a Japanese reading aid, consisting of smaller kana, or syllabic characters, printed next to a kanji or other character to indicate its pronunciation.","A distinguishing character or symbol written directly beneath or next to and slightly below a letter or number.","https://i.duckduckgo.com/i/0e4125da.png","\n<a href=\"http://duckduckgo.com/Typographical_conventions_in_mathematical_formulae\">Typographical conventions in mathematical formulae</a> - Typographical conventions in mathematical formulae provide uniformity across mathematical texts and help the readers of those texts to grasp new concepts quickly.","\n<a href=\"http://duckduckgo.com/Mathematical_notation\">Mathematical notation</a> - Mathematical notation is a system of symbolic representations of mathematical objects and ideas.","A subscript or superscript is a number, figure, symbol, or indicator that appears smaller than the normal line of type and is set slightly below or above it – subscripts appear at or below the baseline, while superscripts are above."],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373527900,"book":[],"micro-www":{"subscript":["subscript",""]},"wiki":{"cat":["Typography"],"text":"\n\n\n\n Pro; the size of the subscript is about 62% of the original characters, dropped\n by about 16%. The second typeface is Myriad Pro; the superscript is about 60%\n of the original characters, raised by about 44%.)]]\n\nA 'subscript' or 'superscript' is a number, figure, symbol, or indicator that\nappears smaller than the normal line of type and is set slightly below or above\nit – subscripts appear at or below the baseline, while superscripts are above.\nSubscripts and superscripts are perhaps best known for their use in formulas,\nmathematical expressions, and descriptions of chemical compounds or isotopes,\nbut have many other uses as well.\n\nIn professional typography, subscript and superscript characters are not simply\nordinary characters reduced in size; to keep them visually similar to the rest\nof the font, typeface designers make them slightly heavier than a reduced-size\ncharacter would be. Likewise, the amount that sub- or superscripted text is\nmoved from the original baseline varies by typeface and by use.\n\nIn typesetting, such types are traditionally called superior and inferior\nletters, figures, etc., or just superiors and inferiors. In English, most non-\ntechnical use of superiors is archaic.<ref>Bringhurst 2005, pp 311–12.</ref>\nSuperior and inferior figures on the baseline are used for fractions and most\nother purposes, while lowered inferior figures are needed for chemical and\nmathematical subscripts.<ref>Bringhurst 2005, p 309.</ref>\n","title":"Subscript%20and%20superscript","headings":["Uses","Software support","Position adjustment in italic/oblique/slanted styles","See also","References","Bibliography","External links"]},"micro-relation":["3: Carbon","2: Hydrogen","2: Oxygen","2: Subatomic_particle","2: Denominator","2: Percent","2: Permille","2: Basis_point","2: Numerator","1: Number","1: Symbol","1: Formula","1: Chemical_compound","1: Isotopes","1: Typography","1: Chemical_formula","1: Glucose","1: Neutrino","1: Omega_baryon","1: Naught","1: Sequence","1: Radix","1: Hexadecimal","1: Denary","1: Octal","1: Ordinal_indicator","1: Style_guide","1: Abbreviation","1: Middle_High_German","1: Service_mark","1: Trademark","1: Copyright","1: Registered_trademark","1: Currency_sign","1: Footnote","1: Mathematics","1: E=mc²","1: Speed_of_light","1: Ion","1: Chlorine","1: Lead","1: Electron","1: Positron","1: Antimuon","1: Isotope","1: Chemical_symbol","1: Nuclear_isomer","1: Nuclide","1: Uranium","1: Word_processing_programs","1: QuarkXPress","1: Adobe_InDesign","1: OpenOffice","1: Microsoft_Word","1: Adobe_Illustrator","1: Adobe_Photoshop","1: LaTeX","1: XeLaTeX","1: HyperText_Markup_Language","1: Wiki_syntax","1: TeX","1: MediaWiki","1: Underscore","1: Caret","1: Unicode","1: OpenType#Advanced_typography","1: Private_Use_Area#Private_use_characters","1: Mathematical_notation","1: Typographical_conventions_in_mathematical_formulae","1: Superior_letter","1: Furigana","1: Ruby_character","1: Typesetting","1: Typeface","1: Bringhurst,_Robert"]}