{"cursor":"2279","size":15,"audio":[],"currentlang":"en","article":" (right) in humans. Notice the presence of subcutaneous tissue on the thicker\n terminal hair.]]\n\n'Terminal hairs' are thick, long, and dark, as compared with vellus hair. Marks, James G; Miller, Jeffery (2006). Lookingbill and\nMarks' Principles of Dermatology (4th ed.), Elsevier Inc., p. 11. ISBN 1-4160-3185-\n5 During puberty, the increase in androgenic hormone levels causes vellus\nhair to be replaced with terminal hair in certain parts of the human body. Hiort, O. \"Androgens and Puberty\". Best Practice & Research\nClinical Endocrinology & Metabolism, Vol. 16, No. 1, pp. 31–41.  These\nparts will have different levels of sensitivity to androgens, primarily of the\ntestosterone family. Neal, Matthew; Lauren M. Sompayrac. How\nthe Endocrine System Works. Blackwell Publishing, 2001, p. 75.\n\nThe pubic area is particularly sensitive to such hormones, as are the armpits\nwhich will develop axillary hair. Randall, Valerie A.; Nigel\nA. Hibberts, M. Julie Thornton, Kazuto Hamada, Alison E. Merrick, Shoji Kato,\nTracey J. Jenner, Isobel De Oliveira, Andrew G. Messenger. \"The Hair Follicle: A\nParadoxical Androgen Target Organ\", Hormone Research, Vol. 54, No. 5–6,\n2000. Pubic and axillary hair will develop on both men and women, to the\nextent that such hair qualifies as a secondary sex characteristic, Heffner, Linda J. Human Reproduction at a Glance. Blackwell\nPublishing, 2001, p. 33. although males will develop terminal hair in more\nareas. This includes facial hair, chest hair, abdominal hair, leg and arm hair,\nand foot hair. Robertson, James. Forensic Examination of\nHair, CRC Press, 1999, p. 47. Human females on the other hand can be\nexpected to retain more of the vellus hair. Neal, Matthew; Lauren\nM. Sompayrac. How the Endocrine System Works. Blackwell Publishing, 2001, pp.\n70, 75.\n","linknr":262,"url":"Terminal_hair","recorded":1362897740,"links":18,"instances":[],"pdf":[],"categories":["Hair anatomy"],"headings":["Footnotes","See also"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/2/2e/VellushaarTerminalhaar-translation.JPG/220px-VellushaarTerminalhaar-translation.JPG","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Subcutaneous_tissue","Vellus_hair","Puberty","Axillary_hair","Secondary_sex_characteristic","Facial_hair","Chest_hair","Abdominal_hair","Leg_hair","Arm_hair","Foot_hair","Androgenic_hair"]}