{"cursor":"2759","size":15,"audio":[],"currentlang":"en","article":"\n'The Establishment' was a London nightclub which opened in October 1961, at 18\nGreek Street, Soho and was famous in retrospect for satire although actually\nmore notable at the time for jazz and other events. It was founded by Peter Cook\nand Nicholas Luard, both of whom were also important in the history of the\nmagazine [[Private Eye]]. The name \"The Establishment\" is a play on the meaning\nof \"establishment\" as in \"institution,\" i.e. the club itself, and the broader\ndefinition meaning the prevailing social order of the time, which the satirists\nwho founded, funded and performed at the club typically undermined. Peter Cook\ncalled it \"the only good title I ever came up with.\"\n\nThe venue allowed the opportunity for budding comedians and satirists to perform\nnew material in a nightclub setting, outside the jurisdiction of the Lord\nChamberlain, whose censorship of language and content was a problem for many\nperformers. Some who appeared included Lenny Bruce, Barry Humphries (as Edna\nEverage), and musically, The Dudley Moore Trio.\n\nA second club was established in New York in 1963. However, both folded after\nonly a few years. The Establishment in London closed in 1964.\n\nIn March 2008, the site of the club was renamed Zebrano's but after a small\ngroup of Peter Cook devotees (Sally Western, Jonathan Hansler and Robert Ross)\npressured the management for some recognition of the old club's importance in\nsatire, the owners agreed to replace \"The Establishment\" in writing above the\ndoor. A green plaque was also positioned above the door by Westminster council\nafter hard campaigning by the same group.\n\nThe Establishment was referenced in the book [[Stop-Time]] by author Frank\nConroy. The book is a semi-autobiographical account of Conroy's own life, and he\nmentions getting drunk at The Establishment, and then racing his car home to his\napartment outside London while he was living in England with his wife in the\n60's. The Establishment also featured briefly in the semi-fictional Peter Cook\nand Dudley Moore biopic [[Not Only But Always]]; seen only in an exterior shot,\nit bore no resemblance to 18 Greek Street and it is unclear whether it was an\nactual building or a film set.\n","linknr":105,"url":"The_Establishment_(club)","recorded":1362562767,"links":15,"instances":[],"pdf":[],"categories":["Nightclubs in London","Soho, London"],"headings":["External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/7/78/London_Dragon.svg/25px-London_Dragon.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["London","Nightclub","Greek_Street","Soho","Satire","Peter_Cook","Nicholas_Luard","The_Establishment","Lord_Chamberlain","Lenny_Bruce","Barry_Humphries","Edna_Everage","Dudley_Moore","New_York","Frank_Conroy"]}