{"cursor":"19314","size":15,"audio":[],"currentlang":"en","article":"'Thermal energy' is the part of the total potential energy and kinetic energy of\nan object or sample of matter that results in the system temperature. [http://www.britannica.com/eb/article-9072068/thermal-\nenergy Thermal energy entry in Britannica Online] This quantity may be\ndifficult to determine or even meaningless unless the system has attained its\ntemperature only through warming, and not been subjected to work input or\noutput, or any other energy-changing processes. The internal energy of a system,\nalso often called the thermodynamic energy, includes other forms of energy in a\nthermodynamic system in addition to thermal energy, namely forms of potential\nenergy that do not influence temperature and do not absorb heat, such as the\nchemical energy stored in its molecular structure and electronic configuration,\nand the nuclear binding energy that binds the sub-atomic particles of matter.\n\nMicroscopically, the thermal energy may include both the kinetic energy and\npotential energy of a system's constituent particles, which may be atoms,\nmolecules, electrons, or particles in plasmas. It originates from the\nindividually random, or disordered, motion of particles in a large ensemble, as\nconsequence of absorbing heat. In ideal monatomic gases, thermal energy is\nentirely kinetic energy. In other substances, in cases where some of thermal\nenergy is stored in atomic vibration, this vibrational part of the thermal\nenergy is stored equally partitioned between potential energy of atomic\nvibration, and kinetic energy of atomic vibration. Thermal energy is thus\nequally partitioned between all available quadratic degrees of freedom of the\nparticles. As noted, these degrees of freedom may include pure translational\nmotion in gases, in rotational states, and as potential and kinetic energy in\nnormal modes of vibrations in intermolecular or crystal lattice vibrations. In\ngeneral, due to quantum mechanical reasons, the availability of any such degrees\nof freedom is a function of the energy in the system, and therefore depends on\nthe temperature (see heat capacity for discussion of this phenomenon).\n\nMacroscopically, the thermal energy of a system at a given temperature is\nrelated proportionally to its heat capacity. However, since the heat capacity\ndiffers according to whether or not constant volume or constant pressure is\nspecified, or phase changes permitted, the heat capacity cannot be used define\nthermal energy unless it is done in such a way as to insure that only heat gain\nor loss (not work) makes any changes in the internal energy of the system.\nUsually, this means specifying the \"constant volume heat capacity\" of the system\nso that no work is done. Also the heat capacity of a system for such purposes\nmust not include heat absorbed by any chemical reaction or process.\n\nThermal energy is not a state function, or a property of a system, since the\ntotal thermal energy needed to warm a system to a given temperature depends on\nthe path taken to attain the temperature, unless all forms of work and chemical\npotential change in the system are zero or negligible (in which case thermal\nenergy is a subset of the internal energy). Thus, thermal energy is process-\ndependent except in systems in which processes to change internal energy other\nthan heating, can be neglected. Nevertheless, when this is true, thermal energy\nand heat capacity may be a useful concept in the study of heat transfer in\nsolids and liquids, in engineering and other disciplines.\n","linknr":225,"url":"Thermal_energy","recorded":1362480407,"links":43,"instances":["statistical_mechanics","physics_and_chemistry"],"pdf":[],"categories":["Thermodynamics","Forms of energy"],"headings":["Differentiation from heat","Definitions","Thermal energy of the ideal gas","Historical context","Distinction of thermal energy and heat","The origin of heat energy on Earth","Thermal energy of individual particles","See also","References","External links"],"image":["//upload.wikimedia.org/math/3/c/5/3c561a8b7285e675cf52acf7d63fbf83.png","//upload.wikimedia.org/math/4/e/c/4ecebd887f3fd86832312bd59f734d3d.png","//upload.wikimedia.org/math/1/4/7/147b1d90f3da1b391e68b96b231be6ad.png","//upload.wikimedia.org/math/9/c/7/9c71059dbaa9f2defc6e6da0fbc904e4.png","//upload.wikimedia.org/math/0/4/c/04cda6fe2db68be35df1747b16964984.png","//upload.wikimedia.org/math/3/e/b/3ebe5cfe465dcf545c9b98c88baed522.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["degrees_of_freedom","physics_and_chemistry"],["microstate","statistical_mechanics"]],"members":["microstate","degrees_of_freedom"],"related":["Object","Temperature","Internal_energy","Potential_energy","Chemical_energy","Binding_energy","Kinetic_energy","Potential_energy","Heat","Equipartition_theorem","Degrees_of_freedom_(physics_and_chemistry)","Normal_mode","Lattice_vibration","Heat_capacity","Heat_capacity","Heat","John_Wiley_&_Sons","Internal_energy","Geothermal_energy","Thermodynamic_equilibrium","Extensive_property","State_function","Heat_capacity","Absolute_temperature","Amount_of_substance","Mass","Statistical_physics","Microstate_(statistical_mechanics)","Equipartition_theorem","Boltzmann_constant","Potential_energy","Chemical_energy","Nuclear_potential_energy","Rest_mass_energy","Ideal_gas","Monatomic","Ideal_gas_law","James_Prescott_Joule","Latent_heat","Sensible_heat","Potential_energy","Heat","Zeroth_law_of_thermodynamics","Internal_energy","Latent_heat","Caloric_theory","Entropy","Earth","Sun","Vostok_Station","Solar_radiation","Thermal_neutron","Heat_transfer","Ocean_thermal_energy_conversion","Thermal_science"]}