{"cursor":"3417","size":15,"audio":[],"currentlang":"en","article":"\n'First pass yield' '(FPY)', also known as 'throughput yield' '(TPY)', is defined\nas the number of units coming out of a process divided by the number of units\ngoing into that process over a specified period of time. http://www.six-sigma-material.com/Throughput-\nYield.html Only good units with no rework are counted as coming out of an\nindividual process.\n\nAlso related, \"first time yield\" (FTY) is simply the number of good units\nproduced divided by the number of total units going into the process. First time\nyield considers only what went into a process step and what went out, while FPY\nadds the consideration of rework.\n\nConsider the following:\n\nYou have a process that is divided into four sub-processes: A, B, C and D.\nAssume that you have 100 units entering process A. To calculate first time yield\n(FTY) you would:\n\n#Calculate the yield (number out of step/number into step) of each step.\n#Multiply these together.\n\nFor Example:\n\n(# units leaving the process as good parts) / (# parts put into the process) =\nFTY *100 units enter A and 90 leave as good parts. The FTY for process A is\n90/100 = .9000 *90 units go into B and 80 leave as good parts. The FTY for\nprocess B is 80/90 = .8889 *80 units go into C and 75 leave as good parts. The\nFTY for C is 75/80 = .9375 *75 units got into D and 70 leave as good parts. The\nFTY for D is 70/75 = .9333\n\nThe total first time yield is equal to FTYofA * FTYofB * FTYofC * FTYofD or\n.9000 * .8889 * .9375 * .9333 = .7000.\n\nYou can also get the total process yield for the entire process by simply\ndividing the number of good units produced by the number going in to the start\nof the process. In this case, 70/100 = .70 or 70% yield.\n\nThe same example using first pass yield (FPY) would take into account rework:\n\n(# units leaving process A as good parts with no rework) / (# units put into the\nprocess) *100 units enter process A, 5 were reworked, and 90 leave as good\nparts. The FPY for process A is (90-5)/100 = 85/100 = .8500 *90 units go into\nprocess B, 0 are reworked, and 80 leave as good parts. The FPY for process B is\n(80-0)/90 = 80/90 = .8889 *80 units go into process C, 10 are reworked, and 75\nleave as good parts. The FPY for process C is (75-10)/80 = 65/80 = .8125 *75\nunits go into process D, 8 are reworked, and 70 leave as good parts. The FPY for\nprocess D is (70-8)/75 = 62/75 = .8267\n\nThe first pass yield of the set of processes is equal to FPYofA * FPYofB *\nFPYofC * FPYofD = .8500 * .8889 * .8125 * .8267 = .5075\n\nNotice that the number of units going into each next process does not change\nfrom the original example, as that number of good units did, indeed, enter the\nnext process. Yet the number of FTY units of each process counts only those that\nmade it through the process as good parts that needed no rework to be good\nparts. The calculation of FPY, first pass yield, shows how good the overall set\nof processes is at producing good overall output without having to rework units.\n","linknr":98,"url":"Throughput_yield","recorded":1362669631,"links":16,"instances":[],"pdf":[],"categories":["Business terms","Evaluation methods","Process management","Production and manufacturing"],"headings":["References","See also"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Business_template.svg/30px-Business_template.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Rolled_throughput_yield","Business_process","Design_for_Six_Sigma","Total_quality_management","Total_productive_maintenance"]}