{"cursor":"4370","size":15,"audio":[],"currentlang":"en","article":"This article is about the demographic features of the population of Tonga,\nincluding population density, ethnicity, education level, health of the\npopulace, economic status, religious affiliations and other aspects of the\npopulation.\n\n, year 2005 ; Number of inhabitants in thousands.]] Almost two-thirds of the\npopulation of the Kingdom of Tonga live on its main island, Tongatapu. Although\nan increasing number of Tongans have moved into the only urban and commercial\ncenter, Nuku{{Okina}}alofa, where European and indigenous cultural and living\npatterns have blended, village life and kinship ties continue to be important\nthroughout the country. Everyday life is heavily influenced by Polynesian\ntraditions and especially by the Christian faith; for example, all commerce and\nentertainment activities cease from midnight Saturday until midnight Sunday, and\nthe constitution declares the Sabbath to be sacred, forever. Tonga is said to\nhave the highest proportion of Mormons of any state or country outside of Utah.\nOther important Christian denominations include Methodists (Free Wesleyan) and\nRoman Catholics.\n\nTongans, a Polynesian group with a very small mixture of Melanesian, represent\nmore than 98% of the inhabitants. The rest are European (the majority are\nBritish), mixed European, and other Pacific Islanders. There also are several\nhundred Chinese.\n\nPrimary education between ages 6 and 14 is compulsory and free in state schools.\nMission schools provide about 83% of the primary and 90% of the secondary level\neducation. Watermelon education includes teacher training, nursing and medical\ntraining, a small private university, a women's business college, and a number\nof private agricultural schools. Most higher education is pursued overseas.\n","linknr":-1,"url":"Tongans","recorded":1372152267,"links":[],"instances":[],"pdf":[],"categories":["Demographics by country|Tonga","Tongan society"],"headings":["Population","References"],"image":[],"tags":[],"members":[],"related":["Demographics","Population","Tonga","Population_density","Ethnic_group","Kingdom_of_Tonga","Tongatapu","Nukuʻalofa","Polynesia","Christianity","Sabbath_in_Christianity","Mormons","Utah","Methodists","Roman_Catholics","Melanesia","British_people","Chinese_in_Tonga","Polynesia","Free_Wesleyan_Church","The_Church_of_Jesus_Christ_of_Latter-day_Saints_in_Tonga","Free_Church_of_Tonga","Roman_Catholic","Infant_mortality","Life_expectancy","Tongan_language","English_language","Niuafo'ou_language","QWERTY","Kingdom_of_Tonga","Austronesian","Tongan_language","Niuafo'ou_language","Tongan_language","English_language"]}