{"cursor":"69279","size":15,"audio":[],"currentlang":"en","article":"\n\n'Transfer of learning' is the study of the dependency of human conduct,\nlearning, or performance on prior experience. The notion was originally\nintroduced as transfer of practice by Edward Thorndike and Robert S.\nWoodworth. [http://psychclassics.yorku.ca/Thorndike/Transfer/transfer1.htm\nClassics in the History of Psychology â Thorndike & Woodworth (1901a) ] They explored how individuals would transfer learning\nin one context to another context that shared similar characteristics â or\nmore formally how \"improvement in one mental function\" could influence another\nrelated one. Their theory implied that transfer of learning depends on the\nproportion to which the learning task and the transfer task are similar, or\nwhere \"identical elements are concerned in the influencing and influenced\nfunction\", now known as identical element theory. Transfer research has since\nattracted much attention in numerous domains, producing a wealth of empirical\nfindings and theoretical interpretations. However, there remains considerable\ncontroversy about how transfer of learning should be conceptualized and\nexplained, what its probability occurrence is, what its relation is to learning\nin general, or whether it may be said to exist at all. [http://dissertations.jyu.fi/studcomp/951392386X.pdf\nHelfenstein, S. (2005). Transfer: review, reconstruction, and resolution ]\n\nMost discussions of transfer to date can be developed from a common operational\ndefinition, describing it as the process and the effective extent to which past\nexperiences (also referred to as the transfer source) affect learning and\nperformance in a current novel situation (the transfer target) (Ellis, 1965;\nWoodworth, 1938). This, however, is usually where the general consensus between\nvarious research approaches ends.\n\nThere are a wide variety of viewpoints and theoretical frameworks apparent in\nthe literature. For review purposes, these are categorized as follows:\n* a taxonomical approach to transfer research that usually intends to categorize\n  transfer into different types;\n* an application domain-driven approach by focusing on developments and\n  contributions of different disciplines that have traditionally been interested\n  in transfer;\n* the examination of the psychological scope of transfer models with respect to\n  the psychological functions or faculties that are being regarded; and\n* a concept-driven evaluation, which reveals underlying relationships and\n  differences between theoretical and empirical traditions.\n","linknr":183,"url":"Transfer_of_learning","recorded":1362477120,"links":20,"instances":["psychology","psychology"],"pdf":["http://dissertations.jyu.fi/studcomp/951392386X.pdf"],"categories":["Educational psychology","Experiential learning","Pedagogy"],"headings":["Transfer taxonomies","Traditional fields of transfer research","Psychological scope of transfer research","Conceptual foundation of transfer research","See also","References"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/9/91/Wikiversity-logo.svg/40px-Wikiversity-logo.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["cognitivism","psychology"],["priming","psychology"]],"members":["priming","cognitivism"],"related":["Edward_Thorndike","Robert_S._Woodworth","Negative_Transfer","Connation","Metaphor","Analogy","General_Problem_Solver","Einstellung","ACT-R","Goal_theory","Goal_theory","Self-efficacy","Associationism","Connectionism","Behaviorism","Gestaltism","Cognitivism_(psychology)","GOMS","Metaphor","Analogy","Analogical_reasoning","Priming_(psychology)","Affordance","Learning","Problem_solving","Classical_conditioning","Gavriel_Salomon","Gavriel_Salomon"]}