{"cursor":"7387","size":15,"audio":[],"currentlang":"en","article":"\n\n in a tomato leaf shown via colorised scanning electron microscope]] in this\n image of the Amazon Rainforest are a result of transpiration.]]\n\n'Transpiration' is a process similar to evaporation. It is a part of the water\ncycle, and it is the loss of water vapor from parts of plants (similar to\nsweating), especially in leaves but also in stems, flowers and roots. Leaf\nsurfaces are dotted with openings which are collectively called stomata, and in\nmost plants they are more numerous on the undersides of the foliage. The stoma\nare bordered by guard cells (together known as stomatal complex) that open and\nclose the pore. Leaf transpiration occurs through stomata, and can be\nthought of as a necessary \"cost\" associated with the opening of the stomata to\nallow the diffusion of carbon dioxide gas from the air for photosynthesis.\nTranspiration also cools plants, changes osmotic pressure of cells, and enables\nmass flow of mineral nutrients and water from roots to shoots.\n\nMass flow of liquid water from the roots to the leaves is driven in part by\ncapillary action, but primarily driven by water potential differences. In\ntaller plants and trees, the force of gravity can only be overcome by the\ndecrease in hydrostatic (water) pressure in the upper parts of the plants due\nto the diffusion of water out of stomata into the atmosphere. Water is absorbed\nat the roots by osmosis, and any dissolved mineral nutrients travel with it\nthrough the xylem.\n\nPlants regulate the rate of transpiration by the degree of stomatal opening. The\nrate of transpiration is also influenced by the evaporative demand of the\natmosphere surrounding the leaf such as humidity, temperature, wind and incident\nsunlight. Soil water supply and soil temperature can influence stomatal opening,\nand thus transpiration rate. The amount of water lost by a plant also depends on\nits size and the amount of water absorbed at the roots. Stomatic transpiration\naccounts for most of the water loss by a plant, but some direct evaporation also\ntakes place through the cuticle of the leaves and young stems. Transpiration\nserves to evaporatively cool plants as the escaping water vapor carries away\nheat energy.\n\nThis table summarizes the factors that affect the rates of transpiration.\n\n{| class=\"wikitable\"\n|-\n! Feature !! How this affects transpiration\n|- Number of leaves || More leaves (or spines, or other photosynthesizing organ)\n|will have more stomata on their surface for gaseous exchange. This will result\n|in a greater amount of water loss and an increased surface area for\n|evaporation. - Number of stomata || More stomata will provide more pores for\n|transpiration. - Size of the leaf || Leaves with bigger surface will transpire\n|faster and leaves with smaller surface will transpire slower. - Presence of\n|plant cuticle || A waxy or reflective cuticle will prevent the heating of the\n|leaf. This reduces the temperature and so the rate of evaporation from the\n|leaf. This is essential for plants that wish to conserve water, and is found on\n|many xerophytes. Tiny hair-like structures called trichomes on the surface of\n|leaves also can inhibit water loss by creating a high humidity environment at\n|the surface of leaves. - Light supply || Stomata are directly related to the\n|rate of transpiration, and these small pores open especially for\n|photosynthesis. While there are exceptions for this (such as night or \"CAM\n|photosynthesis\"), in general a light supply will encourage open stomata. -\n|Temperature || Temperature affects the rate in three ways:\n1) An increased rate of evaporation due to a temperature rise will hasten the\n   loss of water.  2) Decreased relative humidity outside the leaf will\n   increase the water potential gradient.  3) Increased kinetic energy of\n   water vapour particles aids diffusion out of the leaf.\n|- Relative humidity || A drier external surrounding will make a steeper water\n|potential gradient, and so increase the rates of transpiration. - Wind || Water\n|lost from transpiration is often left in a residual layer just beneath the\n|leaf. If left alone, this can reduce the amount of water loss as the water\n|potential gradient from inside to outside the leaf is slightly less, due to the\n|accumulation of water vapour there. If there is wind, this is blown away and\n|the gradient remains higher. - Water supply || Less water available means there\n|is less to lose. The lack of supply can also prompt other changes that reduce\n|the rates of transpiration. }\n\ns will reduce the surface of their leaves during water deficiencies (left). If\ntemperatures are cool enough and water levels are adequate the leaves expand\nagain (right).]] A fully grown tree may lose several hundred gallons of water\nthrough its leaves on a hot, dry day. About 90% of the water that enters a\nplant's roots is used for this process. The transpiration ratio is the ratio of\nthe mass of water transpired to the mass of dry matter produced; the\ntranspiration ratio of crops tends to fall between 200 and 1000 (i.e., crop\nplants transpire 200 to 1000 kg of water for every kg of dry matter\nproduced). {{Citation\n  | last=Martin | first=J. | last2=Leonard | first2=W. last3=Stamp | first3=D.\n  | title=Principles of Field Crop Production (Third Edition) publisher=New\n  | York: Macmillan Publishing Co., Inc. | year=1976 id=ISBN 0-02-376720-\n  | 0}}\n\nTranspiration rates of plants can be measured by a number of techniques,\nincluding potometers, lysimeters, porometers, photosynthesis systems and heat\nbalance sap flow gauges.\n\nDesert plants and conifers have specially adapted structures, such as thick\ncuticles, reduced leaf areas, sunken stomata and hairs to reduce transpiration\nand conserve water. Many cacti conduct photosynthesis in succulent stems, rather\nthan leaves, so the surface area of the shoot is very low. Many desert plants\nhave a special type of photosynthesis, termed crassulacean acid metabolism or\nCAM photosynthesis, in which the stomata are closed during the day and open at\nnight when transpiration will be lower.\n","linknr":252,"url":"Transpiration","recorded":1362482682,"links":64,"instances":["agriculture","agriculture"],"pdf":[],"categories":["Hydrology","Plant physiology","Leaf Sensor"],"headings":["See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/0/09/Tomato_leaf_stomate_1-color.jpg/220px-Tomato_leaf_stomate_1-color.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/e/e5/Afternoon_Clouds_over_the_Amazon_Rainforest.jpg/220px-Afternoon_Clouds_over_the_Amazon_Rainforest.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Xerophyte.png/300px-Xerophyte.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/7/7a/1859-Martinique.web.jpg/100px-1859-Martinique.web.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["crop","agriculture"],["hydrology","agriculture"]],"members":["crop","hydrology"],"related":["Tomato","Scanning_electron_microscope","Amazon_Rainforest","Evaporation","Water_vapor","Plant","Sweating","Leaf","Plant_stem","Flower","Root","Stomata","Carbon_dioxide","Photosynthesis","Osmotic_pressure","Mass_flow","Plant_nutrition","Shoot","Capillary_action","Diffusion","Earth's_atmosphere","Osmosis","Xylem","Humidity","Temperature","Soil","Plant_cuticle","Xerophytes","CAM_photosynthesis","Potential_gradient","Tree","Crop_(agriculture)","Matter","Potometer","Lysimeter","Photosynthesis_system","Desert","Conifer","Cuticles","Hairs","Cactus","Photosynthesis","Succulent","Crassulacean_acid_metabolism","Antitranspirant","Eddy_covariance","Hydrology_(agriculture)","Latent_heat_flux","Soil_plant_atmosphere_continuum","Weap"]}