{"cursor":"3101","size":15,"audio":[],"currentlang":"en","article":"Treatment}} 'Treating', in law, is the act of serving food, drink, and other\nrefreshments to influence people for political gain. In various countries,\ntreating is considered a form of corruption, and is illegal as such.\n[http://www.legislation.govt.nz/act/public/1993/0087/latest/DLM310402.html\nNZ Legislation Online] [http://www.nzherald.co.nz/nz/news/article.cfm-\n?c_id=1&objectid=2046829 NZ Herald - Election 'treats' get just deserts] [http://www.nzherald.co.nz/nz/news/article.cfm?c_id=1&objectid=2042483 NZ\nHerald - MP in gun for 'carrot' in mailout]\n\n'Treating', in a social context, came about with the birth of leisure time in\nthe late nineteenth century. Young working class women took pride in going out\nand enjoying the city’s “cheap amusements”. Kathy Peiss, Cheap Amusements:\nWorking Women and Leisure in Turn-of-the-century New York (Philadelphia: Temple\nUniversity Press, 1986), p.6.  Some notable cheap amusements included\npublic dances, amusement parks, and nickelodeon movie theatres. Kathy Peiss,\n“Charity Girls and City Pleasures,” OAH Magazine of History 18, no. 4 (July\n2004): 14. Although young working class women liked to go out, this often\nproved difficult, as their wages were very low. Young women dealt with this\nissue in numerous ways. Some refrained from going out or limited going out to\nspecial occasions, while others depended on their male counterparts to finance\ntheir pleasures. The latter solution is referred to as “treating”. Historian\nKathy Peiss has popularized this term in many of her scholarly works such as\nCheap Amusements: Working Women and Leisure in Turn-of-the-Century New York\n(1986) and “Charity Girls and City Pleasures” (2004). The act of treating was an\nexchange between a man and a woman. A man would agree to pay for a woman’s\nouting in exchange for her company. Treating ranged from the more innocent to\nthe more scandalous. Treating was seen as harmless when it was conducted between\na “steady” couple and more risqué when it was performed on a casual\nbasis. Kathy Peiss, Cheap Amusements: Working Women and Leisure in Turn-of-the-\ncentury New York (Philadelphia: Temple University Press, 1986), p. 54. \nThe women who engaged with this more risqué form of treating often reciprocated\nby performing sexual favors. These favors could be dancing, hugging, and kissing\nto full on sexual intercourse. The women who engaged with the more intense\nsexual acts were referred to as “charity girls”. These women did not see\nthemselves as prostitutes but often walked a fine line between being treated and\nbeing paid for their sexual services. Kathy Peiss, Cheap Amusements: Working\nWomen and Leisure in Turn-of-the-century New York (Philadelphia: Temple\nUniversity Press, 1986), p. 110. \n","linknr":98,"url":"Treating","recorded":1362686022,"links":13,"instances":[],"pdf":[],"categories":["Political corruption"],"headings":["References","See also"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Scale_of_justice_2.svg/22px-Scale_of_justice_2.svg.png","//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Political_corruption","Bribery","Electoral_fraud"]}