{"micrownet":[],"duck":["\nThe sport of <a href=\"http://duckduckgo.com/Mounted_orienteering\">Mounted orienteering</a> (Techniques de Randonnée Équestre de Compétition).","\n<a href=\"http://duckduckgo.com/Texas_Real_Estate_Commission\">Texas Real Estate Commission</a>, the state agency that governs real estate practices in Texas.","\n<a href=\"http://duckduckgo.com/Text_Retrieval_Conference\">Text REtrieval Conference</a>, an on-going series of workshops co-sponsored by the National Institute of Standards and Technology (NIST) and the U.S. Department of Defense.","TREC","\n<a href=\"http://duckduckgo.com/T-cell_receptor_excision_circles\">T-cell receptor excision circles</a> - T-cell receptor excision circles (TRECs) are small circles of DNA created in T-cells during their passage through the thymus as they rearrange their TCR genes.","\n<a href=\"http://duckduckgo.com/WindShare\">Toronto Renewable Energy Co-operative</a> - creators of the <a href=\"http://duckduckgo.com/?q=WindShare\">WindShare</a> wind power co-operative in <a href=\"http://duckduckgo.com/?q=Toronto\">Toronto</a>, Canada","\nThe <a href=\"http://duckduckgo.com/Trans-Mediterranean_Renewable_Energy_Cooperation\">Trans-Mediterranean Renewable Energy Cooperation</a> is an initiative, in the field of renewable forms of energy, of The Club of Rome, the Hamburg Climate Protection Foundation and the National Energy Research Center of Jordan (NERC)."],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373527869,"book":[],"micro-www":{"trec":["Trechnotheria",""]},"wiki":{"cat":[],"text":"\n\n'TREC' may refer to:\n* Techniques de Randonnée Équestre de Compétition or Trec, an equestrian\n  discipline\n* Text REtrieval Conference, an on-going series of workshops co-sponsored by the\n  National Institute of Standards and Technology (NIST) and the U.S. Department\n  of Defense.\n* Texas Real Estate Commission, the state agency that governs real estate\n  practices in Texas.\n* The Trans-Mediterranean Renewable Energy Cooperation is an initiative, in\n  the field of renewable forms of energy, of The Club of Rome, the Hamburg\n  Climate Protection Foundation and the National Energy Research Center of\n  Jordan (NERC).\n* Toronto Renewable Energy Co-operative - creators of the WindShare wind power\n  co-operative in Toronto, Canada\n* T-cell receptor excision circles\n","title":"TREC","headings":[]},"micro-relation":["1: Techniques_de_Randonnée_Équestre_de_Compétition","1: Equestrianism","1: Text_Retrieval_Conference","1: Texas_Real_Estate_Commission","1: Trans-Mediterranean_Renewable_Energy_Cooperation","1: Toronto_Renewable_Energy_Co-operative","1: WindShare","1: Toronto","1: Canada","1: T-cell_receptor_excision_circles"]}