{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/True_the_Vote\">True the Vote</a>, a US non-profit vote-monitoring organization","TTV","TTV may refer to: Taiwan Television Transfusion Transmitted Virus Transit Timing Variation TTV, a teenage-aimed television show broadcast on RT&Eacute; Two in Ireland.","\n<a href=\"http://duckduckgo.com/TTV_(Poland)\">TTV (Poland)</a>, a Polish television","\n<a href=\"http://duckduckgo.com/TechTV\">TechTV</a> - TechTV was a 24-hour cable and satellite channel based in San Francisco featuring news and shows about computers, technology, and the Internet.","\n<a href=\"http://duckduckgo.com/Transfusion_Transmitted_Virus\">Transfusion Transmitted Virus</a> - TT virus was  the first member of the new family Anelloviridae to be discovered.","\n<a href=\"http://duckduckgo.com/Transit_Timing_Variation\">Transit Timing Variation</a> - Transit Timing Variation is a method for detecting exoplanets by observing variations in the timing of a transit.","\n<a href=\"http://duckduckgo.com/Taiwan_Television\">Taiwan Television</a> - Taiwan Television Enterprise, Ltd., commonly known as TTV (formerly called Taiwan Radio (TR in 1962, TRA in 1967) in 1962, Taiwan Night Television (TNT) in 1969 when Taiwan Day Television ...","\n<a href=\"http://duckduckgo.com/TTV_(RT%C3%89)\">TTV (RTÉ)</a>, a teenage-aimed television show broadcast on RTÉ Two in Ireland.","\n<a href=\"http://duckduckgo.com/Through_the_Viewfinder_photography\">Through the Viewfinder photography</a> - Through the Viewfinder photography (TtV) is a photographic technique in which a photograph is shot with one camera through the viewfinder of a second camera."],"common":{"milestones":["<a target=\"_new\" href=\"http://en.wikinews.org/wiki/Finnish_police_isolate_ports_in_Helsinki\" title=\"Finnish police isolate ports in Helsinki\">Finnish police isolate ports in Helsinki</a>"],"image":[[],[]]},"Lists":[],"created":1373549252,"book":[],"micro-www":{"ttv":[""]},"micro-relation":[]}