{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/general_linear_model\">Univariate binary model</a> - The general linear model is a statistical linear model.","\n<a href=\"http://duckduckgo.com/Univariate_distribution\">Univariate distribution</a> - In statistics, a univariate distribution is a probability distribution of only one random variable.","\n<a href=\"http://duckduckgo.com/d/Multivariate\">Multivariate Meanings</a>","Univariate","http://www.merriam-webster.com/dictionary/univariate","\n<a href=\"http://duckduckgo.com/c/Statistical_terminology\">Statistical terminology</a>","univariate definition: characterized by or depending on only one random variable.","Merriam-Webster","\n<a href=\"http://duckduckgo.com/d/Bivariate\">Bivariate Meanings</a>","\n<a href=\"http://duckduckgo.com/Univariate_analysis\">Univariate analysis</a> - Univariate analysis is the simplest form of quantitative (statistical) analysis.","\n<a href=\"http://duckduckgo.com/c/Mathematical_terminology\">Mathematical terminology</a>","In mathematics, univariate refers to an expression, equation, function or polynomial of only one variable."],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373504128,"book":[],"micro-www":{"univariate":["Univariate",""]},"wiki":{"cat":["Mathematical terminology","Statistical terminology"],"text":"\nIn mathematics, 'univariate' refers to an expression, equation, function or\npolynomial of only one variable. Objects of any of these types but involving\nmore than one variable may be called multivariate. In some cases the distinction\nbetween the univariate and multivariate cases is fundamental; for example, the\nfundamental theorem of algebra and Euclid's algorithm for polynomials are\nfundamental properties of univariate polynomials that can not be generalized to\nmultivariate polynomials.\n\nThe term is commonly used in statistics to distinguish a distribution of one\nvariable from a distribution of several variables, although it can be applied in\nother ways as well. For example, univariate data are composed of a single scalar\ncomponent. In time series analysis, the term is applied with a whole time series\nas the object referred to: thus a univariate time series refers to the set of\nvalues over time of a single quantity. Correspondingly, a \"multivariate time\nseries\" refers to the changing values over time of several quantities. Thus\nthere is a minor conflict of terminology since the values within a univariate\ntime series may be treated using certain types of multivariate statistical\nanalyses and may be represented using multivariate distributions.\n","title":"univariate","headings":["See also"]},"micro-relation":["1: Equation","1: Polynomial","1: Fundamental_theorem_of_algebra","1: Euclid's_algorithm_for_polynomials","1: Statistics","1: Frequency_distribution","1: Time_series_analysis","1: Univariate_time_series","1: Multivariate_statistics","1: Probability_distribution#Joint_distributions","1: Univariate_analysis","1: Univariate_distribution","1: Univariate_binary_model"]}