{
   "micrownet" : [
      "usherette"
   ],
   "duck" : [
      "\n<a href=\"http://duckduckgo.com/White_House_Chief_Usher\">White House Chief Usher</a> - White House Chief Usher is the title of the head of household staff and operations at the White House, the official residence and principal workplace of the President of the United States.",
      "Usher (occupation)",
      "\n<a href=\"http://duckduckgo.com/Court_usher\">Court usher</a> - A court usher is a position in a law court.",
      "https://i.duckduckgo.com/i/91a86ed3.jpg",
      "\n<a href=\"http://duckduckgo.com/c/Entertainment_occupations\">Entertainment occupations</a>",
      "\n<a href=\"http://duckduckgo.com/Church_usher\">Church usher</a> - In many denominations of the Christian Church, a Church usher is the first official representative seen when entering the church.",
      " Ushers assist visitors by formally showing the way in a large building or to their appropriate seats.",
      "\n<a href=\"http://duckduckgo.com/Usherette_(Rocky_Horror)\">Usherette (Rocky Horror)</a> - The Usherette refers to a character or character in disguise from Richard O'Brien's musical The Rocky Horror Show."
   ],
   "common" : {
      "milestones" : [],
      "image" : [
         [],
         []
      ]
   },
   "Lists" : [],
   "created" : 1373471391,
   "book" : [],
   "micro-www" : {
      "usherette" : [
         ""
      ]
   },
   "wiki" : {
      "cat" : [
         "Entertainment occupations"
      ],
      "text" : "\n\n]] 'Ushers' assist visitors by formally showing the way in a large building or\nto their appropriate seats. This may coincide with a security role. The word\ncomes from the French [[:fr:Huissier|huissier]], with the same meaning (Latin -\nostiariu), ushers were servants or courtiers who showed or ushered visitors in\nand out of meetings in large houses or palaces. In England, a variety of titles\nfor courtiers in the Royal Household include the word 'usher', and it is a now\nobsolete name for a schoolmaster, especially at a private school. At weddings,\nfriends of the groom and bride may be recruited to direct guests at the\nceremony, and generally be available for assistance.\n\nUshers help those in attendance at entertainment and sporting events in theatres\nand stadiums. Duties include checking tickets, directing people to their\nassigned seats, distributing programmes, answering questions and assisting\npeople in finding restrooms and refreshments. According to the United States\nDepartment of Labor, ushers, lobby attendants and ticket takers earn an average\nwage of $8.41 an hour and $17,500 a year. Approximately 102,000 are employed in\nthis line of work. Most of these workers are employed by the Motion picture and\nVideo industries, secondly they work in the performing arts and sporting events\nvenues.<ref></ref>\n\nOther jobs also come under the name 'Usher', such as baseball field personnel. A\nfield usher coordinates not only the baseball diamond grounds but also the\nstadium itself.\n\nUshers are also expected to help with security and to ensure that only people\nwith proper authority have access to backstage areas. Ushers also monitor the\ncrowds and can summon security when needed.<ref></ref>\n\nIn cinemas, it was common for ushers to check tickets and show people to their\nseats to watch the film being shown. If actually during the film, when lights\nwere dimmed, the usher would shine a torch to light the row of seating in\nquestion. In Britain these female ushers were accordingly titled \"usherettes\".\n",
      "title" : "Usher%20%28occupation%29",
      "headings" : [
         "See also",
         "Notes and references"
      ]
   },
   "micro-relation" : [
      "1: Courtier",
      "1: Royal_Household",
      "1: United_States_Department_of_Labor",
      "1: Movie_theater",
      "1: Flashlight",
      "1: United_Kingdom",
      "1: Church_usher",
      "1: Court_usher",
      "1: White_House_Chief_Usher"
   ]
}
