{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/chemical_database\">Ultrafast shape recognition</a> - A chemical database is a database specifically designed to store chemical information.","USR","\n<a href=\"http://duckduckgo.com/USRobotics\">USRobotics</a>, a technology firm that makes computer modems and related products"],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373535131,"book":[],"micro-www":{"usr":["USRC_Active",""]},"wiki":{"cat":["Unix file system technology‎","File system management","File system directories|"],"text":"USR}} In Unix and Unix-like operating systems, the 'Unix directory structure' is\na convention for filesystem layout. It was first documented in the hier(7) man\npage of Version 7 Unix<ref></ref>; subsequent versions, derivatives and clones\ntypically have a similar man\npage.<ref></ref><ref></ref><ref></ref><ref></ref><ref></ref>\n\nThough the Unix filesystem layout is not part of the Single UNIX Specification,\nseveral attempts exist to standardize it, such as the Linux Foundation's\nFilesystem Hierarchy Standard (FHS).\n\nHere is a generalized overview of common locations of files on a Unix operating\nsystem: {|class=\"wikitable\" !Directory or file !Description\n|- <code>/</code>\n|The slash <code>/</code> character alone denotes the root of the\nfilesystem tree.\n|-\n|\n:<code>/bin</code>\n|Stands for \"binaries\" and contains certain fundamental utilities, such as\n<code>ls</code> or <code>cp</code>, which are generally needed by all users.\n|-\n|\n:<code>/boot</code>\n|Contains all the important files which are required for successful\nbooting process.\n|-\n|\n:<code>/dev</code>\n|Stands for \"devices\". Contains file representations of peripheral devices and\npseudo-devices.\n|-\n|\n:<code>/etc</code>\n|Contains system-wide configuration files and system databases.\n|-\n|\n:<code>/home</code>\n|Contains the home directories for the users.\n|-\n|\n:<code>/lib</code>\n|Contains system libraries, and some critical files such as kernel modules or\ndevice drivers.\n|-\n|\n:<code>/lib64</code>\n|Contains system libraries, and some critical files such as kernel modules or\ndevice drivers, on some 64-bit systems.\n|-\n|\n:<code>/media</code>\n|Default mount point for removable devices, such as USB sticks, media\nplayers, etc.\n|-\n|\n:<code>/mnt</code>\n|Stands for \"mount\". Contains filesystem mount points. These are used, for\nexample, if the system uses multiple hard disks or hard disk partitions. It is\nalso often used for remote (network) filesystems, CD-ROM/DVD drives, and so on.\n|-\n|\n:<code>/opt</code>\n|Contains add-on software. Some large program suites may prefer to be installed\nhere, rather than under <code>/usr</code>.\n|-\n|\n:<code>/proc</code>\n|procfs virtual filesystem showing information about processes as files.\n|-\n|\n:<code>/root</code>\n|The home directory for the superuser \"root\" - that is, the system\nadministrator. This account's home directory is usually on the initial\nfilesystem, and hence not in /home (which may be a mount point for another\nfilesystem) in case specific maintenance needs to be performed, during which\nother filesystems are not available. Such a case could occur, for example, if a\nhard disk drive suffers physical failures and cannot be properly mounted.\n|-\n|\n:<code>/sbin</code>\n|Stands for \"system (or superuser) binaries\" and contains fundamental\nutilities, such as <code>init</code>, usually needed to start, maintain and\nrecover the system.\n|-\n|\n:<code>/srv</code>\n|Server data (data for services provided by system).\n|-\n|\n:<code>/sys</code>\n|In some Linux distributions, contains a sysfs virtual filesystem, containing\ninformation related to hardware and the operating system.\n|-\n|\n:<code>/tmp</code>\n|A place for temporary files. Many systems clear this directory upon startup; it\nmight have tmpfs mounted atop it, in which case its contents do not survive a\nreboot, or it might be explicitly cleared by a startup script at boot time.\n|-\n|\n:<code>/usr</code>\n|Originally the directory holding user home directories,<ref></ref> its use has\nchanged. It now holds executables, libraries, and shared resources that are not\nsystem critical, like the X Window System, KDE, Perl, etc. (The name \"Unix\nSystem Resources\" is a post hoc backronym.) However, on some Unix systems, some\nuser accounts may still have a home directory that is a direct subdirectory of\n/usr, such as the default as in Minix. (on modern systems, these user accounts\nare often related to server or system use, and not directly used by a person)\n|-\n|\n::<code>/usr/bin</code>\n|This directory stores all binary programs distributed with the operating system\nnot residing in <code>/bin</code>, <code>/sbin</code> or (rarely)\n<code>/etc</code>.\n|-\n|\n::<code>/usr/include</code>\n|Stores the development headers used throughout the system. Header files are\nmostly used by the <code>#include</code> directive in C programming language,\nwhich historically is how the name of this directory was chosen.\n|-\n|\n::<code>/usr/lib</code>\n|Stores the required libraries and data files for programs stored within\n<code>/usr</code> or elsewhere.\n|-\n|\n::<code>/usr/local</code>\n|Resembles <code>/usr</code> in structure, but its subdirectories are used for\nadditions not part of the operating system distribution, such as custom programs\nor files from a BSD Ports collection. Usually has subdirectories such as\n<code>/usr/local/lib</code> or <code>/usr/local/bin</code>.\n|-\n|\n:<code>/var</code>\n|A short for \"variable.\" A place for files that may change often - especially in\nsize, for example e-mail sent to users on the system, or process-ID lock files.\n|-\n|\n::<code>/var/log</code>\n|Contains system log files.\n|-\n|\n::<code>/var/mail</code>\n|The place where all the incoming mails are stored. Users (other than\n<code>root</code>) can access their own mail only. Often, this directory is a\nsymbolic link to <code>/var/spool/mail</code>.\n|-\n|\n::<code>/var/spool</code>\n|Spool directory. Contains print jobs, mail spools and other queued tasks.\n|-\n|\n::<code>/var/tmp</code>\n|A place for temporary files which should be preserved between system reboots.\n|}\n","title":"Unix%20directory%20structure","headings":["References"]},"micro-relation":["2: Unix","2: Computer_program","2: Loadable_kernel_module","2: Device_driver","2: File_system","1: Unix-like","1: Operating_system","1: Filesystem","1: Man_page","1: Version_7_Unix","1: Single_UNIX_Specification","1: Linux_Foundation","1: Filesystem_Hierarchy_Standard","1: /boot","1: /dev","1: Device_node","1: Device_file#Pseudo-devices","1: 64-bit","1: Procfs","1: Superuser","1: Linux_distributions","1: Sysfs","1: Tmpfs","1: X_Window_System","1: KDE","1: Perl","1: Backronym","1: Minix","1: Header_file","1: C_programming_language","1: BSD","1: Ports_collection","1: Lock_file","1: /var/log","1: Symbolic_link","1: Spooling"]}