{"micrownet":["vacuous","vacuousness"],"duck":["\n<a href=\"http://duckduckgo.com/c/Mathematical_logic\">Mathematical logic</a>","\n<a href=\"http://duckduckgo.com/Tautology_(logic)\">Tautology (logic)</a> - In logic, a tautology (from the Greek word ταυτολογία) is a formula which is true in every possible interpretation.","\n<a href=\"http://duckduckgo.com/Analytic-synthetic_distinction\">Analytic-synthetic distinction</a> - The analytic–synthetic distinction (also called the analytic–synthetic dichotomy) is a conceptual distinction, used primarily in philosophy to distinguish propositions into two types: an...","Vacuous truth","\n<a href=\"http://duckduckgo.com/c/Nothing\">Nothing</a>","\n<a href=\"http://duckduckgo.com/Logical_truth\">Logical truth</a> - Logical truth is one of the most fundamental concepts in logic, and there are different theories on its nature.","\n<a href=\"http://duckduckgo.com/c/Logic\">Logic</a>","\n<a href=\"http://duckduckgo.com/Counterfactual_conditional\">Counterfactual conditional</a> - A counterfactual conditional, subjunctive conditional, or remote conditional, abbreviated  is a conditional (or \"if-then\") statement indicating what would be the case if its antecedent wer...","\n<a href=\"http://duckduckgo.com/Supervaluationism\">Supervaluationism</a> - In logic, supervaluationism is a semantics for dealing with irreferential singular terms and vagueness.","A vacuous truth is a truth that is devoid of content because it asserts something about all members of a class that is empty or because it says “If&nbsp;A&nbsp;then&nbsp;B” when in fact A is inherently false.","\n<a href=\"http://duckduckgo.com/Degeneracy_(mathematics)\">Degeneracy (mathematics)</a> - In mathematics, a degenerate case is a limiting case in which a class of object changes its nature so as to belong to another, usually simpler, class."],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373548022,"book":[],"micro-www":{"vacuous":[""]},"wiki":{"cat":["Logic","Mathematical logic","Nothing","Truth"],"text":"\n\n\n\nA 'vacuous truth' is a truth that is devoid of content because it asserts\nsomething about all members of a class that is empty or because it says\n“If&nbsp;''A''&nbsp;then&nbsp;''B''” when in fact A is inherently false. For\nexample, the statement “all cell phones in the room are turned off” may be true\nsimply because there are no cell phones in the room. In this case, the statement\n“all cell phones in the room are turned on” would also be true, and vacuously\nso, as would the conjunction of the two: “all cell phones in the room are turned\non and turned off”.\n\nMore formally, a relatively well-defined usage refers to a conditional statement\nwith a false antecedent. One example of such a statement is “if Ayers Rock is in\nFrance, then the Eiffel Tower is in Bolivia”. Such statements are considered\nvacuous because the falsity of the antecedent prevents one from using the\nconditional to infer the consequent. They are true because a material\nconditional is defined to be true when the antecedent is false (or the\nconclusion is true).\n\nThis notion has relevance in pure mathematics, as well as in any other field\nwhich uses classical logic.\n\nOutside of mathematics, statements which can be characterized informally as\nvacuously true can be misleading. Such statements make reasonable assertions\nabout qualified objects which do not actually exist. For example, a child might\ntell his or her parent “I ate every vegetable on my plate”, when there were no\nvegetables on the child’s plate to begin with.\n","title":"vacuous%20truth","headings":["Scope of the concept","Arguments regarding the semantic truth of vacuously true logical statements","Difficulties with the use of vacuous truth","Context of statements","Vacuous truths in mathematics","See also","References","Bibliography","External links"]},"micro-relation":["3: Empty_set","3: Material_conditional","3: Classical_logic","2: Counterfactual_conditional","2: Logical_consequence","2: Axiom","2: Relevant_logic","2: Nonsense","1: Truth","1: Meaninglessness","1: Proposition","1: Universal_quantifier","1: Logical_or","1: Logical_conjunction","1: Well-definition","1: Consequent","1: Pure_mathematics","1: Qualifier","1: Nonexistence","1: Mutatis_mutandis","1: Binary_decision","1: Intuitionistic_logic","1: Logical_form","1: Truth_table","1: Logical_equivalence","1: Symbol","1: Logical_conditional","1: Propositional_logic","1: Begging_the_question","1: Common_knowledge","1: Sun","1: Logical_system","1: Present_King_of_France","1: Truth-value","1: Paraconsistent_logic","1: Global_Positioning_System","1: Triangle","1: Gravitational_mass","1: Euclidean_geometry","1: Boolean_algebra","1: Mathematics","1: Arbitrary","1: Antisymmetric_relation","1: Real_numbers","1: Generalization","1: Mathematical_proof","1: Logical_truth","1: Supervaluationism","1: Principle_of_explosion","1: David_H._Sanford"]}