{"micrownet":["variate"],"duck":["\n<a href=\"http://duckduckgo.com/c/Randomness\">Randomness</a>","Random variate","A random variate is a particular outcome of a random variable: the random variates which are other outcomes of the same random variable might have different values.","\n<a href=\"http://duckduckgo.com/c/Statistical_terminology\">Statistical terminology</a>","Statistics A random variable with a numerical value that is defined on a given sample space."],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373520845,"book":[],"micro-www":{"variate":[""]},"wiki":{"cat":["Statistical terminology","Randomness"],"text":"A 'random variate' is a particular outcome of a random variable: the random\nvariates which are other outcomes of the same random variable might have\ndifferent values. Random variates are used when simulating processes driven by\nrandom influences (stochastic processes). In modern applications, such\nsimulations would derive random variates corresponding to any given probability\ndistribution from computer procedures designed to create random variates\ncorresponding to a uniform distribution, where these procedures would actually\nprovide values chosen from a uniform distribution of pseudorandom numbers.\n\nProcedures to generate random variates corresponding to a given distribution\nare known as procedures for random variate generation or pseudo-random\nnumber sampling.\n\nIn probability theory, a random variable is a measurable function from a\nprobability space to a measurable space of values that the variable can take on.\nIn that context, and in statistics, those values are known as a 'random\nvariates', or occasionally 'random deviates', and this represents a wider\nmeaning than just that associated with pseudorandom numbers.\n","title":"random%20variate","headings":["Definition","Practical aspects","References"]},"micro-relation":["2: Random_variable","2: Pseudorandom","2: Pseudo-random_number_sampling","2: Luc_Devroye","1: Stochastic_processes","1: Probability_theory","1: Measurable_function","1: Probability_space","1: Measurable_space","1: Statistics","1: Real_number","1: Almost_surely","1: Floating_point","1: Hardware_random_number_generator","1: Pseudorandom_number","1: Probability_distribution","1: Random_number_generation"]}