{"cursor":"6903","size":14,"audio":[],"currentlang":"en","article":"\n\n\"Variation\" is a generic word in astronomy as in other fields: many observable\nastronomical quantities can show variations of some kind. But the term\n'variation' also has a specific meaning in astronomy, referring to the\n'variation of the Moon'. This is the name given to one of the principal\nperturbations in the motion of the Moon.\n\nThe variation was discovered Tycho Brahe, who noticed that, starting from a\nlunar eclipse in December 1590, at the times of syzygy (new or full moon), the\napparent velocity of motion of the Moon (along its orbit as seen against the\nbackground of stars) was faster than expected. On the other hand, at the times\nof first and last quarter, its velocity was correspondingly slower than\nexpected. (Those expectations were based on the lunar tables widely used up to\nTycho's time. They took some account of the two largest irregularities in the\nMoon's motion, i.e. those now known as the equation of the center and the\nevection, see also Lunar theory - History.) V E Thoren,\n[http://articles.adsabs.harvard.edu/full/1967PASP...79..482T \"Tycho and Kepler\non the Lunar theory\"], Publications of the Astronomical Society of the Pacific,\nvol.79 (1967), pp. 482-489, especially at p.485. The discovery of the variation\nwas made accidentally, after Tycho planned to observe the lunar eclipse of\nDecember 1590, and checked the Moon's position a day or two beforehand, to\ndetermine more exactly, as he thought, the starting time. But when he went out\nto observe just before the expected time, he found that he had missed the start\nof the eclipse. The Moon was earlier by about an hour, the eclipse already in\nprogress. Tycho's subsequent investigations pinned down the cause, a previously\nunrecognized inequality, since then called the variation.\n\nThe main visible effect (in longitude) of the variation of the Moon is that\nduring the course of every month, at the octants of the Moon's phase that\nfollow the syzygies (i.e. half way between the new or the full moon and the\nnext-following quarter), the Moon is about two thirds of a degree farther\nahead than would be expected on the basis of its mean motion (as modified by\nthe equation of the centre and by the evection). But at the octants that\nprecede the syzygies, it is about two thirds of a degree behind. At the\nsyzygies and quarters themselves, the main effect is on the Moon's velocity\nrather than its position.\n\n\nIn 1687 Newton published, in the 'Principia', his first steps in the\ngravitational analysis of the motion of three mutually-attracting bodies. This\nincluded a proof that the Variation is one of the results of the perturbation of\nthe motion of the Moon caused by the action of the Sun, and that one of the\neffects is to distort the Moon's orbit in a practically elliptical manner\n(ignoring at this point the eccentricity of the Moon's orbit), with the centre\nof the ellipse occupied by the Earth, and the major axis perpendicular to a line\ndrawn between the Earth and Sun.\n\nThe Variation has a period of half a synodic month and causes the Moon's\necliptic longitude to vary by nearly two-thirds of a degree, more exactly by\n+2370\"sin(2D) where D is the mean elongation of the Moon from the Sun. See\nLunar theory - Delaunay arguments.\n\nThe variational distortion of the Moon's orbit is a different effect from the\neccentric elliptical motion of a body in an unperturbed orbit. The Variation\neffect would still occur if the undisturbed motion of the Moon had an\neccentricity of zero (i.e. circular). The eccentric Keplerian ellipse is another\nand separate approximation for the Moon's orbit, different from the\napproximation represented by the (central) variational ellipse. The Moon's line\nof apses, i.e. the long axis of the Moon's orbit when approximated as an\neccentric ellipse, rotates once in about nine years, so that it can be oriented\nat any angle whatever relative to the direction of the Sun at any season. (The\nangular difference between these two directions used to be referred to, in much\nolder literature, as the \"annual argument of the Moon's apogee\".) Twice in every\nperiod of just over a year, the direction of the Sun coincides with the\ndirection of the long axis of the eccentric elliptical approximation of the\nMoon's orbit (as projected on to the ecliptic).\n\nThus the (central) elliptical distortion of the Moon's orbit caused by the\nvariation should not be confused with an undisturbed eccentric elliptical motion\nof an orbiting body. The variational effects due to the Sun would still occur\neven if the hypothetical undisturbed motion of the Moon had an eccentricity of\nzero (i.e. even if in the absence of the Sun it would be circular).\n\nNewton expressed an approximate recognition that the real orbit of the Moon is\nnot exactly an eccentric Keplerian ellipse, nor exactly a central ellipse due to\nthe variation, but \"an oval of another kind\". D T Whiteside (ed.) (1973),\nThe Mathematical papers of Isaac Newton, Volume VI: 1684-1691, Cambridge\nUniversity Press,\n[http://books.google.com/books?id=lIZ0v23iqRgC&pg=PA533&lpg=PA533 at page\n533]. Newton did not give an explicit expression for the form of this\n\"oval of another kind\"; to an approximation, it combines the two effects of the\ncentral-elliptical variational orbit and the Keplerian eccentric ellipse. Their\ncombination also continually changes its shape as the annual argument changes,\nand also as the evection shows itself in libratory changes in the eccentricity,\nand in the direction, of the long axis of the eccentric ellipse.\n\nThe Variation is the second-largest solar perturbation of the Moon's orbit after\nthe Evection, and the third-largest inequality in the motion of the Moon\naltogether; (the first and largest of the lunar inequalities is the equation of\nthe centre, a result of the eccentricity – which is not an effect of solar\nperturbation).\n","linknr":105,"url":"Variation_(astronomy)","recorded":1362666937,"links":13,"instances":["astronomy","angle","orbit","astronomy"],"pdf":[],"categories":["Celestial mechanics"],"headings":["See also","References","Bibliography"],"image":["//upload.wikimedia.org/wikipedia/en/9/98/Variation_%28astronomy%29.gif","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["perturbation","astronomy"],["syzygy","astronomy"],["degree","angle"],["eccentricity","orbit"]],"members":["perturbation","degree","eccentricity","syzygy"],"related":["Perturbation_(astronomy)","Tycho_Brahe","Lunar_eclipse","Syzygy_(astronomy)","Equation_of_the_center","Evection","Philosophiæ_Naturalis_Principia_Mathematica","Synodic_month","Ecliptic_longitude","Degree_(angle)","Eccentricity_(orbit)","Circle","Kepler_orbit","Circle","Evection","Equation_of_the_centre","Evection","Ernest_William_Brown"]}