{"cursor":"3717","size":15,"audio":[],"currentlang":"en","article":" stalk, showing vascular bundles, which include both phloem and xylem.]] leaf.]]\n\n'Vascular tissue' is a complex conducting tissue, formed of more than one cell\ntype, found in vascular plants. The primary components of vascular tissue are\nthe xylem and phloem. These two tissues transport fluid and nutrients\ninternally. There are also two meristems associated with vascular tissue: the\nvascular cambium and the cork cambium. All the vascular tissues within a\nparticular plant together constitute the 'vascular tissue system' of that plant.\n\nThe cells in differentiated vascular tissue are typically long and slender.\nSince the xylem and phloem function in the conduction of water, minerals, and\nnutrients throughout the plant, it is not surprising that their form should be\nsimilar to pipes. The individual cells of phloem are connected end-to-end,\njust as the sections of a pipe might be. As the plant grows, new vascular\ntissue differentiates in the growing tips of the plant. The new tissue is\naligned with existing vascular tissue, maintaining its connection throughout\nthe plant. The vascular tissue in plants is arranged in long, discrete strands\ncalled vascular bundles. These bundles include both xylem and phloem, as well\nas supporting and protective cells. In stems and roots, the xylem typically\nlies closer to the interior of the stem with phloem towards the exterior of\nthe stem. In the stems of some Asteriidae dicots, there may be phloem located\ninwardly from the xylem as well.\n\nBetween the xylem and phloem is a meristem called the vascular cambium. This\ntissue divides off cells that will be become additional xylem and phloem. This\ngrowth increases the girth of the plant, rather than its length. As long as the\nvascular cambium continues to produce new cells, the plant will continue to grow\nmore stout. In trees and other plants that develop wood, the vascular cambium\nallows the expansion of vascular tissue that produces woody growth. Because this\ngrowth ruptures the epidermis of the stem, woody plants also have a cork cambium\nthat develops among the phloem. The cork cambium gives rise to thickened cork\ncells to protect the surface of the plant and reduce water loss. Both the\nproduction of wood and the production of cork are forms of secondary growth.\n\nIn leaves, the vascular bundles are located among the spongy mesophyll. The\nxylem is oriented toward the adaxial surface of the leaf (usually the upper\nside), and phloem is oriented toward the abaxial surface of the leaf. This is\nwhy aphids are typically found on the underside of the leaves rather than on the\ntop, since the phloem transports sugars manufactured by the plant and they are\ncloser to the lower surface.\n","linknr":203,"url":"Vascular_tissue","recorded":1362482703,"links":31,"instances":["biology","tissue","biology","botany","biology"],"pdf":[],"categories":["Plant anatomy","Plant physiology","Tissues"],"headings":["See also","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/d/db/Celery_cross_section.jpg/250px-Celery_cross_section.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/8/82/BrambleLeaf_CrossPolarisedLight_Diagram.jpg/250px-BrambleLeaf_CrossPolarisedLight_Diagram.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/7/7a/1859-Martinique.web.jpg/100px-1859-Martinique.web.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["tissue","biology"],["cell","biology"],["epidermis","botany"],["cork","tissue"],["stele","biology"]],"members":["stele","cork","tissue","epidermis","cell"],"related":["Leaf","Tissue_(biology)","Vascular_plant","Xylem","Phloem","Meristem","Vascular_cambium","Cork_cambium","Cellular_differentiation","Vascular_bundles","Plant_stem","Root","Dicot","Meristem","Cell_(biology)","Tree","Wood","Epidermis_(botany)","Cork_cambium","Cork_(tissue)","Secondary_growth","Leaf","Adaxial","Abaxial","Aphid","Xylem","Phloem","Cork_cambium","Vascular_cambium","Vascular_plant","Stele_(biology)"]}