{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/Shaker_Verlag\">Shaker Verlag</a>, a German publishing house located in Maastricht and Herzogenrath (postal address Aachen), established in 1986 by Dr","\n<a href=\"http://duckduckgo.com/K._G._Saur_Verlag\">K. G. Saur Verlag</a>, a German publisher that specializes in reference information for libraries. The publishing house, founded by Karl Saur, is owned by Walter de Gruyter and is based in Munich","\n<a href=\"http://duckduckgo.com/M%C3%A4nnerschwarm_Verlag\">Männerschwarm Verlag</a>, a German company and a book publishing house which specialises in LGBT fiction and non-fiction","\n<a href=\"http://duckduckgo.com/Franzis_Verlag\">Franzis Verlag</a>, a German publisher based in Haar, Germany and part of the WEKA-Verlagsgruppe","Verlag","\n<a href=\"http://duckduckgo.com/Westend_Verlag\">Westend Verlag</a>, publishing house was founded in January 2004 in Frankfurt am Main, by Mark J","\n<a href=\"http://duckduckgo.com/Verlag_Die_Schmiede\">Verlag Die Schmiede</a>, an avantgarde literature publishing house in the 1920s in Berlin. It published works by Franz Kafka, Alfred Döblin, Joseph Roth, Rudolf Leonhard, and many more. Most of its dustjackets have been designed by George Salter, the later US citizen","\n<a href=\"http://duckduckgo.com/Bertz_%2B_Fischer_Verlag\">Bertz + Fischer Verlag</a>, a publishing house located in Berlin, Germany. It was founded in 1996 by Dieter Bertz and Katrin Fischer and specializes in film books and English audiobooks","\n<a href=\"http://duckduckgo.com/Verlag_Herder\">Verlag Herder</a>, a publishing company started by the Herders, a German family. The company focuses primarily on Catholic topics of ecclesiology, Christian mysticism, women's studies, and the development of younger Catholic theologians","\n<a href=\"http://duckduckgo.com/Franz_Steiner_Verlag\">Franz Steiner Verlag</a>, a German academic publishing house, with headquarters in Stuttgart","\n<a href=\"http://duckduckgo.com/Arovell_Verlag\">Arovell Verlag</a>, an Austrian publishing house for contemporary literature. It has been founded in 1991 by the Austrian writer, artist and musician Paul Jaeg. Today, Jaeg is still the directing proprietor, while Thomas Gamsjäger is CEO","\n<a href=\"http://duckduckgo.com/Suhrkamp_Verlag\">Suhrkamp Verlag</a>, a German publishing house, established in 1950 and generally acknowledged as one of the leading European publishers of fine literature","\n<a href=\"http://duckduckgo.com/Tecklenborg_Verlag\">Tecklenborg Verlag</a>, a publishing house based in Steinfurt, North Rhine-Westphalia, Germany","\n<a href=\"http://duckduckgo.com/Bruno_Gm%C3%BCnder_Verlag\">Bruno Gmünder Verlag</a>, a German company and a book publishing house which specializes in LGBT fiction and non-fiction books as well as photo and art books for the gay community","\n<a href=\"http://duckduckgo.com/Moeck_Musikinstrumente_%2B_Verlag\">Moeck Musikinstrumente + Verlag</a>, a leading German manufacturer of recorders and a music publisher","\n<a href=\"http://duckduckgo.com/Verlag_Friedrich_Pfeil\">Verlag Friedrich Pfeil</a>","\n<a href=\"http://duckduckgo.com/Promedia_Verlag\">Promedia Verlag</a>, an Austrian publishing house established in 1983","\n<a href=\"http://duckduckgo.com/Harrassowitz_Verlag\">Harrassowitz Verlag</a>, a German academic publishing house, based in Wiesbaden","\n<a href=\"http://duckduckgo.com/Carl_Heymanns_Verlag\">Carl Heymanns Verlag</a>, a legal, specialized publishing house with its seat in Cologne, Germany","\n<a href=\"http://duckduckgo.com/vDM_Publishing\">Verlag Dr. Mueller</a> - VDM Publishing is a German publishing group based in Saarbrücken, Germany, with offices in Argentina, Latvia, Mauritius and Moldova.","\n<a href=\"http://duckduckgo.com/Akademie_Verlag\">Akademie Verlag</a>, a German scientific and academic publishing company, originally founded in 1946 in the Soviet-occupied Eastern part of divided Berlin to facilitate the publication of works by and for the German Academy of Sciences Berlin","\n<a href=\"http://duckduckgo.com/Verlag_Anton_Saurwein\">Verlag Anton Saurwein</a>, an independent German academic publishing house specialising in the publication of titles in the field of pre-Columbian Americanist research","\n<a href=\"http://duckduckgo.com/Ullstein_Verlag\">Ullstein Verlag</a>, founded by Leopold Ullstein in 1877 at Berlin and is one of the largest publishing companies of Germany. It published newspapers like B.Z. and Berliner Morgenpost and books through its subsidiaries Ullstein Buchverlage and Propyläen","\n<a href=\"http://duckduckgo.com/Springer_Science%2BBusiness_Media\">Springer Science+Business Media</a>, formerly Springer-Verlag","\n<a href=\"http://duckduckgo.com/Schocken_Books\">Schocken Books</a>, a publishing company that was established in Berlin with a publishing office in Prague in 1931 by the Schocken Department Store owner Salman Schocken","\n<a href=\"http://duckduckgo.com/S._Fischer_Verlag\">S. Fischer Verlag</a>, founded in 1886 by Samuel Fischer in Berlin and is a leading German address for literary publications and fiction","\n<a href=\"http://duckduckgo.com/Passagen_Verlag\">Passagen Verlag</a>, founded in 1985 in Vienna by Peter Engelmann","\n<a href=\"http://duckduckgo.com/Verlag_Freies_Geistesleben_%26_Urachhaus\">Verlag Freies Geistesleben & Urachhaus</a>, a publishing company based in Stuttgart, publishing under the imprints of Verlag Freies Geistesleben and Verlag Urachhaus","\n<a href=\"http://duckduckgo.com/G._Henle_Verlag\">G. Henle Verlag</a>, a German publishing house that specializes in Urtext editions of sheet music","\n<a href=\"http://duckduckgo.com/Carl_Hanser_Verlag\">Carl Hanser Verlag</a>, a German publishing house, established in 1928 by Carl Hanser in Munich. Among the authors he published are Herta Müller, Martin Mosebach, Reinhard Jirgl, and David Grossman","\n<a href=\"http://duckduckgo.com/Paul_Zsolnay_Verlag\">Paul Zsolnay Verlag</a>, an Austrian publishing company","\n<a href=\"http://duckduckgo.com/Tandem_Verlag\">Tandem Verlag</a>, a publishing company in Germany, and is one of the country's leading wholesalers and distributors of print and electronic media products","\n<a href=\"http://duckduckgo.com/Carlsen_Verlag\">Carlsen Verlag</a>, a subsidiary of the homonymous Danish publishing house which in turn belongs to the Swedish media company Bonnier","\n<a href=\"http://duckduckgo.com/Piper_Verlag\">Piper Verlag</a>, a German publisher based in Munich, printing both fiction and non-fiction works","\n<a href=\"http://duckduckgo.com/Verlag_Der_Strom\">Verlag Der Strom</a> - Verlag Der Strom is a small Christian publisher located in Stuttgart, Germany, which started around 1973.","\n<a href=\"http://duckduckgo.com/Michael_Imhof_Verlag\">Michael Imhof Verlag</a>, a German publishing company in Petersberg, Hesse","\n<a href=\"http://duckduckgo.com/franz_Eher_Nachfolger\">Eher Verlag</a> - Franz Eher Nachfolger GmbH was the central publishing house of the Nazi Party and one of the largest book and periodical firms during the Third Reich.","\n<a href=\"http://duckduckgo.com/Metropol_Verlag\">Metropol Verlag</a>, a German publishing house, established in 1988 and generally acknowledged as one of the leading publishers on the Nazi era and the history of the GDR","\n<a href=\"http://duckduckgo.com/Verlag_Ferdinand_Sch%C3%B6ningh\">Verlag Ferdinand Schöningh</a>, a German publishing house founded in the Nineteenth Century founded by Ferdinand Schöningh. It is based in Paderborn","\n<a href=\"http://duckduckgo.com/Grabert_Verlag\">Grabert Verlag</a>, one of the largest and best-known extreme-right publishing houses in the Federal Republic of Germany","\n<a href=\"http://duckduckgo.com/Homeyer_Verlag_Leipzig\">Homeyer Verlag Leipzig</a>, a German publishing house in Leipzig and Erfurt, Germany","\n<a href=\"http://duckduckgo.com/Kitab-Verlag\">Kitab-Verlag</a>, a publishing house in Klagenfurt, Austria","\n<a href=\"http://duckduckgo.com/Berenberg_Verlag\">Berenberg Verlag</a>, a German publishing company in Berlin, founded in 2004 by Heinrich von Berenberg-Gossler, a member of the Berenberg-Gossler banking dynasty and son of the banker, Baron Heinrich von Berenberg-Gossler","\n<a href=\"http://duckduckgo.com/Birkh%C3%A4user_Verlag\">Birkhäuser Verlag</a> - Birkhäuser Verlag is the leading European publisher for architecture, landscaping and design.","\n<a href=\"http://duckduckgo.com/Verlag_f%C3%BCr_Geowissenschaften_Berlin\">Verlag für Geowissenschaften Berlin</a>, a German scientific publisher of titles relating to the geological sciences, founded in 1998","\n<a href=\"http://duckduckgo.com/Rowohlt_Verlag\">Rowohlt Verlag</a>, a publishing house based in Reinbek and also Hamburg and Berlin, part of the Georg von Holtzbrinck Group (since 1982). The company was created in 1908 in Leipzig by Ernst Rowohlt","\n<a href=\"http://duckduckgo.com/Westermann_Verlag\">Westermann Verlag</a>, a German publishing firm, founded in the 19th century by George Westermann (23 February 1810 in Leipzig; 7 September 1879 in Wiesbaden). Several other generations of the Westermann succeeded him"],"common":{"milestones":["<a target=\"_new\" href=\"http://en.wikinews.org/wiki/Lycos_launches_screensaver_to_increase_spammers%27_bills\" title=\"Lycos launches screensaver to increase spammers&#39; bills\">Lycos launches screensaver to increase spammers&#39; bills</a>"],"image":[[],[]]},"Lists":[],"created":1373505666,"book":[],"micro-www":{"verlag":["verlag",""]},"wiki":{"cat":[],"text":"\n'Verlag' is the German language word for \"publisher\". It occurs in the name of\nseveral German and Austrian publishing firms, including:\n* Akademie Verlag, a German scientific and academic publishing company,\n  originally founded in 1946 in the Soviet-occupied Eastern part of divided\n  Berlin to facilitate the publication of works by and for the German Academy of\n  Sciences Berlin\n* Arovell Verlag, an Austrian publishing house for contemporary literature.\n  It has been founded in 1991 by the Austrian writer, artist and musician\n  Paul Jaeg. Today, Jaeg is still the directing proprietor, while Thomas\n  Gamsjäger is CEO\n* Bertz + Fischer Verlag, a publishing house located in Berlin, Germany. It was\n  founded in 1996 by Dieter Bertz and Katrin Fischer and specializes in film\n  books and English audiobooks\n* Birkhäuser Verlag\n* Carl Hanser Verlag, a German publishing house, established in 1928 by Carl\n  Hanser in Munich. Among the authors he published are Herta Müller, Martin\n  Mosebach, Reinhard Jirgl, and David Grossman\n* Carl Heymanns Verlag, a legal, specialized publishing house with its seat in\n  Cologne, Germany\n* Carlsen Verlag, a subsidiary of the homonymous Danish publishing house which\n  in turn belongs to the Swedish media company Bonnier\n* Eher Verlag\n* G. Henle Verlag, a German publishing house that specializes in Urtext editions\n  of sheet music\n* Harrassowitz Verlag, a German academic publishing house, based in Wiesbaden\n* Homeyer Verlag Leipzig, a German publishing house in Leipzig and\n  Erfurt, Germany\n* K. G. Saur Verlag, a German publisher that specializes in reference\n  information for libraries. The publishing house, founded by Karl Saur, is\n  owned by Walter de Gruyter and is based in Munich\n* Kitab-Verlag, a publishing house in Klagenfurt, Austria\n* Metropol Verlag, a German publishing house, established in 1988 and generally\n  acknowledged as one of the leading publishers on the Nazi era and the history\n  of the GDR\n* Moeck Musikinstrumente + Verlag, a leading German manufacturer of recorders\n  and a music publisher\n* Passagen Verlag, founded in 1985 in Vienna by Peter Engelmann\n* Paul Zsolnay Verlag, an Austrian publishing company\n* Piper Verlag, a German publisher based in Munich, printing both fiction and\n  non-fiction works\n* Rowohlt Verlag, a publishing house based in Reinbek and also Hamburg and\n  Berlin, part of the Georg von Holtzbrinck Group (since 1982). The company was\n  created in 1908 in Leipzig by Ernst Rowohlt\n* S. Fischer Verlag, founded in 1886 by Samuel Fischer in Berlin and is a\n  leading German address for literary publications and fiction\n* Schocken Books, a publishing company that was established in Berlin with a\n  publishing office in Prague in 1931 by the Schocken Department Store owner\n  Salman Schocken\n* Springer Science+Business Media, formerly Springer-Verlag\n* Suhrkamp Verlag, a German publishing house, established in 1950 and generally\n  acknowledged as one of the leading European publishers of fine literature\n* Tandem Verlag, a publishing company in Germany, and is one of the country's\n  leading wholesalers and distributors of print and electronic media products\n* Ullstein Verlag, founded by Leopold Ullstein in 1877 at Berlin and is one of\n  the largest publishing companies of Germany. It published newspapers like B.Z.\n  and Berliner Morgenpost and books through its subsidiaries Ullstein\n  Buchverlage and Propyläen\n* Verlag Anton Saurwein, an independent German academic publishing house\n  specialising in the publication of titles in the field of pre-Columbian\n  Americanist research\n* Verlag Der Strom\n* Verlag Dr. Mueller\n* Verlag Freies Geistesleben & Urachhaus, a publishing company based in\n  Stuttgart, publishing under the imprints of Verlag Freies Geistesleben and\n  Verlag Urachhaus\n* Verlag für Geowissenschaften Berlin, a German scientific publisher of titles\n  relating to the geological sciences, founded in 1998\n* Westermann Verlag, a German publishing firm, founded in the 19th century by\n  George Westermann (23 February 1810 in Leipzig; 7 September 1879 in\n  Wiesbaden). Several other generations of the Westermann succeeded him\n* Berenberg Verlag, a German publishing company in Berlin, founded in 2004 by\n  Heinrich von Berenberg-Gossler, a member of the Berenberg-Gossler banking\n  dynasty and son of the banker, Baron Heinrich von Berenberg-Gossler\n* Bruno Gmünder Verlag, a German company and a book publishing house which\n  specializes in LGBT fiction and non-fiction books as well as photo and art\n  books for the gay community\n* Franz Steiner Verlag, a German academic publishing house, with headquarters\n  in Stuttgart\n* Franzis Verlag, a German publisher based in Haar, Germany and part of the WEKA-\n  Verlagsgruppe\n* Grabert Verlag, one of the largest and best-known extreme-right publishing\n  houses in the Federal Republic of Germany\n* Verlag Herder, a publishing company started by the Herders, a German family.\n  The company focuses primarily on Catholic topics of ecclesiology, Christian\n  mysticism, women's studies, and the development of younger Catholic\n  theologians\n* Männerschwarm Verlag, a German company and a book publishing house which\n  specialises in LGBT fiction and non-fiction\n* Michael Imhof Verlag, a German publishing company in Petersberg, Hesse\n* Promedia Verlag, an Austrian publishing house established in 1983\n* Shaker Verlag, a German publishing house located in Maastricht and\n  Herzogenrath (postal address Aachen), established in 1986 by Dr\n* Tecklenborg Verlag, a publishing house based in Steinfurt, North Rhine-\n  Westphalia, Germany\n* [[Verlag Die Schmiede]], an avantgarde literature publishing house in the\n  1920s in Berlin. It published works by Franz Kafka, Alfred Döblin, Joseph\n  Roth, Rudolf Leonhard, and many more. Most of its dustjackets have been\n  designed by George Salter, the later US citizen\n* Verlag Ferdinand Schöningh, a German publishing house founded in the\n  Nineteenth Century founded by Ferdinand Schöningh. It is based in Paderborn\n* Westend Verlag, publishing house was founded in January 2004 in Frankfurt am\n  Main, by Mark J\n* Verlag Friedrich Pfeil <!--* Verlag Neue Gesellschaft -->\n","title":"verlag","headings":[]},"micro-relation":["1: German_language","1: Akademie_Verlag","1: Arovell_Verlag","1: Bertz_+_Fischer_Verlag","1: Birkhäuser_Verlag","1: Carl_Hanser_Verlag","1: Carl_Heymanns_Verlag","1: Carlsen_Verlag","1: Eher_Verlag","1: G._Henle_Verlag","1: Harrassowitz_Verlag","1: Homeyer_Verlag_Leipzig","1: K._G._Saur_Verlag","1: Kitab-Verlag","1: Metropol_Verlag","1: Moeck_Musikinstrumente_+_Verlag","1: Passagen_Verlag","1: Paul_Zsolnay_Verlag","1: Piper_Verlag","1: Rowohlt_Verlag","1: S._Fischer_Verlag","1: Schocken_Books","1: Springer_Science+Business_Media","1: Suhrkamp_Verlag","1: Tandem_Verlag","1: Ullstein_Verlag","1: Verlag_Anton_Saurwein","1: Verlag_Der_Strom","1: Verlag_Dr._Mueller","1: Verlag_Freies_Geistesleben_&_Urachhaus","1: Verlag_für_Geowissenschaften_Berlin","1: Westermann_Verlag","1: Berenberg_Verlag","1: Bruno_Gmünder_Verlag","1: Franz_Steiner_Verlag","1: Franzis_Verlag","1: Grabert_Verlag","1: Verlag_Herder","1: Männerschwarm_Verlag","1: Michael_Imhof_Verlag","1: Promedia_Verlag","1: Shaker_Verlag","1: Tecklenborg_Verlag","1: Verlag_Ferdinand_Schöningh","1: Westend_Verlag","1: Verlag_Friedrich_Pfeil","1: Verlag_Neue_Gesellschaft"]}