{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/transverse_redundancy_check\">Vertical redundancy check</a> - In telecommunications, a transverse redundancy check or vertical redundancy check is a redundancy check for synchronized parallel bits applied once per bit time, across the bit streams.","\n<a href=\"http://duckduckgo.com/Virtual_reality\">Virtual reality</a> center","\n<a href=\"http://duckduckgo.com/Vulnerability_and_Risk_Committee\">Vulnerability and Risk Committee</a> of the American Society of Civil Engineers","VRC","\n<a href=\"http://duckduckgo.com/Virtual_Radar_Client\">Virtual Radar Client</a>, a radar program used on VATSIM","\n<a href=\"http://duckduckgo.com/Vancouver_Rowing_Club\">Vancouver Rowing Club</a>, formed in 1886","\n<a href=\"http://duckduckgo.com/Vaccine_Research_Center\">Vaccine Research Center</a> - The Dale and Betty Bumpers Vaccine Research Center, more commonly known as the Vaccine Research Center, is a department at the U.S. National Institutes of Health which was established to f...","\n<a href=\"http://duckduckgo.com/Victoria_Racing_Club\">Victoria Racing Club</a> - The Victoria Racing Club was founded in 1864.","\n<a href=\"http://duckduckgo.com/Videogame_Rating_Council\">Videogame Rating Council</a>, a rating council created by Sega of America","\n<a href=\"http://duckduckgo.com/Vulnerability_reduction_credit\">Vulnerability reduction credit</a>™","\n<a href=\"http://duckduckgo.com/Voltage_reduction\">Voltage reduction</a> circuit","\n<a href=\"http://duckduckgo.com/Veteran_Reserve_Corps\">Veteran Reserve Corps</a> - The Veteran Reserve Corps was a military reserve organization created within the Union Army during the American Civil War to allow partially disabled or otherwised infirmed soldiers to perform l...","\n<a href=\"http://duckduckgo.com/slide_library\">Visual resources collection</a> - A slide library is a library that houses a collection of photographic slides, either as a part of a larger library or standing alone within a larger organization, such as an academic department ..."],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373553172,"book":[],"micro-www":{"vrc":[""]},"micro-relation":[]}