{"micrownet":[],"duck":["VSU","\n<a href=\"http://duckduckgo.com/Virginia_State_University\">Virginia State University</a> - Virginia State University is a historically black, land-grant university located north of the Appomattox River in Ettrick, Chesterfield County, near Petersburg, Virginia.","\n<a href=\"http://duckduckgo.com/youth_of_the_Left_Socialists\">Venstresocialisternes Ungdom</a> - Venstresocialisternes Ungdom was the youth wing of the Danish political party Venstresocialisterne.","\n<a href=\"http://duckduckgo.com/Valdosta_State_University\">Valdosta State University</a> - Valdosta State University, also referred to as VSU, or Valdosta State, is an American public university and is one of the two regional universities in the University System of Georgia.","\n<a href=\"http://duckduckgo.com/Vikrama_Simhapuri_University\">Vikrama Simhapuri University</a> - Vikrama Simhapuri University is a university located in the Nellore district of Andhra Pradesh, India.","\n<a href=\"http://duckduckgo.com/Voluntary_student_unionism\">Voluntary student unionism</a> - Voluntary student unionism (VSU) is a policy, notable in Australia and New Zealand, under which membership of – and payment of membership fees to – university student organisations is volu...","\n<a href=\"http://duckduckgo.com/Visayas_State_University\">Visayas State University</a> - The Visayas State University is a premier university in the Philippines located at the city Baybay, Leyte, Philippines.","\n<a href=\"http://duckduckgo.com/Voronezh_State_University\">Voronezh State University</a> - Voronezh State University is one of the main universities in Central Russia."],"common":{"milestones":["<a target=\"_new\" href=\"http://en.wikinews.org/wiki/Australian_Senate_agrees_ban_on_tertiary-sector_mandatory_student_unions\" title=\"Australian Senate agrees ban on tertiary-sector mandatory student unions\">Australian Senate agrees ban on tertiary-sector mandatory student unions</a>","<a target=\"_new\" href=\"http://en.wikinews.org/wiki/Voluntary_student_unionism_bill_passes_Australian_House_of_Representatives,_enters_Senate\" title=\"Voluntary student unionism bill passes Australian House of Representatives, enters Senate\">Voluntary student unionism bill passes Australian House of Representatives, enters Senate</a>"],"image":[[],[]]},"Lists":[],"created":1373535608,"book":[],"micro-www":{"vsu":[""]},"micro-relation":[]}