{"cursor":"2666","size":15,"audio":[],"currentlang":"en","article":"\n{{Infobox Anatomy | Name = White adipose tissue | Latin = textus adiposus albus\n| GraySubject = | GrayPage = | Image = | Caption = | Image2 = | Caption2 = |\nPrecursor = | System = | Artery = | Vein = | Nerve = | Lymph = | MeshName = |\nMeshNumber = | Code = | }} 'White adipose tissue' ('WAT') or 'white fat' is one\nof the two types of adipose tissue found in mammals. The other kind of adipose\ntissue is brown adipose tissue.\n\nIn healthy, non-overweight humans, white adipose tissue composes as much as 20%\nof the body weight in men and 25% of the body weight in women. Its cells contain\na single large fat droplet, which forces the nucleus to be squeezed into a thin\nrim at the periphery. They have receptors for insulin, growth hormones,\nnorepinephrine and glucocorticoids.\n\nWhite adipose tissue is used as a store of energy. Upon release of insulin from\nthe pancreas, white adipose cells' insulin receptors cause a dephosphorylation\ncascade that lead to the inactivation of hormone-sensitive lipase. It was\npreviously thought that upon release of glucagon from the pancreas, glucagon\nreceptors cause a phosphorylation cascade that activates hormone-sensitive\nlipase, causing the breakdown of the stored fat to fatty acids, which are\nexported into the blood and bound to albumin, and glycerol, which is exported\ninto the blood freely.There is actually no evidence at present that glucagon has\nany effect on white adipose tissue. Glucagon is now thought to act\nexclusively on the liver to trigger glycogenolysis and gluconeogenesis. The trigger for this process in white adipose tissue\nis instead now thought to be adrenocorticotropic hormone (ACTH), adrenaline and\nnoradrenaline. Fatty acids are taken up by muscle and cardiac tissue as a fuel\nsource, and glycerol is taken up by the liver for gluconeogenesis.\n\nWhite adipose tissue also acts as a thermal insulator, helping to maintain body\ntemperature.\n\nThe hormone leptin is primarily manufactured in the adipocytes of white\nadipose tissue.\n","linknr":240,"url":"White_adipose_tissue","recorded":1362484977,"links":22,"instances":[],"pdf":[],"categories":["Connective tissue"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Rod_of_asclepius.png/15px-Rod_of_asclepius.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Adipose_tissue","Brown_adipose_tissue","Insulin","Growth_hormones","Norepinephrine","Glucocorticoids","Lipase","Glucagon","Pancreas","Fatty_acids","Albumin","Glycerol","Glucagon","Glycogenolysis","Gluconeogenesis","Adrenocorticotropic_hormone","Adrenaline","Noradrenaline","Leptin"]}