{"cursor":"3828","size":15,"audio":[],"currentlang":"en","article":"'Variations' is a series of works by American composer John Cage. Some of the\npieces in the series are seminal examples of indeterminate music, others are\nhappenings: performance pieces executed according to the score.\n\n* Variations I (1958) :The first piece in the series is dedicated to David Tudor\n  and was a belated birthday present. The score consists of six transparent\n  squares: one with 27 points of four different sizes, five with five lines\n  each. The squares are to be combined in any way, with points representing\n  sounds, and lines used as axes of various characteristics of these sounds:\n  lowest frequency, simplest overtone structure, etc. Said characteristics are\n  obtained by dropping perpendiculars from points and measuring these\n  perpendiculars. The piece is to be performed by any number of performers on\n  any kind and number of instruments.\n* Variations II (1961) :This work is intended \"for any number of players and any\n  sound producing means.\" The score consists of eleven transparent sheets: six\n  lines and five points. The mechanism is the same as in Variations I:\n  perpendiculars are dropped from points to lines to determine sound\n  characteristics, except that the list of characteristics is different:\n  frequency, amplitude, timbre, etc.\n* Variations III (1962) :Intended \"for one or any number of people performing\n  any actions\", this is the first entry in the series that does not make any\n  references to music, musical instruments or sounds. The score consists of two\n  sheets of transparent plastic: one is blank, the other has 42 identical\n  circles on it. Cage instructs the performers to cut the sheet with circles so\n  that they end up with 42 small sheets, a full circle on each. These should\n  then be dropped on a sheet of paper. Isolated circles are then removed, and\n  the rest are interpreted according to complex rules explained in the score.\n  The information derived includes the number of actions and the number of\n  variables that characterize an action. Cage does not specify the performers'\n  actions, but notes that these can include noticing or responding to\n  \"environmental changes\". He also states that although some of the factors of a\n  performance may be planned in advance, the performers should \"leave room for\n  unforeseen eventualities\"; and that \"any other activities are going on at the\n  same time\" as the work is performed.\n* Variations IV (1963) :This piece is the second in a group that included Atlas\n  Eclipticalis as the first piece and [[4′33″#4′33″ No. 2|0'00\"]] as the third.\n  Variations IV is intended for any number of players producing any sounds by\n  any means, \"with or without other activities.\" It is dedicated to Peter Pesic.\n  The score consists of seven points and two circles on a transparent sheet. The\n  sheet is cut into nine small sheets. One of the circles is then placed\n  anywhere on a map of the area where the performance is to take place. Then the\n  rest of the sheets are dropped anywhere on the same map, and straight lines\n  are drawn from the first circle to the seven points; if a line intersects or\n  is tangent to another circle, the same procedure is applied to that circle.\n  The explanatory note in the score gives instructions on how to interpret the\n  results; Cage also mentions that performers do not need to confine themselves\n  to a performance of the piece during the entire performance and are free to\n  engage in any other activities at any time.\n* Variations V (1965)\n* Variations VI (1966)\n* Variations VII (1966)\n* Variations VIII (1967, revised 1978)\n","linknr":121,"url":"Variations_(Cage)","recorded":1362667053,"links":13,"instances":["geometry"],"pdf":[],"categories":["Compositions by John Cage"],"headings":["References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["point","geometry"]],"members":["point"],"related":["United_States","Composer","John_Cage","Indeterminacy_in_music","Happening","David_Tudor","Point_(geometry)","Cartesian_coordinate_system","Perpendicular"]}