{"cursor":"2631","size":15,"audio":[],"currentlang":"en","article":"\n\n'Reverse migration' is a phenomenon in bird migration. Although some large birds\nsuch as swans learn migration routes from their parents, in most small species,\nsuch as passerines, the route is genetically programmed, and young birds can\ninnately navigate to their wintering area.\n\n\n\nSometimes this programming goes wrong, and the young bird, in its first autumn,\nmigrates on a route 180° from the correct route. This is shown in the diagram,\nwhere the breeding range of a hypothetical Asian species is shown in yellow.\nThe correct migration route to the wintering grounds in south east Asia is\nindicated in red.\n\nIf a bird sets off in the opposite direction, shown by the orange arrow, it will\nend up in Western Europe instead of South East Asia. This is a mechanism that\nleads to birds such as Pallas's Warbler turning up thousands of kilometres from\nwhere they should be. Keith Vinicombe suggested {{Cite book\n| publisher = Collins, isbn = 0002199769 pages = 192p., 96p. of col. plates :\n| ill., maps ; 24 cm. last = Vinicombe first = Keith coauthors = David Cottridge\n| title = Rare birds in Britain and Ireland a photographic record location =\n| London : date = 1996\n}} that birds from east of Lake Baikal in Siberia (circled) could not\noccur in western Europe because the migration routes were too north-south.\n\nMost of these lost young birds perish in unsuitable wintering grounds, but there\nis some evidence that a few survive, and either re-orient in successive winters,\nor even return to the same area.\n\nAn article in [[British Birds (magazine)|British Birds]] by James Gilroy and\nAlexander Lees in September 2003 suggested that misorientation occurs in\nrandom directions, but differential survival in different directions combined\nwith asymmetric observer coverage leads to the observed distribution of\nvagrants. Although \"reverse migration\" per se certainly does occur, and has\nbeen documented well in numerous instances, it does not account for the\noccurrence in Europe in autumn of Asian vagrants that winter in East Africa,\nfor instance, or the rarity of many southern European species in the UK that\nwinter in West Africa.\n","linknr":169,"url":"Reverse_migration_(birds)","recorded":1362668802,"links":25,"instances":[],"pdf":[],"categories":["Bird migration"],"headings":["See also","References"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/5/55/Asiamig2.jpg","//upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Auklet_flock_Shumagins_1986.jpg/140px-Auklet_flock_Shumagins_1986.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Bird_migration","Swan","Passerine","Gene","Asia","Europe","Pallas's_Warbler","Keith_Vinicombe","Lake_Baikal","Siberia","Drift_migration"]}