{"cursor":"2546","size":15,"audio":[],"currentlang":"en","article":"\n\nThe 'M17 Protective Mask' is a series of gas masks that were designed and\nproduced in 1959 (as a replacement of the M-9 gas mask) to provide protection\nfrom all types of known chemical and biological agents present. The M-17 was\nissued to troops in the Vietnam war, and was standard issue for the U.S Army\nuntil it was replaced by the M-40 in the late 1980s and early 1990s. The mask\nhas different components including a filter, a face piece and outserts. Filter\nelements in the face piece prevent harmful agents from entering the mask. The\nM17 series includes three types of masks, the M17, M17A1 and M17A2. An\nexperimental transparent-silicone model was designed in 1966, but was turned\ndown. Many countries have copied the M-17 design. Notable copies include the\nBulgarian PDE-1, the Polish Mp-4, and the Czech M-10.\n\nThese protective masks have inbuilt systems that facilitate communication, a\ntube for drinking water (A1 & A2), and a pair of outserts to protect eye lenses\nand prevent fogging. The mask is packed in a carrier that also contains other\nitems like a nerve agent antidote kit (NAAK) and a convulsant antidote for nerve\nagents (CANA). It also contains a waterproof bag to protect filter elements from\nwater damage. Other components attached are mask hoods to protect the head and\nneck area, a winterization kit to prevent frost accumulation during cold weather\nconditions and optical inserts for soldiers with vision defects. The A1 had a\nmask to mask resuscitation feature that was found to expose both personnel to\nchemical agents. This forced the services to withdraw it from issue and replace\nit with the A2 without the feature.\n\nThe mask offers protection from harmful agents, but does not function properly\nin places where oxygen content is low. The mask is not meant to be used for\nfirefighting and does not provide protection from radiation. It is recommended\nthat users continue wearing it until the biological or chemical agent is\nidentified and cleared from the contaminated area.\n\nThe M-17 series protective masks were phased out in the 1990s, replaced by the\nM40 Field Protective Mask.\n","linknr":110,"url":"M17_gas_mask","recorded":1362501399,"links":17,"instances":[],"pdf":[],"categories":["Military personal equipment","Gas masks"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/M17_Gas_Mask.jpg/220px-M17_Gas_Mask.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/e/e0/United_States_Department_of_Defense_Seal.svg/30px-United_States_Department_of_Defense_Seal.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Gas_mask","Chemical_warfare","Biological_warfare","Air_filter","Drinking_water","Human_eye","Anti-fog","Mark_I_NAAK","Nerve_agent","Frost","Oxygen","Firefighting","Radiation","M40_Field_Protective_Mask"]}