{"cursor":"6234","size":15,"audio":[],"currentlang":"en","article":"Mental health professionals often distinguish between generalized social phobia\nand 'specific social phobia'. People with generalized\nsocial phobia have great distress in a wide range of social situations. Those\nwith specific social phobia may experience anxiety only in a few\nsituations. Crozier, W. Ray; Alden, Lynn E. International\nHandbook of Social Anxiety: Concepts, Research, and Interventions Relating to\nthe Self and Shyness. New York John Wiley & Sons, Ltd. (UK), 2001. ISBN 0-471-49129-\n2. The term \"specific social phobia\" may also refer to specific forms of\nnon-clinical social anxiety.\n\nThe most common symptoms of specific social phobia are glossophobia, the fear of\npublic speaking and the fear of performance, known as stage fright. Other\nexamples of specific social phobia include fears of writing or eating in public,\nusing public restrooms (paruresis), attending social gatherings, and dealing\nwith authority figures.\n\nSpecific social phobia may be classified into performance fears and interaction\nfears, i.e., fears of acting in a social setting and interacting with other\npeople, respectively. The cause of social phobia is not definite. Symptoms of\nsocial phobia can occur in late adolescence when youths highly value the\nimpressions they give off to their peers. Clinical experience of the prognosis\nof social phobia shows that it can prolong for many years but that it improves\nby mid life. Treatment of social phobia includes antidepressant medication.\nSelective serotonin reuptake inhibitors (SSRIs) such as sertraline, fluvoxamine\nand paroxetine are common medications which alleviate social phobia successfully\nin the short term but it is not certain if they are useful in the long-term.\nAlso the MAOI moclobemide works well on treating social phobia in the short\nterm. Patients who have avoided certain situations should make a big effort to\nbecome exposed to these situations while at the same time taking antidepressant\nmedication. Anxiolytic medication aids a patient to handle social or\nprofessional situations before more lasting treatment has had an effect and\ntherefore it is a provider of short term relief . The risk of dependence of\nanxiolytics should be noted. Beta-adrenergic antagonists help to control\npalpitations and tremors unresponsive to the treatment of anxiolytic medication.\nOne must read the precautions of these drugs outlined in the manufacturer's\nliterature and be careful to watch out for the contraindications of these\ndrugs.\n","linknr":457,"url":"Specific_social_phobia","recorded":1362375068,"links":49,"instances":[],"pdf":[],"categories":["Anxiety disorders","Phobias"],"headings":["Prevalence and distribution","References","External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Mental_health","Social_anxiety_disorder","Social_anxiety","Glossophobia","Stage_fright","Paruresis","Psychiatric","Statistical_survey","Glossophobia","National_Comorbidity_Survey","Dan_J._Stein","Dan_J._Stein","Borwin_Bandelow"]}