{"cursor":"2461","size":15,"audio":[],"currentlang":"en","article":"'Data extraction' is the act or process of retrieving data out of (usually\nunstructured or poorly structured) data sources for further data processing or\ndata storage (data migration). The import into the intermediate extracting\nsystem is thus usually followed by data transformation and possibly the addition\nof metadata prior to export to another stage in the data\nworkflow. [http://www.extractingdata.com Definition of data\nextraction.]\n\nUsually, the term data extraction is applied when (experimental) data is first\nimported into a computer from primary sources, like measuring or recording\ndevices. Today's electronic devices will usually present an electrical connector\n(e.g. USB) through which 'raw data' can be streamed into a personal computer.\n\nTypical unstructured data sources include web pages, emails, documents, PDFs,\nscanned text, mainframe reports, spool files etc. Extracting data from these\nunstructured sources has grown into a considerable technical challenge where as\nhistorically data extraction has had to deal with changes in physical hardware\nformats, the majority of current data extraction deals with extracting data from\nthese unstructured data sources, and from different software formats. This\ngrowing process of data extraction from the web is referred to as Web scraping.\n\nThe act of adding structure to unstructured data takes a number of forms\n* Using text pattern matching such as regular expressions to identify small or\n  large-scale structure e.g. records in a report and their associated data from\n  headers and footers;\n* Using a table-based approach to identify common sections within a limited\n  domain e.g. in emailed resumes, identifying skills, previous work experience,\n  qualifications etc. using a standard set of commonly used headings (these\n  would differ from language to language), e.g. Education might be found under\n  Education/Qualification/Courses;\n* Using text analytics to attempt to understand the text and link it to other\n  information\n","linknr":142,"url":"Data_extraction","recorded":1362669759,"links":11,"instances":[],"pdf":[],"categories":["Data management","Data warehousing"],"headings":["Notes","External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Data","Unstructured_data","Data_source","Data_processing","Data_storage_device","Data_migration","Data_import","Data_transformation","Metadata","Data_export","Workflow","Experiment","Measuring_device","Recording_device","Electronic_device","Electrical_connector","USB","Raw_data","Data_stream","Personal_computer","Web_scraping","Regular_expression"]}