{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/Deutsche_Bundesbahn\">Deutsche Bundesbahn</a> - The Deutsche Bundesbahn or DB (German Federal Railway) was formed  as the state railway of the newly established Federal Republic of Germany (FRG) on September 7, 1949 as a successor...","\n<a href=\"http://duckduckgo.com/Don_Bosco_Bandel\">Don Bosco Bandel</a> - Don Bosco School, Bandel, or DBB, is an all-boys, English medium school established in 1978.","DBB","\n<a href=\"http://duckduckgo.com/a-weighting\">B-weighted decibel</a> - A-weighting is the most commonly used of a family of curves defined in the International standard IEC 61672:2003 and various national standards relating to the measurement of sound pressure level.","\n<a href=\"http://duckduckgo.com/Duffle_Bag_Boy\">Duffle Bag Boy</a> - \"Duffle Bag Boy\" is a song by Playaz Circle, released as their debut single and the lead single from their debut album Supply & Demand.","\n<a href=\"http://duckduckgo.com/Daigasso!_Band_Brothers\">Daigasso! Band Brothers</a> - Daigasso! Band Brothers is a music video game published and developed by Nintendo for the Nintendo DS handheld game console.","\n<a href=\"http://duckduckgo.com/Dasmari%C3%B1as_Resettlement_Area\">Dasmariñas Bagong Bayan</a> - Dasmariñas Resettlement Area, also locally known as Dasmariñas Bagong Bayan, is a resettlement area located in the City of Dasmariñas.","\n<a href=\"http://duckduckgo.com/Deep_Banana_Blackout\">Deep Banana Blackout</a> - Deep Banana Blackout is a New Orleans style Jazz-funk band from Fairfield County, Connecticut.","\n<a href=\"http://duckduckgo.com/Design%E2%80%93bid%E2%80%93build\">Design–bid–build</a>, a <a href=\"http://duckduckgo.com/?q=Project delivery method\">Project delivery method</a>","\n<a href=\"http://duckduckgo.com/Deutsche_Bundesbank\">Deutsche Bundesbank</a> - The Deutsche Bundesbank is the central bank of the Federal Republic of Germany and as such part of the European System of Central Banks.","\n<a href=\"http://duckduckgo.com/Davis_Brody_Bond\">Davis Brody Bond</a> -     Davis Brody Bond is a US architectural firm headquartered in New York with additional offices in Washington, DC. and São Paulo, Brazil."],"common":{"milestones":["<a target=\"_new\" href=\"http://en.wikinews.org/wiki/Former_Wikileaks_employee_destroys_unpublished_leaked_documents\" title=\"Former Wikileaks employee destroys unpublished leaked documents\">Former Wikileaks employee destroys unpublished leaked documents</a>"],"image":[[],[]]},"Lists":[],"created":1373533963,"book":[],"micro-www":{"dbb":[""]},"micro-relation":[]}