{"cursor":"2221","size":15,"audio":[],"currentlang":"en","article":"\nA 'decision' is a statistical credit given to a baseball pitcher.\n\nThere are two types of decisions: win and loss.\n\nIn order to receive a win, the starting pitcher must complete at least five\ninnings (in a game of six or more innings) and leave with the lead. If the\npitcher's lead is preserved by the bullpen, he is credited with a win. Any time\na pitcher enters the game with a lead or a tie (including the beginning of the\ngame) and leaves with a deficit, he is on the hook for a loss (regardless of how\nmany innings he pitched).\n\nIn addition, a reliever can record a win as long as he enters the game with a\ntie or a deficit and leaves with the lead. However, in this case, any baserunner\nhe leaves on will count against him if he scores after the pitcher leaves the\ngame. For instance, if a reliever comes in with a 1-run lead, and leaves the\ngame after giving up a single, he is on the hook for that runner. If the runner\nscores, he does not get a decision. If the runner is stranded, and the lead is\npreserved until the end of the game, the relief pitcher will record the win.\nThis is also the case for the starting pitcher if he pitches the requisite\nnumber of innings.\n\nIf the starting pitcher pitched fewer than five innings, but leaves the game\nwith a lead that the bullpen maintains to the finish of the game, the scorer\nawards the win to the relief pitcher judged to have been the most effective.\n\nSince wins are largely dependent on the offense behind the pitcher and how well\nthe bullpen can preserve a lead, as a stat they are not very useful to judge a\npitcher's production. Stats such as Earned run average (ERA), ERA+ (ERA adjusted\nfor park and league factors), Walks plus hits per inning pitched (WHIP) and\nratio of ground balls to fly balls (GB:FB) are better indicators of a pitcher's\nproduction.\n\nA no decision is a term used when the starting pitcher does not receive the\ndecisionâmeaning that a relief pitcher was credited with the decision.\n","linknr":99,"url":"Decision_(baseball)","recorded":1362669305,"links":16,"instances":["pitching"],"pdf":[],"categories":["Pitching statistics"],"headings":["See also"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/2/25/Baseball_Template.svg/30px-Baseball_Template.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["win–loss_record","pitching"]],"members":[],"related":["Baseball","Pitcher","Win–loss_record_(pitching)","Bullpen","Baserunner","Earned_run_average","ERA+","Walks_plus_hits_per_inning_pitched","Pitchers_of_record"]}