{"cursor":"2263","size":15,"audio":[],"currentlang":"en","article":"A 'deficiency judgment' is an unsecured money judgment against a borrower whose\nmortgage foreclosure sale did not produce sufficient funds to pay the underlying\npromissory note, or loan, in full. See also Ballentine's Law Dictionary, p.\n133. The availability of a deficiency judgment depends on whether the\nlender has a recourse or nonrecourse loan, which is largely a matter of state\nlaw. In some jurisdictions, the original loan(s) obtained to purchase property\nis/are non-recourse, but subsequent refinancing of a first mortgage and/or\nacquisition of a 2nd (3rd., etc.) are recourse loans.\n\nIn short, many jurisdictions hold that the loans obtained at the acquisition of\na property (\"purchase-money\") are non-recourse, and most if not all subsequent\nloans are.\n\nStates that follow the title (trust-deed) theory of mortgages typically allow\nnon-judicial foreclosure procedures, which are fast, but do not allow deficiency\njudgments. States that follow the lien theory of mortgages require judiciary\nforeclosure procedures, but allow deficiency judgments against the debtor.\n\nIt is important to note that there is a difference between a deficiency and a\ndeficiency judgement. A \"deficiency\" is the difference between the amount owed\non a loan and the total amount received/collected at the closing of a loan. A\ndeficiency judgment is a court judgment that is a public record of the amount\nowed and by whom. In many states, items included to calculate the amount of a\ndeficiency judgment include: the loan principal, accrued interest and attorney\nfees less the amount the lender bid at the foreclosure sale. {{cite web\n|title= Supreme Court of Missouri Upholds Lenders' Rights to Obtain Full\nDeficiency Judgment |url=http://www.natlawreview.com/article/supreme-court-missouri-upholds-\nlenders-rights-to-obtain-full-deficiency-judgment |publisher= Armstrong Teasdale\n|work=The National Law Review|date=2012-04-23|accessdate=2012-06-13}}\n","linknr":98,"url":"Deficiency_judgment","recorded":1362555002,"links":15,"instances":[],"pdf":[],"categories":["Judgment (law)","Bankruptcy","Judicial remedies","Property law"],"headings":["References","See also"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/a/a4/Flag_of_the_United_States.svg/30px-Flag_of_the_United_States.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Scale_of_justice_2.svg/29px-Scale_of_justice_2.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Borrower","Mortgage_law","Foreclosure","Promissory_note","Nonrecourse_loan","Bankruptcy","Foreclosure","Mortgage_law","Real_estate"]}