{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/Hierarchical_clustering\">Hierarchical clustering</a> - In data mining, hierarchical clustering is a method of cluster analysis which seeks to build a hierarchy of clusters.","Dendrogram","\n<a href=\"http://duckduckgo.com/Cladogram\">Cladogram</a> - A cladogram is a diagram used in cladistics which shows relations among organisms.","http://www.merriam-webster.com/dictionary/dendrogram","dendrogram definition: a branching diagram representing a hierarchy of categories based on degree of similarity or number of shared characteristics especially in biological taxonomy.","Merriam-Webster","https://i.duckduckgo.com/i/0d57648e.png","\n<a href=\"http://duckduckgo.com/c/Statistical_charts_and_diagrams\">Statistical charts and diagrams</a>","\n<a href=\"http://duckduckgo.com/c/Cluster_analysis\">Cluster analysis</a>","\n<a href=\"http://duckduckgo.com/c/Graph_drawing\">Graph drawing</a>","A dendrogram (from Greek dendron \"tree\" and gramma \"drawing\") is a tree diagram frequently used to illustrate the arrangement of the clusters produced by hierarchical clustering.","\n<a href=\"http://duckduckgo.com/MEGA%2C_Molecular_Evolutionary_Genetics_Analysis\">MEGA</a>, a free software for drawing dendrograms","\n<a href=\"http://duckduckgo.com/yEd\">yEd</a>, a free software for drawing and automatically arranging dendrograms"],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373538269,"book":[],"micro-www":{"dendrogram":[""]},"wiki":{"cat":["Trees (data structures)","Statistical charts and diagrams","Graph drawing","Cluster analysis"],"text":"\nA 'dendrogram' (from Greek dendron \"tree\" and gramma \"drawing\") is a tree\ndiagram frequently used to illustrate the arrangement of the clusters produced\nby hierarchical clustering. Dendrograms are often used in computational biology\nto illustrate the clustering of genes or samples.\n\nFor a clustering example, suppose this data is to be clustered using Euclidean\ndistance as the distance metric.\n\n\n\nThe hierarchical clustering dendrogram would be as such:\n\n\n\nThe top row of nodes represent data (individual observations), and the remaining\nnodes represent the clusters to which the data belong, with the arrows\nrepresenting the distance (dissimilarity).\n\nThe distance between merged clusters is monotone increasing with the level of\nthe merger: the height of each node in the plot is proportional to the value of\nthe intergroup dissimilarity between its two daughters (the top nodes\nrepresenting individual observations are all plotted at zero height).\n","title":"dendrogram","headings":["See also"]},"micro-relation":["3: Hierarchical_clustering","1: Greek_language","1: Computational_biology","1: Gene","1: Euclidean_distance","1: Cladogram","1: MEGA,_Molecular_Evolutionary_Genetics_Analysis","1: YEd"]}