{"cursor":"3420","size":15,"audio":[],"currentlang":"en","article":"A 'display list' (or display file) is a series of graphics commands that define\nan output image. The image is created (''rendered'') by executing the commands.\n\nFor a display device without a frame buffer, such as the old vector graphics\ndisplays, the commands were executed every fraction of a second to maintain and\nanimate the output. In modern systems, the commands need only be executed when\nthey have changed or in order to refresh the output (e.g., when restoring a\nminimized window).\n\nA display list can represent both two- and three-dimensional scenes. Systems\nthat make use of a display list to store the scene are called retained mode\nsystems as opposed to immediate mode systems.\n\nPerhaps the earliest popular systems with true display list was the Atari 8-\nbit family. The display list (actually called so in Atari terminology) is a\nseries of instructions for ANTIC, the video co-processor used in these\nmachines. This program, stored in the computer's memory and executed by ANTIC\nin real time, can specify blank lines, any of six text modes and eight\ngraphics modes, which sections of the screen can be horizontally or vertically\nfine scrolled, and trigger Display List Interrupts (called Raster interrupts\nor HBI on other systems).\n\nAnother system using a Display List-like feature in hardware is the Amiga which\nnot coincidentally was also designed by the many of the same people who made the\nAtari 8-bits custom hardware. The Amiga hardware was extremely sophisticated and\nonce directed to produce a display mode it would do so automatically. However,\nthe computer also included a dedicated processor called \"Copper\", which ran a\nprogram, the \"Copper List\", oriented toward the display. The Copper List\ninstructions could direct the Copper to wait for the display to reach a specific\nposition on the screen and then change the contents of hardware registers. In\neffect it was a processor dedicated to servicing Raster interrupts. The Copper\nwas used by Workbench to mix multiple display modes and by numerous programs to\ncreate rainbow and gradient effects on the screen.\n\nIn more primitive systems a display list can be simulated as a CPU-driven series\nof writes to certain display-mode, color-control, or other visual effect\nregisters in the video device, rather than a series of rendering commands. Thus,\none must create the displayed image using some other rendering process either\nbefore or while the display list is operating. In many cases, the image is also\nmodified or re-rendered between frames, often with the display list turned off\nduring this time. The image is then displayed in various ways depending on the\nexact way in which the display list is implemented.\n\nExamples of the results possible on these older machines requiring CPU-driven\ndisplay lists include effects such as Commodore 64/128's\n[http://www.studiostyle.sk/dmagic/gallery/gfxmodes.htm FLI] mode, or Rainbow\nProcessing on the ZX Spectrum.\n","linknr":91,"url":"Display_list","recorded":1362684438,"links":12,"instances":["computer_graphics"],"pdf":[],"categories":["Computer graphics"],"headings":["See also"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["rendering","computer_graphics"]],"members":["rendering"],"related":["Rendering_(computer_graphics)","Vector_graphics","Retained_mode","Atari_8-bit_family","ANTIC","Raster_interrupt","Horizontal_blank_interrupt","Amiga","Atari_8-bit_family","Raster_interrupt","Film_frame","Rainbow_Processing","List_of_home_computers_by_video_hardware","ANTIC","Atari_8-bit_family","Amiga","MOS_Technology_VIC-II","Commodore_64"]}