{"cursor":"2266","size":15,"audio":[],"currentlang":"en","article":"'Distribution' in pharmacology is a branch of pharmacokinetics which describes\nthe reversible transfer of drug from one location to another within the body.\n\nThe distribution of a drug between tissues is dependent on vascular\npermeability, blood flow and perfusion rate of the tissue and the ability\nof the drug to bind plasma proteins and tissue. pH partition plays a major\nrole as well.\n\nOnce a drug enters into systemic circulation by absorption or direct\nadministration, it must be distributed into interstitial and intracellular\nfluids. The lipid solubility, pH of compartment, extent of binding with plasma\nprotein and tissue proteins, cardiac output, regional blood flow and capillary\npermeability are factors in the distribution of the drug through tissues. The\ndrug is easily distributed in highly perfused organs such as the liver, heart\nand kidney. It is distributed in small quantities through less perfused\ntissues like muscle, fat and peripheral organs. The drug can be moved from the\nplasma to the tissue until the equilibrium is established (for unbound drug\npresent in plasma).\n\nThe volume of distribution (V D) of a drug is a property that\nquantifies the extent of distribution.\n","linknr":150,"url":"Distribution_(pharmacology)","recorded":1362666456,"links":17,"instances":[],"pdf":[],"categories":["Pharmacology","Pharmacokinetics","Redistribution"],"headings":["Redistribution","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/0/00/FlattenedRoundPills.jpg/40px-FlattenedRoundPills.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Pharmacology","Pharmacokinetics","Vascular_permeability","Perfusion","Plasma_protein","PH_partition","Volume_of_distribution"]}