{"cursor":"5098","size":15,"audio":[],"currentlang":"en","article":"'Don Craig Wiley' (October 21, 1944 – November 2001) [http://www.rumormillnews.com/cgi-\nbin/archive.cgi?read=18198] was an American structural biologist.\n\nWiley was world-renowned for finding new ways to help the human immune system\nbattle such viral scourges as smallpox, influenza, AIDS, Ebola, and herpes\nsimplex. In 1990, he was awarded Louisa Gross Horwitz Prize from Columbia\nUniversity. His research was honored with the 1993 Cancer Research Institute\nWilliam B. Coley Award. Harvard called Wiley \"one of the most influential\nbiologists of his generation.\" In 1999, Wiley and another Harvard professor, Dr.\nJack Strominger, won the Japan Prize for their discoveries of how the immune\nsystem protects humans from\ninfections. [http://www.foxnews.com/story/0,2933,39355,00.html]\n\nWiley received his doctoral degree in biophysics in 1971 from Harvard\nUniversity where he worked under direction of subsequent 1976 chemistry Nobel\nPrize winner William N. Lipscomb, Jr. [http://www.news.harvard.edu/gazette/2002/01.10/08-\nwiley.html] There, Wiley did early work on the structure of aspartate\ncarbamoyltransferase,  Steitz, T. A., Wiley, D. C., and Lipscomb, W. N.,\nThe Structure of Aspartate Transcarbamylase. I. A Molecular Two Fold Axis in\nthe Complex with Cytidine Triphosphate,\" Proc. Natl. Acad. Sci. USA '58', 1859-\n1861 (1967).   Wiley, D. C. and Lipscomb, W. N., \"Crystallographic\ndetermination of symmetry of aspartate transcarbamylase: Studies of trigonal\nand tetragonal crystalline forms of aspartate transcarbamylase show that the\nmolecule has a three-fold and a two-fold symmetry axis,\" Nature '218', 1119-\n1121 (1968).   Wiley, D. C., Evans, D. R., Warren, S. G., McMurray,\nC. H., Edwards, B. F. P., Franks, W. A., and Lipscomb, W. N., \"The 5.5 A\nResolution Structure of the Regulatory Enzyme, Aspartate Transcarbamylase,\"\nCold Spring Harbor Symposium '36', 285-290 (1971).   Evans, D. R.,\nWarren, S. G., Edwards, B. F. P., McMurray, C. H., Bethge, P. H., Wiley, D. C.,\nand Lipscomb, W. N., \"The Aqueous Central Cavity in Aspartate Transcarbamylase\nfrom E. coli,\" Science '179', 683 (1973).   Warren, S. G., Edwards,\nB. F. P., Evans, D. R., Wiley, D. C., and Lipscomb, W. N., \"Aspartate\nTranscarbamoylase from E. coli. Electron Density at 5.5 A Resolution,\" Proc.\nNat. Acad. Sci. USA '70', 1117-1121 (1973).   Edwards, B. F. P.,\nEvans, D. R., Warren, S. G., Monaco, H. L., Landfear, S. M., Eisele, G.,\nCrawford, J. L., Wiley, D. C., and Lipscomb, W. N., \"Complex of Aspartate\nTranscarbamoylase from Escherichia coli with its Allosteric Inhibitor, Cytidine\nTriphosphate: Electron Density at 5.5 A Resolution,\" Proc. Natl. Acad. Sci. USA\n'71', 4437 (1974).   Lipscomb, W. N., Evans, D. R., Edwards, B. F.\nP., Warren, S. G., Pastra-Landis, S.\nC., and Wiley, D. C., \"Three-Dimensional Structures at 5.5 A Resolution and\n  Regulatory Processes in Aspartate Transcarbamylase from E. coli,\"J.\n  Supramolecular Structure '2', 82-99 (1974).   Honzatko, R. B.,\n  Crawford, J. L., Monaco, H. L., Ladner, J. E., Edwards, B. F. P., Evans, D.\n  R., Warren, S. G., Wiley, D. C., Ladner, R. C., and Lipscomb, W. N., \"Crystal\n  and molecular structures of native and CTP-liganded aspartate\n  carbamoyltransferase from Escherichia coli,\" J. Mol. Biol. '160', 219-263\n  (1983).  the largest molecular structure determined at that time.\n  Noteworthy in this effort is that Wiley managed to grow crystals of aspartate\n  carbamoyltransferase suitable for doing its x-ray structure, a particularly\n  difficult task in the case of this molecular complex.\n\nFamous quote: \"I'm sorry, but I just don't understand anything in biology unless\nI know what it looks like.\"\n\nWiley owned a British racing green-colored Aston Martin.\n\nDon Wiley disappeared on November 15, 2001; his body was found in the\nMississippi River a month later and his death was ruled to be an accident. -\n[http://news.harvard.edu/specials/2001/wiley/] [http://www.laskerfoun-\ndation.org/news/wiley.html]\n","linknr":127,"url":"Don_Craig_Wiley","recorded":1362584562,"links":11,"instances":[],"pdf":[],"categories":["1944 births","2001 deaths","American scientists","American immunologists","People with epilepsy","Japan Prize laureates","Accidental deaths in Tennessee","Recipients of the Albert Lasker Award for Basic Medical Research"],"headings":["References","External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["United_States_of_America","Structural_biologist","Louisa_Gross_Horwitz_Prize","Columbia_University","William_B._Coley_Award","Japan_Prize","Harvard_University","Nobel_Prize_in_Chemistry","William_Lipscomb","Aspartate_carbamoyltransferase","British_racing_green","Aston_Martin","Mississippi_River"]}