{"cursor":"2081","size":15,"audio":[],"currentlang":"en","article":"\nA 'Drilling Stabilizer' is a downhole equipment used in the bottom hole assembly\n(BHA) of a drill string.\n\nIts purpose is to mechanically stabilize the BHA in the borehole in order to\navoid unintentional sidetracking, vibrations, and ensure the quality of the hole\nbeing drilled.\n\nIt is composed of a hollow cylindrical body and stabilizing blades, both made of\nhigh-strength steel. The blades can be either straight or spiralled, and are\nhardfaced for wear resistance.\n\nSeveral types of Drilling Stabilizers are used in the oilfield today. While\nintegral stabilizers (fully machined out of a single piece of steel) tend to be\nthe norm, other types can be used, such as :\n* Replaceable sleeve stabilizer, where the blades are located on a sleeve, which\n  is then screwed on the body. This type can be economical when no repair\n  facilities are available close to the well being drilled and air freight has\n  to be used.\n* Welded blades stabilizer, where blades are welded onto the body. This type is\n  usually not advised on oil wells due to the risks of losing blades, but is\n  regularly used when drilling water wells or on low-cost oilfields.\n\nUsually 2 to 3 stabilizers are fitted into the BHA, including one just above the\ndrill bit (near-bit stabilizer) and one or two among the drill collars (string\nstabilizers).\n","linknr":83,"url":"Drilling_stabilizer","recorded":1362562490,"links":11,"instances":["oil","bha"],"pdf":[],"categories":["Drilling technology"],"headings":["See also","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Integral_stabilizer.jpg/220px-Integral_stabilizer.jpg","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["drill_string#bottom_hole_assembly","bha"],["driller","oil"]],"members":["driller"],"related":["Drill_string","Drill_bit","Drilling_rig","Driller_(oil)","Drag_bit","Drill_bit","Hole_opener"]}