{"cursor":"2015","size":15,"audio":[],"currentlang":"en","article":"\n'Drug possession' is the crime of having one or more illegal drugs in one's\npossession, either for personal use, distribution, sale or otherwise. Illegal\ndrugs fall into different categories and sentences vary depending on the amount,\ntype of drug, circumstances, and jurisdiction. A person has\npossession of drugs if he or she has actual physical control of the drugs (they\nhave the drugs in their hands) or if the drugs are on that person. A person also\nhas possession of drugs if he or she has the power and intent to control their\ndisposition and use.\n\nIn the United States, the penalty for illegal drug possession and sale can vary\nfrom a small fine to a prison sentence. In some states, marijuana possession is\nconsidered to be a petty offense, with the penalty being comparable to that of a\nspeeding violation. Generally, however, drug possession is an arrestable\noffense, with repercussions including large fines and possible incarceration or\nprobation.\n\nIn Singapore, 70% of executions are for drug-related offenses, which encompasses\ndrug possession. There is a national drug control law known as the\nMisuse of Drugs Act used to assess and determine drug trafficking. Drug\npossession can account for imprisonment, caning and capital punishment, based on\nthe amount of controlled drugs a person possesses.\n","linknr":366,"url":"Drug_possession","recorded":1362570330,"links":17,"instances":["drug","singapore"],"pdf":[],"categories":["Crimes","Illegal drug trade"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Ambox_globe_content.svg/48px-Ambox_globe_content.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/6/64/Pyschoactive_Drugs.jpg/110px-Pyschoactive_Drugs.jpg","//upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Scale_of_justice_2.svg/100px-Scale_of_justice_2.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["cannabis","drug"],["misuse_of_drugs_act","singapore"]],"members":["cannabis","misuse_of_drugs_act"],"related":["Crime","Illegal_drugs","United_States","Cannabis_(drug)","Petty_offense","Singapore","Misuse_of_Drugs_Act_(Singapore)","Illegal_drug_trade","Imprisonment","Caning","Capital_punishment"]}