{"cursor":"3668","size":15,"audio":[],"currentlang":"en","article":"\n\nA 'group' is a military aviation unit, a component of military organization and\na military formation. Usage of the terms group and '[[wing (military aviation\nunit)|wing]]' differ from one country to another, as well as different branches\nof a defence force, in some cases. Groups therefore vary considerably in size.\n\nIn many air services, a group is made up of two to four squadrons and is usually\ncommanded by a Lieutenant Colonel, Commander or an officer of equivalent rank.\nIn France and Germany, the precursors of the [[Armée de l'Air]] and\n[[Luftwaffe]] formed groupes and Gruppen during the early stages of World War I.\nThe groups of the Armée de l'Air usually comprise two escadrons, but sometimes\nonly one, or as many as four. Three German Staffeln (similar to the English\nlanguage concept of \"squadrons\") make up a Gruppe.\n\nIn the United States Air Force (USAF) a group may consist of two or more\nsquadrons. Prior to 1991, it was not unusual for a USAF support group to have no\nsubordinate squadrons, but merely be a larger unit than a squadron. In such\ncases the group would not have a headquarters. See Ravenstein, Charles A.\nOrganization of the Air Force, Research Division, Albert F. Simpson Historical\nResearch Center, Maxwell AFB, AL, 1982, p. 41. For an example of a support group\nthat had no subordinate units for some time, see 5th Combat Communications\nGroup Two or more groups form a\nwing. http://usmilitary.about.com/cs/airforce/a/aforganization.htm\nSimilarly, in the British Fleet Air Arm and some other naval air services, a\ngroup usually consists of three squadrons. In the United States Marine Corps, a\ngroup consists of at least two squadrons. Two or more groups form a\nwing. http://usmilitary.about.com/cs/airforce/a/aforganization.htm\n\nIn the British Royal Air Force (RAF) and the air forces of many Commonwealth\ncountries, a group is made up of several wings, each of which controls two or\nmore squadrons, so that a group normally includes six to 10 squadrons, and is\nthus equivalent to a USAF wing. It is also roughly equivalent to the \"carrier\nair groups\" formerly deployed by the United States Navy (USN), although the term\nis no longer used by the USN.\n\nRAF stations (air bases) are also controlled by a particular group, although\nExpeditionary Air Groups control expeditionary air wings directly. Groups are\ndirectly subordinate to a command (or, historically, to a tactical air force).\n\nWhen the RAF was formed, an officer with the rank of Group Captain (equivalent\nto Colonel and (Navy) Captain) commanded such a unit, although by the time of\nWorld War II, some groups were commanded by Air Commodores (equivalent to\nBrigadiers/Brigadier Generals and Commodores) or even Air Vice-Marshals\n(equivalent to Major Generals and Rear Admirals).\n","linknr":143,"url":"Group_(air_force)","recorded":1362477195,"links":38,"instances":["rank","military","naval","military","rank","aviation","military_formation"],"pdf":[],"categories":["Groups (military aviation)|","Air force units and formations","Military units and formations by size"],"headings":["United States Army","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/1/1b/Eurofighter_Typhoon.svg/30px-Eurofighter_Typhoon.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["unit","military"],["formation","military"],["squadron","aviation"],["commander","rank"],["command","military_formation"],["captain","naval"],["commodore","rank"]],"members":["commander","unit","captain","formation","commodore","squadron","command"],"related":["Military_aviation","Unit_(military)","Military_organization","Formation_(military)","Squadron_(aviation)","Lieutenant_Colonel","Commander_(rank)","France","Germany","World_War_I","United_States_Air_Force","5th_Combat_Communications_Group","Fleet_Air_Arm","United_States_Marine_Corps","Royal_Air_Force","Commonwealth_of_Nations","Carrier_air_wing","United_States_Navy","RAF_station","Expeditionary_Air_Wing","Command_(military_formation)","Tactical_air_force","Group_Captain","Colonel","Captain_(naval)","World_War_II","Air_Commodore","Brigadier","Brigadier_General","Commodore_(rank)","Air_Vice-Marshal","Major_General","Rear_Admiral"]}