{"cursor":"5936","size":15,"audio":[],"currentlang":"en","article":"\n'Symbiogenesis' is the merging of two separate organisms to form a single new\norganism. The idea originated with Konstantin Mereschkowsky in his 1926 book\nSymbiogenesis and the Origin of Species, which proposed that chloroplasts\noriginate from cyanobacteria captured by a protozoan. Ivan Wallin\nalso supported this concept in his book \"Symbionticism and the Origins of\nSpecies\". He suggested that bacteria might be the cause of the origin of\nspecies, and that species creation may occur through endosymbiosis. Today both\nchloroplasts and mitochondria are believed, by those who ascribe to the\nendosymbiotic theory, to have such an origin.\n\nIn Acquiring Genomes: A Theory of the Origins of Species, biologist Lynn\nMargulis argued later that symbiogenesis is a primary force in evolution.\nAccording to her theory, acquisition and accumulation of random mutations are\nnot sufficient to explain how inherited variations occur; rather, new\norganelles, bodies, organs, and species arise from symbiogenesis.\nWhereas the classical interpretation of evolution (the modern evolutionary\nsynthesis) emphasizes competition as the main force behind evolution, Margulis\nemphasizes cooperation. She argues that bacteria along with other\nmicroorganisms helped create the conditions that we require for life, such as\noxygen. Margulis believes that these microorganisms make up a major component in\nEarth’s biomass and that they are the reason current conditions on earth are\nmaintained. She also believes that the DNA in the cytoplasm of animal, plant,\nfungal and protist cells, rather than resulting from mutations, resulted from\ngenes from bacteria that became organelles. She claimed that bacteria are able\nto exchange genes more quickly and more easily, and because of this, they are\nmore versatile, which is why life was able to evolve so quickly. {{Cite web\n  | last = first = author-link = last2 = first2 = author2-link = title =\n  | Acquiring Genomes date = March 8 year = 2005 url =\n  | http://www.isepp.org/sj0506.html accessdate = February 24, 2011 postscript =\n  | }} \n\nA fundamental principle of modern evolutionary theory is that mutations arise\none at a time and either spread through the population or not, depending on\nwhether they offer an individual fitness advantage. Nevertheless, this general\ncase may not apply to all examples of evolutionary change. Indeed, genome\nmapping techniques have revealed that family trees of the major taxa appear to\nbe extensively cross-linked—possibly due to lateral gene transfer.\n","linknr":149,"url":"Symbiogenesis","recorded":1362509409,"links":19,"instances":["anatomy"],"pdf":[],"categories":["Evolutionary biology","Symbiosis"],"headings":["See also","Citations","References","Important publications"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["organ","anatomy"]],"members":["organ"],"related":["Konstantin_Mereschkowsky","Chloroplast","Cyanobacteria","Protozoa","Mitochondrion","Endosymbiotic_theory","Biologist","Lynn_Margulis","Evolution","Mutation","Organelle","Organ_(anatomy)","Modern_evolutionary_synthesis","Lateral_gene_transfer","Viral_eukaryogenesis","Multigenomic_organism","Endosymbiosis"]}