{"cursor":"3407","size":15,"audio":[],"currentlang":"en","article":"\n\n\n\nA 'marker' is a type of special purpose control system that was used in\nelectromechanical telephone central office switches. Central office switches are\nthe large devices that telephone companies use to make the connections that\nsupport telephone calls. The switch makes voice connections between users, and\nto control equipment such as that used to detect dialed numbers.\n\nMarkers were sometimes referred to as special purpose computers but, lacking\nstored program control, they were not computers according to the understanding\nof the middle 20th Century. After unfruitful German efforts in the 1920s, they\nwere successfully developed at Bell Labs in the 1930s to support the then new\ngeneration of crossbar switches which were replacing the Step-by-Step switches\nand Panel switches of the first generation of automatic switching.\n\nMarkers were built from relays (wire spring relays and other kinds). Different\ntypes of markers performed various specialized hard-wired operations. For\nexample, 1XB switches had separate markers for incoming and outgoing calls. 5XB\nswitches had dial tone markers to select one of a number of shared digit\nreceivers (termed originating registers) and connect it to a subscriber who\nwished to make a telephone call. The digit receiver would collect the digits of\nthe call and make them available to other markers which would use them for\nrouting purposes. In this case the Completing Marker would mark a proper path of\nidle links for the call to make through the mechanical voice switching matrix.\n\nMarkers were used in the design of switches from the 1930s until the late\n1960s when they were replaced with software controlled electronic computers of\nmodern design.\n\nThe term 'marker' came from its use to 'mark' a path of links through the\nswitching fabric. A marker's comprehensive view of the switching fabric allowed\nit to find and assemble a path from one terminal to another, if the links were\navailable, unlike the earlier graded progressive systems in which a path might\nnot be found.\n\nDuring the middle 20th Century markers in Bell System exchanges, being complex\ncommon control circuits with short holding time, acquired other functions that\nwere only needed once or twice per telephone call, including outgoing digit\ntranslation and enforcement of different policies upon different classes of\nservice in the provision of features to customers. This practice evolved into\nCustomer Groups, allowing the addition of Centrex features to 5XB switch. These\nwere the most complex markers made, and were abandoned in the 1970s and 1980s\nwhen Stored Program Control became mature.\n\nMarkers were mostly associated with crossbar switches, but many non Bell System\ncrossbar exchanges did not use them. Where those exchanges had markers, for\nexample in the British TXK or the Ericsson ARM, they were simpler, the digit\ntranslation jobs that were added to Bell System markers being handled by other\nequipment.\n","linknr":104,"url":"Marker_(telecommunications)","recorded":1362671383,"links":14,"instances":[],"pdf":[],"categories":["Telephone exchanges"],"headings":[],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Ambox_globe_content.svg/48px-Ambox_globe_content.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Telephone_exchange","Telephone_exchange","Telephone_call","Computer","Stored_Program_Control_exchange","Bell_Labs","Crossbar_switch","Strowger_switch","Panel_switch","Wire_spring_relay","1XB_switch","5XB_switch","Switched_fabric","Bell_System","Common_control","Telephone_call","Class_of_service","Calling_feature","Centrex","5XB_switch","Stored_Program_Control_exchange","TXK"]}