{"cursor":"2502","size":15,"audio":[],"currentlang":"en","article":" is an example for a bounded growth which is limited by saturation: The graph\n shows an imaginary market with logistic growth. In that example, the blue curve\n depicts the development of the size of that market. The red curve describes the\n growth of such a market as the first derivative of the market volume. The\n yellow curve illustrates the growth weighted by the size of the market. As for\n logistic growth, the yellow curve shows, that even a large market size cannot\n strengthen growth when approaching saturation. Logistic growth never is\n negative, but in the saturation area, the growth is as small as before the\n market took off. (In the example all curves are scaled to cover the range\n between 0 and 1.)]] In economics, 'market saturation' is a situation\n in which a product has become diffused (distributed) within a market; [http://www.energyrating.gov.au/library/pubs/2007-factsheet-\n computer-monitor.pdf (Equipment Energy Efficiency - Computers and\n Monitors)] the actual level of saturation can depend on consumer\n purchasing power; as well as competition, prices, and technology.\n\nFor example, in advanced economies an extremely high percentage of households\nown refrigerators (more than 97% of households). Hence, the diffusion rate is\nmore than 97%, and the market is said to be saturated; i.e. further growth of\nsales of refrigerators will occur basically only as a result of population\ngrowth and in cases where one manufacturer is able to gain market share at the\nexpense of others.\n\nTo give another example, in advanced western households, and depending on the\neconomy, the number of automobiles per family is greater than 1. To the extent\nthat further market growth (i.e. growth of the demand for automobiles) is\nconstrained (the main buyers already own the product), the market is said to be\nbasically saturated. Future sales depend on several factors including the rate\nof obsolescence (at what age cars are replaced), population growth, and societal\nchanges such as the spread of multi-car families.\n","linknr":97,"url":"Market_saturation","recorded":1362480474,"links":15,"instances":["business"],"pdf":["http://www.energyrating.gov.au/library/pubs/2007-factsheet-computer-monitor.pdf"],"categories":["Financial markets","Ethically disputed business practices"],"headings":["References","Related material"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Logisticgrowth.png/350px-Logisticgrowth.png","//bits.wikimedia.org/static-1.21wmf8/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf8/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf8/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["product","business"]],"members":["product"],"related":["Bounded_growth","Economics","Product_(business)","Diffused","Market","Consumer","Purchasing_power","Competition","Price","Technology","Diffusion_rate","Market_share","Market_share"]}