{"cursor":"5181","size":15,"audio":[],"currentlang":"en","article":"]] ]]\n\nSir 'Maximilian Michaelis' (11 May 1852 Eisfeld, Germany - 26 January 1932,\nZurich) was a South African financier, mining magnate, benefactor and patron\nof the arts.\n\nMichaelis received his early schooling in Nuremberg where he is said to have\ndeveloped his love of old masters.\n\nHis first arrival in South Africa dates back to 1876 when he landed at Port\nElizabeth. Two years later he had moved to Kimberley, drawn by the 1871\ndiscovery of diamonds and the prospect of wealth. Here he became a close\nbusiness associate of Julius Wernher and Alfred Beit and got to know Hermann\nEckstein and Jim B. Taylor - friendships that were to last a lifetime. He was\nco-opted by Wernher to deal in diamonds for Porges and Wernher, and in the 1880s\nrestructured the Cape Diamond Company. He was a founding partner of Wernher,\nBeit & Co. Within some years he had become manager of the Central Mining and\nInvestment Corporation in Johannesburg. From 1896 he worked at the Corporation's\noffices in London and remained there until 1919, when he returned to South\nAfrica. In England he led an extremely secluded life on the country estate,\nTandridge Court in Surrey. Unlike the other Randlords, he was not given to\nlavish entertaining and spending, avoided the press, did not have an opulent\nLondon mansion and despite desiring a baronetcy, was not socially ambitious.\nWith the outbreak of World War I and the anti-German hysteria that gripped\nEngland, Michaelis acted on a suggestion by General Smuts that he return to\nSouth Africa.\n\nMax Michaelis and his wife arrived in Cape Town in 1919. In December of that\nyear a grand civic reception for 2 000 guests was given in his honour.\n\nIn 1913 he had presented a collection of Dutch and Flemish old masters to\nthe Union government, a gift leading to his being knighted. These formed the\nbasis of the Michaelis Collection and were housed in the Old Town House in\nCape Town. The decision to house the collection in Cape Town, came in for a\ngreat deal of criticism - public sentiment at the time was that the money\nhad originated from the Reef gold mines and that the collection belonged in\nJohannesburg. Besides, a lot of the works were regarded as being of\nindifferent quality (Portrait of a Woman by Frans Hals being the cynosure of\nthe collection) and there was at least one painting of questionable\nattribution. These works had been collected by Lady Phillips (wife of Sir\nLionel Phillips, Bt) and Sir Hugh Lane. In June 1920 at the urging of Lady\nPhillips, he endowed the chair of Fine Art at the University of Cape Town\nand in return was rewarded with an honorary LL.D. He also donated a large\nnumber of art works to museums in Kimberley and\nJohannesburg. http://www.joburg.org.za/2004/march/mar2_art.stm In\n1924 a knighthood was conferred on Max Michaelis. He died of cancer in\nZurich in 1932.\n\n, 2008]] Lady Michaelis, who returned to England on the death of Max Michaelis,\npresented large collections of art to the National Art Gallery in Cape Town and\nto Pretoria, with further gifts to the Michaelis Collection in Cape Town. She\nwas also the founder of the Lady Michaelis Orthopaedic Home in Cape Town. Moses\nKottler created a bronze bust of Sir Max, which was placed in the garden of the\nOld Town House in Cape Town.\n\nIn 1920, Max Michaelis acquired the Montebello estate in Newlands. Before his\ndeath in 1996, his son Cecil Michaelis, the artist, resenting government\nexpropriation of the estate, donated Montebello to the University of Cape Town\non condition the estate was used to promote design - this is now known as the\n[http://www.montebello.co.za/ Montebello Design Centre] and the old residence as\nMichaelis House, the junior boarding house of the South African College Schools.\n","linknr":128,"url":"Max_Michaelis","recorded":1362898909,"links":17,"instances":[],"pdf":[],"categories":["1852 births","1932 deaths","Businesspeople in mining","Randlords"],"headings":["Gallery","Notes","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Max_Michaelis00.jpg/220px-Max_Michaelis00.jpg","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/4/46/Lady_Michaelis00.jpg/220px-Lady_Michaelis00.jpg","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Michaeliscollection.jpg/220px-Michaeliscollection.jpg","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Old_Town_House00.jpg/120px-Old_Town_House00.jpg","//upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Portrait_of_a_Woman00.jpg/102px-Portrait_of_a_Woman00.jpg","//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Lady_Michaelis01.jpg/90px-Lady_Michaelis01.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Eisfeld","Zurich","Nuremberg","Old_Master","Port_Elizabeth","Kimberley,_Northern_Cape","Julius_Wernher","Alfred_Beit","Hermann_Eckstein","Jim_B._Taylor","Johannesburg","General_Smuts","Frans_Hals","Lady_Phillips","Lionel_Phillips","Hugh_Lane","University_of_Cape_Town","South_African_National_Gallery","Moses_Kottler","Expropriation","South_African_College_Schools","Frans_Hals"]}