{"cursor":"4741","size":15,"audio":[],"currentlang":"en","article":"\n\n\n'Metaphase', from the ancient Greek μετά (adjacent) and φάσις (stage), is a\nstage of mitosis in the eukaryotic cell cycle in which condensed and highly\ncoiled chromosomes, carrying genetic information, align in the middle of the\ncell before being separated into each of the two daughter cells. Metaphase\naccounts for approximately 4% of the cell cycle's duration. Preceded by events\nin prometaphase and followed by anaphase, microtubules formed in prophase have\nalready found and attached themselves to kinetochores in metaphase.\n\nIn metaphase, the centromeres of the chromosomes convene themselves on the\nmetaphase plate (or equatorial plate), an imaginary line that is\nequidistant from the two centrosome poles. This even alignment is due to the\ncounterbalance of the pulling powers generated by the opposing kinetochore\nmicrotubules, analogous to a tug-of-war between equally strong\npeople, ending with the destruction of B cyclin. In certain types of cells, chromosomes do not line up at the\nmetaphase plate and instead move back and forth between the poles randomly, only\nroughly lining up along the middleline. Early events of metaphase can coincide\nwith the later events of prometaphase, as chromosomes with connected\nkinetochores will start the events of metaphase individually before other\nchromosomes with unconnected kinetochores that are still lingering in the events\nof prometaphase.\n\nOne of the cell cycle checkpoints occurs during prometaphase and metaphase. Only\nafter all chromosomes have become aligned at the metaphase plate, when every\nkinetochore is properly attached to a bundle of microtubules, does the cell\nenter anaphase. It is thought that unattached or improperly attached\nkinetochores generate a signal to prevent premature progression to anaphase,\neven if most of the kinetochores have been attached and most of the chromosomes\nhave been aligned. Such a signal creates the mitotic spindle checkpoint. This\nwould be accomplished by regulation of the anaphase-promoting complex, securin,\nand separase.\n","linknr":246,"url":"Metaphase","recorded":1362665364,"links":27,"instances":["biology"],"pdf":[],"categories":["Mitosis","Cell cycle"],"headings":["Metaphase in cytogenetics and cancer studies","External links","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/0/07/Metaphase.svg/300px-Metaphase.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Metaphase_chromosomes.jpg/220px-Metaphase_chromosomes.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/5/53/NHGRI_human_male_karyotype.png/250px-NHGRI_human_male_karyotype.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["cell","biology"]],"members":["cell"],"related":["Ancient_Greek","Mitosis","Eukaryote","Cell_cycle","Chromosome","DNA_sequence","Cell_(biology)","Cell_cycle","Prometaphase","Anaphase","Microtubule","Prophase","Kinetochore","Centromere","Centrosome","Cyclin","Cell_cycle_checkpoint","Spindle_checkpoint","Anaphase-promoting_complex","Securin","Separase","Chromosome","Cytogenetics","Cancer","Karyotype","Mitotic_inhibitor","Staining","Staining","Giemsa","G_banding","Quinacrine","Fluorescence_in_situ_hybridization","Comparative_genomic_hybridization","Malignant_cell","Tumor","Leukemia","Chromosomal_translocation","Oncogene","Bcr-abl","Chronic_myelogenous_leukemia"]}