{"cursor":"2960","size":15,"audio":[],"currentlang":"en","article":"\n'Microcirculation' is the delivery of fresh blood to the smallest blood vessels,\npresent in the vasculature embedded within organ tissues. This contrasts with\n'macrocirculation', which transport blood to and from the organs. The vessels on\nthe arterial side of the microcirculation are called the arterioles, which are\nwell innervated, are surrounded by smooth muscle cells, and are 10-100 Âµm\nin diameter. Arterioles carry the blood to the capillaries, which are not\ninnervated, have no smooth muscle, and are about 5-8 Âµm in diameter. Blood\nflows out of the capillaries into the venules, which have little smooth muscle\nand are 10-200 Âµm. The blood flows from venules into the veins. In addition\nto these blood vessels, the microcirculation also includes 'lymphatic'\ncapillaries and collecting ducts. The main functions of the microcirculation\ninclude the regulation of 1. blood flow and tissue perfusion 2. blood pressure,\n3. tissue fluid (swelling or edema), 4. delivery of oxygen and other nutrients\nand removal of CO 2 and other metabolic waste products, and 5. body\ntemperature. The microcirculation also has an important role in inflammation.\n\nMost vessels of the microcirculation are lined by flattened cells, the\nendothelium and many are surrounded by contractile cells the smooth muscle or\npericytes. The endothelium provides a smooth surface for the flow of blood and\nregulates the movement of water and dissolved materials in the plasma between\nthe blood and the tissues. The endothelium also produce molecules that\ndiscourage the blood from clotting unless there is a leak. The smooth muscle\ncells can contract and decrease the size of the arterioles and thereby regulate\nblood flow and blood pressure.\n","linknr":122,"url":"Microcirculation","recorded":1362538667,"links":24,"instances":[],"pdf":[],"categories":["Circulatory system"],"headings":["Flow","Capillary Exchange of Water","Capillary Exchange of Solutes, e.g. glucose","See also","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/0/03/Illu_capillary_microcirculation.jpg/350px-Illu_capillary_microcirculation.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Rod_of_Asclepius2.svg/9px-Rod_of_Asclepius2.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Arterioles","Capillaries","Venules","Blood_pressure","Fluid","Body_temperature","Endothelium","Smooth_muscle","Pericytes","Hagen–Poiseuille_equation","Hydrostatic_pressure","Osmotic_pressure","Capillary","Endothelium","Tight_junctions","Fahraeus–Lindquist_effect","Microcirculatory_Society"]}