{"cursor":"3194","size":15,"audio":[],"currentlang":"en","article":"\n\n\n'Mobile infantry' is one of several military terms usually referring to infantry\nunits equipped with vehicles.\n\nBefore the development of railroads in the 19th century, infantry armies got to\nthe battlefield by walking, or sometimes by ship. In the late 19th century, some\ncountries used horse-mounted and bicycle infantry, but the real revolution in\nmobility started in the 1920s with the use of motor vehicles, resulting in\nmotorised infantry. Action in Vietnam, North Korea, and Africa World War II\ndemonstrated the importance of combined-arms tactics, with tanks and infantry\nadvancing past the enemy's defences, while being supported by self-propelled\nartillery and ground-attack aircraft. That made necessary the protection of the\ninfantry soldiers while they were advancing, requiring the development of\nmechanized infantry (also known in the US Army during WW2 as armored infantry)\nthat could keep up with the tanks, and afford some protection to the infantrymen\nagainst shrapnel by using armoured vehicles for transport. As of the Algerian\nand Vietnam Wars, with the French and U.S. Army's experimentation with\nhelicopters, infantry who are transported to combat 'via' helicopter are part of\nairmobile infantry units (called 'Air Assault' in the United States Army).\nAirmobile infantry are usually just called airborne infantry, though this\nignores the distinction between paratroopers and airmobile infantry.\n\nSome cavalry units, such as dragoons and American Mounted Rifles units, had\ndoctrines which emphasized that horses were to be used only as means of\ntransportation, and soldiers dismount for battle. These can be considered more\nas mobile infantry then cavalry as well, although this distinction is rather\nblurred; most American Cavalry Units of the 1840–1920 period were actually such\nlight dragoon or mounted infantry units rather than the true (and much heavier)\ncavalry of European and Latin American armies.\n\nOne of the earliest use of mobile infantry was during the Han Dynasty\ncampaign against the Xiongnu Confederation. In order to combat the powerful\nand elusive steppe horse warriors, the Han created a mobile army composed of\ncavalry units mixed with soldiers who traveled on horse back but fought as\ninfantrymen on foot.\n\nModern-day infantry is supported by armoured fighting vehicles, artillery, and\naircraft, but are still the only kind of military force that can take and hold\nground, and thus remain essential to fighting wars. In the early 21st Century,\nthe idea of mobile infantry is often reserved for the various light infantry\nformations established by the United States, British, and other armies, intended\nto deploy and maneuver quickly without the large logistical tail of traditional\nmechanized units, whether they are deployed by air, water, or ground transport.\n","linknr":112,"url":"Mobile_infantry","recorded":1362688923,"links":16,"instances":[],"pdf":[],"categories":["Infantry"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/3/38/Icon_vojn.svg/30px-Icon_vojn.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Military","Infantry","Vehicle","Railroad","Ship","Mounted_infantry","Bicycle_infantry","Motorised_infantry","World_War_II","Tank","Artillery","Mechanized_infantry","Airmobile_infantry","Airborne_infantry","Paratroopers","Cavalry","Dragoon","Mounted_Rifles","Han_Dynasty","Xiongnu","Armoured_fighting_vehicle","Artillery","Aircraft","Logistical_tail"]}