{"cursor":"2635","size":15,"audio":[],"currentlang":"en","article":"\n\n\n'Mojo Barriers' are a type of temporary fencing commonly used at public events\nsuch as concerts and festivals. They are specifically used for separating the\narea open to the public from the stage. These barriers were developed in the\n1980s by Dutch event organisor Mojo Concerts. Several types of fencing\n(especially regular crowd control barriers) were used before, but these can lead\nto suffocation.\n\nDistribution of these barriers is now organised by a company called The Mojo\nBarriers, which now has offices in De Meern (Netherlands), London (UK) and\nColorado Springs (USA). Although several other companies now produce a similar\ntype of fencing, the name \"Mojo Barrier\" has become a worldwide standard.\n\nMojo Barriers were developed to protect visitors of events. Their height\nprevents visitors from suffocation or crushing in case a venue should become\novercrowded or if all visitors move towards the stage. At the side of the stage\nthe barriers include small steps allowing security guards to safely lift people\nout of the audience (e.g. when visitors require medical attention). The barriers\ncan be flat-packed and then stacked onto dollies.\n\nRegular Mojo Barriers are made of aluminium or steel. Other types of barriers\ninclude: *bar barriers sections that are usually made of plastic (with a counter\ntop), *sections including gates (with or without turnstiles), *'Pitstop\nBarriers', British designed steel barriers with wider steps for security guards\n(industry standard in the UK),\n\nSeveral elements can be added to the regular barrier lines, such as:\n*curves/corners to allow for several types of fencing design, *security\nwalkways: back-step extensions fitted onto the back of the barriers creating\nmore working space for security guards, *barrier padding: a foam cover for the\ntops of the barriers offering additional comfort to crowds against the barriers,\n*sightline kills: panels on the top of barriers blocking the crowd’s view at\ncertain points preventing pressure building up at e.g. the side of stage areas.\n","linknr":118,"url":"Mojo_Barrier","recorded":1362890098,"links":15,"instances":["counter","theatre","tool"],"pdf":[],"categories":["Perimeter security"],"headings":["External links"],"image":["//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Mojobarrier.jpg/300px-Mojobarrier.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["stage","theatre"],["dolly","tool"],["bar","counter"]],"members":["bar","stage","dolly"],"related":["Temporary_fencing","Concert","Festival","Stage_(theatre)","Netherlands","Live_Nation","Crowd_control_barrier","De_Meern","London","Colorado_Springs,_Colorado","Suffocation","Security_guard","Dolly_(tool)","Aluminium","Steel","Bar_(counter)","Plastic","Counter_top","Gate","Turnstile","United_Kingdom","Foam"]}