{"cursor":"7293","size":15,"audio":[],"currentlang":"en","article":"ally active region was the inspiration for the myth of the Chimera.]] 'Mount\nChimaera' was a place or places in ancient Lycia, notable for volcanic phenomena\nand said by some ancient sources to be the origin of the myth of the Chimera.\n\nCtesias is the oldest traceable author to offer this euhemerizing theory. This\nwas the citation given by Pliny the Elder, who in his second book of Historia\nNaturalis identified the Chimaera with the permanent gas vents in Mount Chimera,\nin the country of the ancient Lycian city of Phaselis, which he described as\nbeing \"on fire\", adding that it \"...indeed burned with a flame that does not die\nby day or night\". Pliny was quoted by Photius and Agricola, although the exact\nlocation of the mountain described by Strabo is still open to debate.\n\nStrabo and Pliny are the only surviving ancient sources who would be expected to\ndiscuss a Lycian toponym, but the placename is also attested by Isidore of\nSeville and Servius, the commentator on the Aeneid. Strabo held the Chimaera to\nbe a ravine on a different mountain in Lycia, placing it unhesitatingly in the\nvicinity of the Cragus Mountains, the southern part of the present BabadaÄ, some\n75 km due west as the crow flies, and Isidore quotes writers on natural\nhistory (see below) that Mount Chimaera was on fire here, had lions and goats\nthere, and was full of snakes over there. Servius goes so far as to arrange\nthese with the lions on the peak of the mountain, pastures full of goats in the\nmiddle, and serpents all about the base, thus imitating Homer's description of\nthe monster.\n\nThe site was identified by Sir Francis Beaufort in 1811, as the modern Turkish\nYanar or YanartaÅ, which was described by T.A.B.Spratt in his Travels in\n[[Lycia]], [[Milyas]], and the [[Cibyra]]tis, in company with the late Rev. E.\nT. Daniell. The discussion on the connection between the myth and the exact\nlocation of Mount Chimera was started by Forbiger in 1844, and the George E.\nBean was of the opinion that the name was allochtonous and could have been\ntransferred here from its original location further west, as cited by Strabo,\nowing to the presence of the same phenomenon and the fires.\n","linknr":137,"url":"Mount_Chimaera","recorded":1362900699,"links":17,"instances":["mountain","pliny","mythology"],"pdf":[],"categories":["Lycia","Antalya","Volcanology"],"headings":["Testimonia","See also","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Chimaera-Yanartas%2C_SW_Turkey%2C_8_Aug_2005.jpg/250px-Chimaera-Yanartas%2C_SW_Turkey%2C_8_Aug_2005.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/f/f6/FiresChimera2.jpg/200px-FiresChimera2.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["chimera","mythology"],["chimera","mythology"],["natural_history","pliny"],["babadağ","mountain"],["chimera","mythology"]],"members":["babadağ","natural_history","chimera"],"related":["Chimera_(mythology)","Lycia","Chimera_(mythology)","Ctesias","Euhemerism","Pliny_the_Elder","Natural_History_(Pliny)","Phaselis","Photios_I_of_Constantinople","Agricola","Toponym","Isidore_of_Seville","Servius","Aeneid","Strabo","Babadağ_(mountain)","Homer","Chimera_(mythology)","Francis_Beaufort","Yanartaş","T.A.B.Spratt","Isidore_of_Seville","Bellerophon","Isidore_of_Seville","Mount_Etna","Vesuvius","Çıralı","Lycia","Kemer","Turkish_Riviera"]}