{"cursor":"6273","size":15,"audio":[],"currentlang":"en","article":"\n\n and Mount Clay.]] , north Wales (, height contours from SRTM data).]]\n\nA 'mountain pass' is a route through a mountain range or over a ridge. If\nfollowing the lowest possible route, a pass is locally the highest point on that\nroute. Since many of the world's mountain ranges have presented formidable\nbarriers to travel, passes have been important since before recorded history,\nand have played a key role in trade, war, and migration.\n\nMountain passes make use of a gap, saddle or col (also sometimes a notch, hause,\nbwlch (Welsh), brennig or bealach (Gaelic), the low point in a ridge. A\ntopographic saddle is analogous to the mathematical concept of a saddle surface,\nwith a saddle point marking the highest point between two valleys and the lowest\npoint along a ridge. On a topographic map, passes are\ncharacterized by contour lines with an hourglass shape, which indicates a low\nspot between two higher points.\n\nPasses are often found just above the source of a river, constituting a drainage\ndivide. Passes may be very short, consisting of steep slopes to the top of the\npass, or valleys of many kilometres, whose highest point is only identifiable by\nsurveying.\n\nRoads have long been built, and more recently railways, through passes. Some\nhigh and rugged passes may have tunnels bored underneath to allow faster traffic\nflow throughout the year.\n\nThe top of a pass is frequently the only flat ground in the area, a high vantage\npoint, so it is often a preferred site for buildings. For countries whose\nborders are delimited by a mountain range, the pass is typically part of the\nborder, and the facilities likely include a border control or customs station,\nand possibly a military post as well, as relatively few soldiers are required to\nguard a pass. For passes with roads, it is also customary to have a small\nroadside sign giving the name of the pass and its elevation above mean sea\nlevel. An example of this is Argentina and Chile that share the world's third\nlongest international border, long, running from north to the south through the\nAndes mountains, having a total of 42 mountain passes between them.\n\n\nAs well as offering relatively easy travel between valleys, passes also provide\na route between two mountain tops with a minimum of descent. As a result, it is\ncommon for tracks to meet at a pass; this often makes them convenient routes\neven when travelling between a summit and the valley floor.\n\nThere are thousands of named passes around the world, some of which are well-\nknown, such as the Great St. Bernard Pass at in the Alps, the Khyber Pass at\nbetween Afghanistan and Pakistan, and the Khardung La at in Jammu and Kashmir,\nIndia. The Marsimik La at is a lesser-known pass; it is one of the world's\nhighest motorable passes and lies in India, on the northern-most tip of the\nChangthang Plateau, near the Chinese border.\n\nThere are many words for pass in the English-speaking world. In the United\nStates, pass is very common in the West, the word gap is common in the southern\nAppalachians, notch in parts of New England, and saddle in northern Idaho.\nScotland has the Gaelic term bealach (anglicised \"Balloch\"). In the Lake\nDistrict of north west England, the term hause is often used, although the term\npass is also common—one distinction is that a pass can refer to a route, as well\nas the highest part thereof, while a hause is simply that highest part, often\nflattened somewhat into a high level plateau.\n","linknr":224,"url":"Mountain_pass","recorded":1362670289,"links":67,"instances":["river_or_stream","landform","topography","geography","landform","landform"],"pdf":[],"categories":["Mountain passes|","Montane ecology","Slope landforms"],"headings":["See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/3/35/Washington-clay_saddle.JPG/220px-Washington-clay_saddle.JPG","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/en/4/4a/Bwlch_Maesgwm_contour_map.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/en/thumb/4/4a/Commons-logo.svg/12px-Commons-logo.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["gap","landform"],["saddle","landform"],["notch","landform"],["source","river_or_stream"],["defile","geography"],["wind_gap","topography"]],"members":["source","gap","wind_gap","defile","notch","saddle"],"related":["Mount_Clay","Wales","SRTM","Mountain_range","Ridge","Gap_(landform)","Saddle_(landform)","Col","Notch_(landform)","Welsh_language","Scottish_Gaelic_language","Saddle_surface","Saddle_point","Topographic_map","Contour_lines","Source_(river_or_stream)","Drainage_divide","Slope","Surveying","Road","Railway","Tunnel","Border_control","Customs","Elevation","Above_mean_sea_level","Argentina","Chile","Andes","Great_St._Bernard_Pass","Alps","Khyber_Pass","Afghanistan","Pakistan","Khardung_La","Jammu_and_Kashmir","India","Marsimik_La","India","United_States","Western_United_States","Appalachian_Mountains","New_England","Idaho","Scottish_Gaelic_language","Lake_District","List_of_mountain_passes","Abra_del_Acay","Col","Defile_(geography)","Water_gap","Wind_gap_(topography)","Saddle_point"]}