{"micrownet":[],"duck":["Multimodality","In the media, multimodality is the use of several modes (media) in a single artifact."],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373520536,"book":[],"micro-www":{"multimodality":[""]},"wiki":{"cat":["Mass media"],"text":"{{multiple issues|\n\n\n\n}} In the media, 'multimodality' is the use of several modes (media) in a\nsingle artifact. These modes can vary from text and images to diagrams and\nsounds. Multimodality draws on the five canons of rhetoric (invention,\narrangement, style, memory, delivery) in order to increase an audience’s\nreception of an idea or concept. These five canons affect how an audience\ninterprets information. Multimodality, at its basic level, changes an\naudience’s perception through the delivery of text, images, diagrams, or\nsounds. By allowing writers to compose with these forms, as well as others,\nmultimodality leads to new and more complex meanings.\n\nBecause multimodality is currently evolving from a solely print-based\npresentation to include a screen-based presentation, the speaker and audience\nrelationship is changing. Due to the growing presence of digital media over the\nlast decade, the central mode of representation is no longer just text;\nrecently, the use of imagery has become more prominent. In its current use for\nInternet and network-based composition, the term “multimodality” has become even\nmore prevalent, applying to various forms of text such as fine art, literature,\nsocial media and advertising.\n\nOne subform of this definition of multimodality is \"mode,\" which can refer to\nwriting to layout to moving images, among other things. An important related\nterm to multimodality is multiliteracy, which is the comprehension of different\nmodes in communication – not only to read text, but also to read other modes\nsuch as sound and image. Whether and how a message is understood is accredited\nto multiliteracy.\n","title":"multimodality","headings":["Definition","History","Audience and genre","Influences on literacy","Multimodal communities","Digital applications","Notes"]},"micro-relation":["2: Theories_of_rhetoric_and_composition_pedagogy","2: Semiotic","2: Twitter","2: Facebook","1: Cultural_artifact","1: Rhetorical_situation","1: Rhetoric","1: Expressionism","1: Cognitive","1: Neil_D._Fleming","1: Learning_styles","1: Linda_Flower","1: Internet","1: Rhetorical_velocity","1: Private_sphere","1: Phallogocentric","1: Apple_Inc.","1: IPhone","1: Emoji","1: United_States","1: Dow_Jones","1: Nasdaq","1: Reuters","1: Kaiser_Family_Foundation","1: Windmill_Networking","1: Federal_Trade_Commission","1: Burberry","1: Lacoste","1: Tumblr","1: Publix.","1: Jeep","1: Selena_gomez","1: Miami_Heat","1: Coca-Cola","1: Web_2.0"]}