{"cursor":"2355","size":15,"audio":[],"currentlang":"en","article":"\n\n'Multigenomic organisms' are plants or animals that have symbiotic relationships\nwith other organisms that are necessary for the survival of both, but that\ndiffer in their genome such that they are considered separate species.\n\nFor example, what is commonly thought of as a human being can be described as a\nmultigenomic organism consisting of Homo sapiens and various species of bacteria\nin the digestive tract. In nature Homo sapiens cannot survive without the\nbacteria, which are a separate species, but form a symbiotic relationship with\nthe host organism.\n\nFor the most part predator-prey or parasite-host relationships are not multi-\ngenomic in that most predators/parasites feed on more than one prey species, and\nthe prey/host is often fed on by more than one predator/parasite species. In\norder to be considered a multigenomic organism, the relationship must be\nmutually beneficial.\n\nThe multigenomic organism also differs from the symbiotic relationship between\ncells and mitochondria because the mitochondria are not considered a separate\nspecies, although there is strong evidence that they once were symbiotic\nbacteria that became enclosed in the cell wall.\n\nSome species of ant form a multigenomic organism with a particular tree species.\nThe ants require the tree for shelter, and the tree requires the ants to remove\nparasites. This relationship is multigenomic in that neither species can survive\nwithout the other, the relationship is mutually benefitcial, and neither species\nforms a similar relationship with other species.\n\nThe multigenomic organism relationship is more than merely symbiotic though, in\nthat the genetics of both species are more strongly mutually adapted. In general\nthe organisms do not trigger immune responses from each other. Also some\nnecessary functions that were once present in both species may become absent in\none of them. An example would be certain enzymes produced to aid digestion that\nare no longer coded into the human digestive tract's expressed genetics.\n","linknr":96,"url":"Multigenomic_organism","recorded":1362509408,"links":12,"instances":["biology"],"pdf":[],"categories":["Symbiosis"],"headings":["See also"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["cell","biology"]],"members":["cell"],"related":["Symbiosis","Organism","Genome","Species","Bacteria","Digestive_tract","Predator","Parasite","Cell_(biology)","Mitochondrion","Ant","Tree","Genetics","Immune_response","Anagenesis","Polyploidy","Symbiosis","Endosymbiosis","Microbiome","Human_Microbiome_Project"]}