{"cursor":"8933","size":15,"audio":[],"currentlang":"en","article":"\n'Circumstantial evidence' is evidence in which an inference is required to\nconnect it to a conclusion of fact, like a fingerprint at the scene of a crime.\nBy contrast, direct evidence supports the truth of an assertion directly—i.e.,\nwithout need for any additional evidence or the intervening inference.\n\nOn its own, it is the nature of circumstantial evidence for more than one\nexplanation to still be possible. Inference from one piece of circumstantial\nevidence may not guarantee accuracy. Circumstantial evidence usually accumulates\ninto a collection, so that the pieces then become corroborating evidence.\nTogether, they may more strongly support one particular inference over another.\nAn explanation involving circumstantial evidence becomes more valid as proof of\na fact when the alternative explanations have been ruled out.\n\nCircumstantial evidence allows a trier of fact to deduce a fact\nexists. Transnational principle used in international commercial\narbitration: [http://www.trans-lex.org/968000 Trans-Lex.org] In criminal\nlaw, the inference is made by the trier of facts in order to support the truth\nof assertion (of guilt or absence of guilt).\n\nTestimony can be direct evidence or it can be circumstantial. If the witness\nclaims they saw the crime take place, this is considered direct evidence. For\ninstance, a witness saying that the defendant stabbed the victim is direct\nevidence. By contrast, a witness who says that she saw the defendant enter a\nhouse, that she heard screaming, and that she saw the defendant leave with a\nbloody knife gives circumstantial evidence. It is the necessity for inference,\nand not the obviousness of a conclusion, that determines whether or not evidence\nis circumstantial.\n\nForensic evidence supplied by an expert witness is usually circumstantial\nevidence. A forensic scientist who testifies that ballistics proves the\ndefendant’s firearm killed the victim gives circumstantial evidence from which\nthe defendant’s guilt may be inferred. (Note that an inference of guilt could be\nincorrect if the person who actually fired the weapon was somebody else.)\n\nOn the other hand, the additional circumstantial evidence of the defendant's\nfingerprint on the trigger would dovetail with this piece to provide\ncorroborating evidence.\n\nThe two areas in which circumstantial evidence is of most importance are civil\nand criminal cases where direct evidence is lacking.\n","linknr":157,"url":"Circumstantial_evidence","recorded":1362676869,"links":21,"instances":["murderer","law","criminology","truth"],"pdf":["http://www.mass.gov/courts/courtsandjudges/courts/districtcourt/jury-instructions/criminal/pdf/2240-direct-and-circumstantial-evidence.pdf","https://www.ncjrs.gov/pdffiles1/nij/178240.pdf","http://www.deathpenaltyinfo.org/StudyCWC2001.pdf","http://www.nycourts.gov/cji/1-General/CJI2d.Circumstantial_Evidence.pdf"],"categories":["Evidence law"],"headings":["Civil law","Criminal law","See also","References"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["proof","truth"],["guilt","law"],["cold_case","criminology"],["scott_peterson","murderer"]],"members":["scott_peterson","guilt","cold_case","proof"],"related":["Evidence","Inference","Direct_evidence","Corroborating_evidence","Inference","Proof_(truth)","Trier_of_fact","Testimony","Witness","Witness","Defendant","Crime_victim","Forensic_evidence","Expert_witness","Forensic_science","Ballistics","Legal_liability","Product_liability","Road_traffic_accident","Skid_mark","Forensic_science","Forensic_engineering","Guilt_(law)","Innocence","Reasoning","Child","Mental_illness","Prosecutor","Tort","Law","Fingerprint","Blood_analysis","DNA_analysis","Expert_witness","Cold_case_(criminology)","Timothy_McVeigh","University_of_Michigan","Scott_Peterson_(murderer)","Expert_evidence","Expert_witness","Forensic_engineering","Forensic_science","Hearsay","Inculpatory_evidence"]}