{"cursor":"2876","size":15,"audio":[],"currentlang":"en","article":"\n'À vau-l'eau' (English: With the Flow or Downstream ) is a short novel (or\nnovella) by the French writer Joris-Karl Huysmans, first published by Henry\nKistmaeckers in Brussels on January 26, 1882.\n\nThe work - which has little in the way of plot - tells the story of Jean\nFolantin, a downtrodden Parisian civil service clerk whose quest for even a\nmodicum of happiness or material comfort always ends in failure. The book\nchronicles Folantin's everyday disappointments, typified by his search for a\ndecent meal (there are numerous descriptions of the disgusting food he has to\neat). At the end of the novella, Folantin pessimistically resigns himself to\ngiving up hope and \"going with the flow\": \"...he realised the\nfutility of changing direction, the sterility of all enthusiasm and all effort.\n'You have to let yourself go with the flow; Schopenhauer is right', he told\nhimself, '\"Man's life swings like a pendulum between pain and boredom\". So\nthere's no point trying to speed up or slow down the rhythm of its swings; all\nwe can do is fold our arms and try to get to sleep...'\" (Brown translation\np.57) À vau-l'eau is a key work in Huysmans' literary development.\nIt is the last book written in the author's early Naturalist style, with its\nunflinching depiction of sordid everyday reality, but several features point the\nway forward to the radical departure marked by Huysmans' next - and most famous\n- novel, [[À rebours]]. Huysmans later noted the similarities between Monsieur\nFolantin and Des Esseintes, the aristocratic hero of À rebours: I\npictured to myself a M.Folantin, more cultured, more refined, more wealthy, than\nthe first, and who has discovered in artificiality a specific for the disgust\ninspired by the worries of life and the American manners of our time. I imagined\nhim winging his way to the land of dreams...living alone and apart, far from the\npresent-day world, in an atmosphere suggestive of more cordial epochs and less\nodious surroundings\". (Quoted in the introduction to Brown, p.xii)\n","linknr":99,"url":"Downstream_(novella)","recorded":1362538228,"links":11,"instances":["literature"],"pdf":[],"categories":["1882 novels","Novels by Joris-Karl Huysmans","French novellas","Novels set in Paris"],"headings":["Translations","Sources","External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["naturalism","literature"]],"members":["naturalism"],"related":["Novel","Novella","Joris-Karl_Huysmans","Brussels","Paris","Schopenhauer","Naturalism_(literature)","Robert_Baldick","Simon_Callow"]}