{"cursor":"2580","size":15,"audio":[],"currentlang":"en","article":"\n\n'Medical Biophysics' refers to the domain of study that uses physics to describe\nor effect biological process for the purpose of medical application. Like many\nareas of study that have emerged in recent times, it relies heavily on broad\ninterdisciplinary knowledge between the so-called traditional fields such as\nphysics ( i.e. medical physics, radiation physics or imaging physics) and\nadvanced biology fields such as biochemistry, biophysics, physiology,\nneuroscience etc.\n\nSome important areas of research in medical biophysics which have evolved\nfrom medical physics and diagnostic imaging include medical imaging (e.g.\nMRI, computed tomography, and PET), oncology and cancer diagnosis using\nradiolabelling and molecular imaging, and vasculature and circulatory\nsystem function.\n\nSome important areas of research in medical biophysics which have evolved from\nbiology and biophysics include using targeted nanomedicine not only for medical\nimaging but to also deliver energy to disease for treatment. The field of\nInterdisciplinary Medical Dosimetry (IMD) combines the fields of radiation\nbiology and radiation physics with biochemistry and biophysics to define the\nproper way of comparing and properly prescribing the deposition of energy into\nbiological tissue and molecular and cellular damage from diverse sources (e.g.\nx-rays, electrons, protons, hyperthermia, ultrasound, oxidative stress etc.) for\nmedical applications and is an example of a newly emergent subfield of medical\nbiophysics.\n","linknr":118,"url":"Medical_biophysics","recorded":1362509823,"links":14,"instances":[],"pdf":[],"categories":["Biophysics","Medical physics"],"headings":["See also","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Merge-arrow.svg/50px-Merge-arrow.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Rod_of_Asclepius2.svg/9px-Rod_of_Asclepius2.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Interdisciplinary","Physics","Medical_physics","Radiation_physics","Imaging_physics","Biology","Biochemistry","Biophysics","Physiology","Neuroscience","Biophysics","Medical_imaging","MRI","Computed_tomography","Positron_emission_tomography","Oncology","Cancer","Diagnosis","Radiolabelling","Molecular_imaging","Vasculature","Circulatory_system_function","Biophysics","Medical_imaging","Medical_physics","Biophysics"]}