{"cursor":"14934","size":15,"audio":[],"currentlang":"en","article":"\n\n\n\n'Human development' is a concept within the scope of the study of the human\ncondition, specifically international development, relating to international and\neconomic development. This concept of a broader human development was first laid\nout by Amartya Sen, a 1998 Nobel laureate, and expanded upon by Martha Nussbaum,\nSabina Alkire, Ingrid Robeyns, and others. Human\ndevelopment encompasses more than just the rise or fall of national incomes.\nDevelopment is thus about expanding the choices people have, to lead lives that\nthey value, and improving the human condition so that people have the chance to\nlead full lives. Thus, human development is\nabout much more than economic growth, which is only a means of enlarging\npeople’s choices.\n\nFundamental to enlarging these choices is building human capabilities —the range\nof things that people can do or be in life. Capabilities are \"the substantive\nfreedoms [a person] enjoys to lead the kind of life [they have] reason to\nvalue.\" Human\ndevelopment disperses the concentration of the distribution of goods and\nservices that underprivileged people need and center its ideas on human\ndecisions. By investing in people, we enable\ngrowth and empower people to pursue many different life paths, thus developing\nhuman capabilities. The most basic capabilities for human\ndevelopment are: to lead long and healthy lives, to be knowledgeable (e.g., to\nbe educated), to have access to the resources and social services needed for a\ndecent standard of living, and to be able to participate in the life of the\ncommunity. Without these, many choices are simply not available, and many\nopportunities in life remain inaccessible.\n\nOne measure of human development is the Human Development Index (HDI),\nformulated by the United Nations Development Programme. The\nindex encompasses statistics such as life expectancy at birth, an education\nindex (calculated using mean years of schooling and expected years of\nschooling), and gross national income per capita. Though this index does not\ncapture every aspect that contributes to human capability, it is a standardized\nway of quantifying human capability across nations and communities. Aspects that\ncould be left out of the calculations include incomes that are unable to be\nquantified, such as staying home to raise children or bartering goods/services,\nas well as individuals' perceptions of their own well being. Other measures of\nhuman development include the Human Poverty Index (HPI) and the Global\nEmpowerment Measure.\n\nAn abstract illustration of human capability is a bicycle. A bicycle itself is a\nresource- a mode of transportation. If the person who owns the bicycle is unable\nto ride it (due to a lack of balance or knowledge), the bicycle is useless to\nthat person as transportation and loses its functioning. If, however, a person\nboth owns a bicycle and has the ability to ride a bicycle, they now have the\ncapability of riding to a friend's house, a local store, or a great number of\nother places. This capability would (presumably) increase their value of life\nand expand their choices. A person, therefore, needs both the resources and the\nability to use them in order to pursue their capabilities. This is one example\nof how different resources and/or skills can contribute to human capability.\n\nThere are six basic pillars of human development: equity, sustainability,\nproductivity, empowerment, cooperation and security. \n* Equity is the idea of fairness for every person, between men and women; we\n  each have the right to an education and health care.\n* Sustainability is the view that we all have the right to earn a living that\n  can sustain our lives and have access to a more even distribution of goods.\n* Productivity states the full participation of people in the process of income\n  generation. This also means that the government needs more efficient social\n  programs for its people.\n* Empowerment is the freedom of the people to influence development and\n  decisions that affect their lives.\n* Cooperation stipulates participation and belonging to communities and groups\n  as a means of mutual enrichment and a source of social meaning.\n* Security offers people development opportunities freely and safely with\n  confidence that they will not disappear suddenly in the future.\n\nThis way of looking at development, often forgotten in the immediate concern\nwith accumulating commodities and financial wealth, is not new. Philosophers,\neconomists and political leaders have long emphasized human well being as the\npurpose, or the end, of development. As Aristotle said in ancient Greece,\n\"Wealth is evidently not the good we are seeking, for it is merely useful for\nthe sake of something else.\"\n\nDeveloped countries are seen as those who have a continuous progress in the\nindexes of life. The countries that have seemed to excel are viewed as\nhaving better policies than those who have remained stagnant.\n","linknr":287,"url":"Human_development_(humanity)","recorded":1362477551,"links":24,"instances":[],"pdf":["http://www.realizingrights.org/pdf/Human_Rights_and_Development.pdf","http://www.realizingrights.org/pdf/Human_Rights_and_Development.pdf"],"categories":["Development","Economic development","International development","Development economics"],"headings":["Human rights and human development","Challenges to Human Development","Health and human development","Human Development Report","Human Development Index","Human Poverty Index","United Nations Millennium Development Goals","See also","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Copyright-uncertain.svg/50px-Copyright-uncertain.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Unbalanced_scales.svg/45px-Unbalanced_scales.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/d/d7/Human_Development_Index_trends.svg/280px-Human_Development_Index_trends.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Human_condition","International_development","Amartya_Sen","Martha_Nussbaum","Capability_approach","Human_Development_Index","United_Nations_Development_Programme","Life_expectancy","Gross_national_income","Human_Poverty_Index","Human_rights","HIV/AIDS","Malaria","Poverty","Africa","Human_Development_Report","Human_Development_Index","Life_expectancy","Literacy","Education","Standard_of_living","GDP_per_capita","Welfare_economics","Developing_countries","Least_developed_countries","High_income_countries","Millennium_Development_Goals","International_development","Human_Development_Report","Human_Rights","OECD_Better_Life_Index"]}