{"cursor":"9657","size":15,"audio":[],"currentlang":"en","article":"Kansas Sampler Foundation\n\nThe 'Kansas Sampler Foundation' is a public non-profit 501(c) organization. The\nFoundation is located at the Kansas Sampler Center near Inman, Kansas. According\nto the organization's web site [http://kansassampler.org/] and publications, the\nmission is to preserve and sustain rural culture by educating Kansans about\nKansas by networking and encouraging the support of rural communities. The\nsupport is generally in the form of encouraging awareness of, and commerce with,\nrural businesses. Methods include positive messages of motivation encouraging\npeople to celebrate the sunflower state. Founded in 1993 by Mil and Marci\nPenner, the 'Kansas Sampler Foundation' is based at the Penner family farm.\n\nThe Foundation stresses keeping rural Kansas vigorous. Accentuating rural\nculture elements like architecture, art, commerce, cuisine, customs,\ngeography, history, and people — the goal is to get more Kansans to\nrealize (and visit) the treasures in their state. Any one of these elements\nputs a person, place or thing on the list of places to see. They are reasons\nto celebrate towns. There is also a checklist to help communities catalog what\nthey have to offer. Small rural towns are seen as critical to the continued\ncharacter of Kansas.\n\nKansas Sampler Festival\n\nSupporters sample rural Kansas culture elements by attending the Kansas Sampler\nFestival. \"Kansas City, Mo., Businesses to Offer Discounts, Giveaways during\nTourism Week,\" Rick Alm. The Kansas City Star, Mo. Distributed by Knight Ridder\nTribune Business News. Washington: May 4, 2002. pg. 1.\"Statewide events in\nKansas kick off today with the annual Kansas Sampler Festival..\" It takes\nplace annually, roving to different Kansas communities every two years. About\neight thousand people attended the 2006 festival in Garden City, Kansas.\nApproximately four hundred volunteers worked together to help put it on. It\nreturned to the Lee Richardson Zoo in the spring of 2007. It has taken place in\nInman, Kansas, Pratt, Kansas, Independence, Kansas and Ottawa, Kansas and in\nConcordia, Kansas, in the years since.\n\nMuch of the work of the Foundation matches the grass-roots, forward-thinking\nexample of businesses and attractions featured at the Kansas Sampler Festival.\nThe currency of awareness is spread in newsletters, and attitudes among member-\nsupporters are tilted towards accentuating positive, mutual success and common\nsurvival — indeed a core value of the Foundation. There are group outings,\nand campaigns by members to trek across Kansas, finding out-of-the-way\nattractions, people and stories.\n\nThere several areas of interest under the umbrella of the foundation, and many\nways to participate. Principal among them is the Kansas Explorers Club.\nFoundation director Marci Penner said, \"The club helps people know what there is\nto see and do in the nooks and crannies of the state.\" The Foundation's goal is\nto get 5,000 Kansas Explorer Club members.\n\nOrganizers believe that \"with that number of explorers driving around the state\nand spending money in small town cafes and specialty shops and appreciating the\nhistoric sites and natural landmarks it will help keep our towns alive and\nthriving.\"\n\nKansas Explorer's Club\n\nSimply put, The Kansas Explorers Club is a group of people bound by the common\ninterest of exploring Kansas.\n\nThe Explorers Club newsletter comes out six times a year. In the pages, there\nare examples of places where the membership might go to explore, to find locally\nowned businesses, and to experience lesser-known aspects of the state. Suggested\nday-trips often lead the Explorer on a themed trip, such as visiting suriviving\nexamples of the Old West in Kansas, a western-themed local eatery, and a bed and\nbreakfast that dates back to frontier days.\n\nOne of the guiding principals is that Explorers 'dare to do dirt' - that is,\nthey will seek out elusive best-kept secrets, and don't mind coming home tired,\nsunburned and with muddy boots for the experience. The stories, cautions, and\nrecommendations from the trips appear in the newsletter. One motto is \"It's\nAbout the Journey\" which speaks to exploring.\n\nCelebrated explorers have taken it upon themselves to venture across Kansas for\na certain purpose; Explorers might wish to eat lunch in as many towns as\npossible, or try to drink a beer in every Kansas county. The list of such\nExplorer accomplishments grew significantly after one explorer in particular\ngathered nationwide media attention for his crusade.\n\nThere is a secret, ritual greeting among members, and there is an annual\n'Happening', specifically for the purpose of lots of Explorers trekking to one\nspot en masse.\n\nThe Kansas Explorers Club was founded in 1994 \"Traveler finds simple\npleasures along back alleys of Kansas,\" Eric Weslander. Journal-World, Lawrence,\nKan. Knight Ridder Tribune Business News. Washington: Jul 16, 2006. pg. 1\nalready has 1,800 members and is growing every day. The club also plans Group\nAdventures to places not normally accessible to the public and once a year they\nhave a Grand Expedition. The Grand Expedition is a bus tour designed to help the\npublic see common sights of Kansas with new eyes. Individual membership to the\nclub is $18.61 (the year Kansas became a state). Members receive a membership\ncard, the regular newsletters and information about trips, but they also learn\nthe secret explorer greeting ritual. The club web site is\n[http://explorekansas.net] or http://www.explorekansas.org/ . Address and\ncontact information for the Kansas Sampler Foundation is 978 Arapaho Road, Inman, KS 67546  or call (620)585-2374.\n\nWe Kan!\n\nThe We Kan! section of the Sampler Foundation's on-line information calls the We\nKan! network and newsletter \"a support group and information flow among rural\ncommunities to help develop the unique identity of each town and to attract\nvisitors in a way that will help keep towns alive and thriving.\" Furthermore, it\nstates \"It is a group of community leaders, volunteers, and supporters striving\nto make their communities better. Whatever the focus, We Kan! members enjoy the\ncamaraderie of each other, the sharing of ideas, and a one-for-all, all-for-one\nattitude.\" according to the Sampler Foundation website\n[http://kansassampler.org]. We Kan! awards are presented to distinguished\nExplorers annually.\n\nThe We Kan! newsletter is published to motivate, and to educate about strategies\nto help sustain rural Kansas culture. Articles outline the importance of\nspending in favor of small businesses, in order to keep them alive. The pages\noften bring tactics for making a difference, however small, in the life of a\nsmall town, and explains in some depth how and why rural commerce struggles to\nsurvive. There are also pointers as to changes in businesses around the state,\nand simple inexpensive steps for the individual to take to make a difference. An\nexample is buying postage stamps at smaller post offices, so small towns can\nkeep their U.S. Post Office open, and take a step back from the brink of\ndisappearing.\n\n= Lizard Lips=\n\n\nIn the tiny Woodson County town of Toronto, Kansas - population less than 300 in\n2003, there is Lizard Lips Grill and Deli. \"The Kansas Guidebook for Explorers\"\nThe Kansas Guidebook for Explorers 2005, By Marci Penner ISBN 0-9765408-0-\n0 http://kansasguidebook.com/ says the \"combination deli, convenience\nstore, and bait shop\" is a good source for area information. But is also a part\nof We Kan! lore. Lizard Lips is an example of a small, private business - vital\nto a community and on the cusp of bankruptcy, until We Kan! came along. They\nwere challenged to go to the store and spend five dollars to keep it vital. The\nplan worked. The business stands out as a practical example of grass roots\nsuccess in rural cultural commerce.\n\nMarci Penner\n\nMarci Penner founded the Kansas Sampler Foundation with her father, Mil Penner\nin 1993. The two had seen much of what the state of Kansas had to offer in their\ntravels co-authoring a series of guidebooks, and found themselves championing\nsmall town survival not long after. She is the editor and publisher of the\nfoundations newsletters, and her most recent book —\"The Kansas Guidebook\nfor Explorers\" The Kansas Guidebook for Explorers 2005, By Marci Penner\nISBN 0-9765408-0-0 http://kansasguidebook.com/ — came out in 2005.\nMarci Penner serves on the state government Rural Kansas Task\nForce, \"Governor Meets with Rural Task Force near Salina, Kan., to Discuss\nIncentives.\" Tim Unruh. The Salina Journal, Kan. Distributed by\nKnightRidder/Tribune Business News. Washington: Apr 13, 2004. pg. 1. (Penner\ncochaired the task force) and is the recipient of the Kansan of the Year\naward. Penner organized the first Valley Falls Retreat to promote the western\nheritage of rural Kansas. \"Rural Kansans Talk about Tourism and Economic\nDevelopment,\" Stan Finger. The Wichita Eagle, Kan. Distributed by Knight\nRidder/Tribune Business News. Washington: Jan 24, 2002. pg. 1\n\nExternal links\n\nKansas Explorer's Club [http://www.explorekansas.org/]\n\nKansas Sampler Foundation [http://kansassampler.org/]\n\nThe Kansas Guidebook for Explorers [http://kansasguidebook.com/]\n\nInteractive 2011 Kansas Sampler Festival Guide [http://www.lawrencemarketplace.com/kansas-\nsampler/]\n\nReferences \n","linknr":127,"url":"Kansas_Sampler","recorded":1363125044,"links":["/w/index.php?title=Kansas_Sampler&action=edit","/w/index.php?title=Kansas_Sampler&action=edit","//en.wikipedia.org/apple-touch-icon.png","//bits.wikimedia.org/favicon/wikipedia.ico","/w/opensearch_desc.php","//en.wikipedia.org/w/api.php?action=rsd","//creativecommons.org/licenses/by-sa/3.0/","/w/index.php?title=Special:RecentChanges&feed=atom","//bits.wikimedia.org/en.wikipedia.org/load.php?debug=false&lang=en&modules=ext.gadget.DRN-wizard%2CReferenceTooltips%2Ccharinsert%2Cteahouse%7Cext.wikihiero%7Cmediawiki.legacy.commonPrint%2Cshared%7Cmw.PopUpMediaTransform%7Cskins.vector&only=styles&skin=vector&*","//bits.wikimedia.org/en.wikipedia.org/load.php?debug=false&lang=en&modules=site&only=styles&skin=vector&*","//bits.wikimedia.org/en.wikipedia.org/load.php?debug=false&lang=en&modules=startup&only=scripts&skin=vector&*","//bits.wikimedia.org/geoiplookup","//meta.wikimedia.org","#mw-head","#p-search","#Kansas_Sampler_Foundation","#Kansas_Sampler_Festival","#Kansas_Explorer.27s_Club","#We_Kan.21","#Lizard_Lips","#Marci_Penner","#External_links","#References","/w/index.php?title=Kansas_Sampler&action=edit&section=1","/wiki/Non-profit","/wiki/501(c)","/wiki/Inman,_Kansas","http://kansassampler.org/","/wiki/Rural","/wiki/Culture","/wiki/Kansas","/wiki/Farm","/wiki/Architecture","/wiki/Art","/wiki/Commerce","/wiki/Cuisine","/wiki/Kansas","/w/index.php?title=Kansas_Sampler&action=edit&section=2","#cite_note-1","/wiki/Garden_City,_Kansas","/wiki/List_of_zoos#Kansas","/wiki/Inman,_Kansas","/wiki/Pratt,_Kansas","/wiki/Independence,_Kansas","/wiki/Ottawa,_Kansas","/wiki/Concordia,_Kansas","/wiki/Newsletters","/w/index.php?title=Kansas_Sampler&action=edit&section=3","#cite_note-2","http://explorekansas.net","http://www.explorekansas.org/","/w/index.php?title=Kansas_Sampler&action=edit&section=4","http://kansassampler.org","/w/index.php?title=Kansas_Sampler&action=edit&section=5","/wiki/Toronto,_Kansas","#cite_note-3","http://kansasguidebook.com/","/w/index.php?title=Kansas_Sampler&action=edit&section=6","#cite_note-4","http://kansasguidebook.com/","#cite_note-5","#cite_note-6","/w/index.php?title=Kansas_Sampler&action=edit&section=7","http://www.explorekansas.org/","http://kansassampler.org/","http://kansasguidebook.com/","http://www.lawrencemarketplace.com/kansas-sampler/","/w/index.php?title=Kansas_Sampler&action=edit&section=8","#cite_ref-1","#cite_ref-2","#cite_ref-3","/wiki/Special:BookSources/0976540800","#cite_ref-4","/wiki/Special:BookSources/0976540800","#cite_ref-5","#cite_ref-6","http://en.wikipedia.org/w/index.php?title=Kansas_Sampler&oldid=537775553","/wiki/Help:Categories","/wiki/Category:Foundations_based_in_the_United_States","/w/index.php?title=Special:UserLogin&returnto=Kansas+Sampler&type=signup","/w/index.php?title=Special:UserLogin&returnto=Kansas+Sampler","/wiki/Kansas_Sampler","/wiki/Talk:Kansas_Sampler","#","/wiki/Kansas_Sampler","/w/index.php?title=Kansas_Sampler&action=edit","/w/index.php?title=Kansas_Sampler&action=history","#","/w/index.php","//bits.wikimedia.org/static-1.21wmf11/skins/vector/images/search-ltr.png?303-4","/wiki/Main_Page","/wiki/Main_Page","/wiki/Portal:Contents","/wiki/Portal:Featured_content","/wiki/Portal:Current_events","/wiki/Special:Random","//donate.wikimedia.org/wiki/Special:FundraiserRedirector?utm_source=donate&utm_medium=sidebar&utm_campaign=C13_en.wikipedia.org&uselang=en","/wiki/Help:Contents","/wiki/Wikipedia:About","/wiki/Wikipedia:Community_portal","/wiki/Special:RecentChanges","/wiki/Wikipedia:Contact_us","/wiki/Special:WhatLinksHere/Kansas_Sampler","/wiki/Special:RecentChangesLinked/Kansas_Sampler","/wiki/Wikipedia:File_Upload_Wizard","/wiki/Special:SpecialPages","/w/index.php?title=Kansas_Sampler&oldid=537775553","/w/index.php?title=Kansas_Sampler&action=info","/w/index.php?title=Special:Cite&page=Kansas_Sampler&id=537775553","/w/index.php?title=Special:Book&bookcmd=book_creator&referer=Kansas+Sampler","/w/index.php?title=Special:Book&bookcmd=render_article&arttitle=Kansas+Sampler&oldid=537775553&writer=rl","/w/index.php?title=Kansas_Sampler&printable=yes","//en.wikipedia.org/wiki/Wikipedia:Text_of_Creative_Commons_Attribution-ShareAlike_3.0_Unported_License","//creativecommons.org/licenses/by-sa/3.0/","//wikimediafoundation.org/wiki/Terms_of_Use","//www.wikimediafoundation.org/","//en.wikipedia.org/wiki/Wikipedia:Contact_us","//wikimediafoundation.org/wiki/Privacy_policy","/wiki/Wikipedia:About","/wiki/Wikipedia:General_disclaimer","http://en.m.wikipedia.org/wiki/Kansas_Sampler","//wikimediafoundation.org/","//bits.wikimedia.org/images/wikimedia-button.png","//www.mediawiki.org/","//bits.wikimedia.org/static-1.21wmf11/skins/common/images/poweredby_mediawiki_88x31.png","//bits.wikimedia.org/en.wikipedia.org/load.php?debug=false&lang=en&modules=skins.vector&only=scripts&skin=vector&*","/w/index.php?title=MediaWiki:Gadget-ReferenceTooltips.js&action=raw&ctype=text/javascript&508635914","//bits.wikimedia.org/en.wikipedia.org/load.php?debug=false&lang=en&modules=site&only=scripts&skin=vector&*"],"instances":[],"pdf":[],"categories":["Foundations based in the United States"],"headings":["Kansas Sampler Foundation","Marci Penner","External links","References"],"image":["//bits.wikimedia.org/static-1.21wmf11/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf11/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["501(c"]],"members":[],"related":["Non-profit","501(c)","Inman,_Kansas","Rural","Culture","Kansas","Farm","Architecture","Art","Commerce","Cuisine","Kansas","Garden_City,_Kansas","Inman,_Kansas","Pratt,_Kansas","Independence,_Kansas","Ottawa,_Kansas","Concordia,_Kansas","Newsletters","Toronto,_Kansas"]}