{"cursor":"4470","size":15,"audio":[],"currentlang":"en","article":"{{Multiple issues |unreferenced = April 2011 |notability = October 2011\n|original research = April 2011 }}\n\n\n in Raleigh, North Carolina in February, 2009]] in Keswick on its final day of\n trading in December 2008]]\n\nA 'closeout' or 'clearance' is the final sale of an item or items to zero\ninventory. It may be a given model of item that is not selling well, or in the\ncase of the final closure of a retailer because of a relocation, a fire (fire\nsale), or especially because of a bankruptcy. In the latter case, it is usually\nknown as a going-out-of-business sale, and is part of a liquidation. A \"hail\nsale\" is a closeout at a car dealership after hail damage. Often, when the store\nis shutting down, they let people know that this is their last chance to buy the\nmerchandise.\n\nA 'closeout store' is a retailer specializing in buying closeout items wholesale\nfrom other retailers and selling them at a discount. Big Lots is a well-known\ncloseout store chain in the U.S., but other stores such as TJ Maxx, Ross Dress\nFor Less, Marshall's, and Value City are also common, specializing more in\nclothing and housewares.\n\nSome clearance merchandise is non-returnable at some stores, as the intent is of\ncourse to get rid of the items. This is especially the case with liquidation and\nstore-closing sales.\n\nRather than storing merchandise until the following year, almost every U.S.\nstore also has post-holiday clearance sales now, sometimes starting even before\nthe holiday (especially Christmas and Halloween). Early discounts are often\naround 25%, but range from zero to as much as 50%, particularly if the \"regular\"\nprices were deliberately inflated as some stores do. 50% is common just after\nthe holiday, often followed by 75%, and sometimes even 90%, at which point there\nis very little if anything left to choose from. Often during after-Christmas\nclearance sales, they let people know that this is their chance to buy\neverything they didn't get for Christmas, or as the phrase goes, \"everything\nSanta Claus forgot.\"\n\nSome stores do pack-up holiday merchandise after going 50% off for a week or so,\nbut often fail to remove the items from shelves before going back to regular\nprice. A few merchants actually get credit back from vendors for throwing out\ncertain merchandise.\n\nSome customers take note of when specific retailers normally mark down\nmerchandise further, showing up at the store on the very first day for the best\nselection. More general seasonal merchandise (such as winter clothing or summer\npatio furniture) is also put on clearance, but at more irregular times, making\nway for new fashions and fads.\n\nEven thrift stores have \"rolling\" closeouts. In this case, all merchandise put\nout in a given week is given a colored tag, or a letter to indicate what color\nif the item is directly marked with a grease pencil. During the last week before\nthe color is used again, everything marked in that color is discounted, usually\nby 50%. At the end of the week, all remaining item with that tag color are\nremoved from the shelves. There are typically four colors, so that all\nmerchandise is rotated every month or so. Some independent stores may use other\nsimilar systems, such as using more colors, and possibly marking down a color by\n25% the week before it goes 50% off.\n\nClearance sales typically occur on clearance racks in brick-and-mortar stores.\nStores typically place merchandise on a clearance rack and mark the price down\nuntil someone purchases the item. This clearance sale can be further enhanced by\nusing banners and signs, both on the interior and exterior of the store. This\nprocess has been replicated on the internet. The defunct drop.com was the first\nclearance website to mimic a retail store clearance rack by allowing sellers to\nautomatically mark down their items to a pool of consumers.\n","linknr":158,"url":"Closeout_(sale)","recorded":1362897205,"links":23,"instances":[],"pdf":[],"categories":["Retailing"],"headings":["See also"],"image":["//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//upload.wikimedia.org/wikipedia/commons/thumb/7/75/2009-02-26_Circuit_City_store_closing_everything_must_go.jpg/220px-2009-02-26_Circuit_City_store_closing_everything_must_go.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/3/39/WooliesKeswick1.JPG/220px-WooliesKeswick1.JPG","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Raleigh,_North_Carolina","Keswick,_Cumbria","Discounts_and_allowances","Inventory","Retailer","Fire","Fire_sale","Bankruptcy","Business","Liquidation","Car_dealership","Hail","Wholesale","Discounts_and_allowances","Big_Lots","Retail_chain","U.S.","TJ_Maxx","Ross_Dress_For_Less","Marshall's","Value_City","Clothing","Houseware","Merchandise","Holiday","Christmas","Halloween","Santa_Claus","Week","Debits_and_credits","Vendor","Customer","Patio","Furniture","Fashion","Fad","Thrift_store","Grease_pencil","Month","Fire_sale"]}