{"cursor":"14290","size":15,"audio":[],"currentlang":"en","article":"'Teleonomy' is the quality of apparent purposefulness and of goal-directedness\nof structures and functions in living organisms that derive from their\nevolutionary history, adaptation for reproductive success, or generally, due to\nthe operation of a program. Teleonomy is related to programmatic or\ncomputational aspects of purpose.\n\nThe term was coined to stand in contrast with teleology, which applies to ends\nthat are planned by an agent which can internally model/imagine various\nalternative futures and, enables intention, purpose and foresight. A teleonomic\nprocess, such as evolution, produces complex products without the benefit of a\nguiding foresight.\n\nEvolution largely hoards hindsight, as variations unwittingly make \"predictions\"\nabout structures and functions which could successfully cope with the future,\nand participate in an audition which culls the s, leaving winners for the next\ngeneration. Information accumulates about functions and structures that are\nsuccessful, exploiting feedback from the environment via the selection of fitter\ncoalitions of structures and functions. These features also have been described\nby Robert Rosen as an anticipatory system which builds an internal model based\non past and possible futures states.\n\nRichard Dawkins described the properties of \"archeo-purpose\" by natural\nselection and \"neo-purpose\" by evolved adaptation, in his talk on the \"Purpose\nof Purpose.\" As an evolutionary feature, the brain's flexibility in adapting or\nsubverting goals was attributed to making neo-purpose goals on an overarching\nevolutionary archeo-purpose. Language allows groups to share neo-purposes and\ncultural evolution, occurring much faster than natural evolution, can lead to\nconflict or collaborations. http://old.richarddawkins.net/videos/3956-the-purpose-of-\npurpose\n\nIn the later part of his working with a theory of social evolution and a related\ntheory of world-history, Talcott Parsons adopted the concept of teleonomy as the\nfundamental organizing principle for directional processes and his theory of\nsocietal development in general. In this way, Parsons tried to find a\ntheoretical compromise between voluntarism as a principle of action and the idea\nof a certain directionality in history.\n\nIn behavior analysis, the adverbial distinction between purposefulness, having\nan internal determination and purposiveness, serving or effecting a useful\nfunction was made by Hayne Reese. Reese implies that non-teleological statements\nare called teleonomic when they represent an \"if A then C\" phenomenon's\nantecedent; where, teleology is a consequent representation. The concept of\npurpose, as only being the teleology final cause, requires impossible time\nreversal; because, the future consequent determines the present antecedent.\nPurpose, as being both in the beginning and the end, simply rejects teleology,\nand addresses the time reversal problem. In this, Reese sees no value for\nteleology and teleonomic concepts in behavior analysis; however, the concept of\npurpose preserved in process can be useful, if not reified. \n","linknr":224,"url":"Teleonomy","recorded":1362483051,"links":21,"instances":["action","logic","philosophy","theoretical_biologist"],"pdf":["http://www.springerlink.com/index/N065P12442750447.pdf","http://www.springerlink.com/index/N065P12442750447.pdf"],"categories":["Teleology","Evolution","Concepts in metaphysics"],"headings":["History","Philosophy","Current status","See also","References","Further reading","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Unbalanced_scales.svg/45px-Unbalanced_scales.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Wiktionary-logo-en.svg/37px-Wiktionary-logo-en.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["robert_rosen","theoretical_biologist"],["voluntarism","action"],["antecedent","logic"],["naturalism","philosophy"]],"members":["voluntarism","antecedent","naturalism","robert_rosen"],"related":["Teleology","Intention","Foresight","Evolution","Hindsight","Feedback","Robert_Rosen_(theoretical_biologist)","Anticipatory_system","Richard_Dawkins","Social_evolution","Talcott_Parsons","Voluntarism_(action)","Adverbial","Antecedent_(logic)","Consequent","Temporal_paradox","Colin_Pittendrigh","Ernst_Mayr","Material_cause","Formal_cause","Efficient_cause","George_C._Williams","Jacques_Monod","Ernest_Nagel","David_Hull","Immanuel_Kant","Critique_of_Judgment","Vitalism","Final_cause","Emergence","Complex_systems","Self-organizing_systems","Autopoiesis","Naturalism_(philosophy)","Orthogenesis","Polytely","Telic_Recursion","T-symmetry"]}