{"cursor":"5281","size":15,"audio":[],"currentlang":"en","article":"\nA 'terrestrial ecosystem' is an ecosystem found only on a landform. Four primary\nterrestrial ecosystems exist: tundra, taiga, temperate deciduous forest, and\ngrassland.\n\nA community of organisms and their environment that occurs on the land masses of\ncontinents and islands. Terrestrial ecosystems are distinguished from aquatic\necosystems by the lower availability of water and the consequent importance of\nwater as a limiting factor. Terrestrial ecosystems are characterized by greater\ntemperature fluctuations on both a diurnal and seasonal basis than occur in\naquatic ecosystems in similar climates. The availability of light is greater in\nterrestrial ecosystems than in aquatic ecosystems because the atmosphere is more\ntransparent than water. Gases are more available in terrestrial ecosystems than\nin aquatic ecosystems. Those gases include carbon dioxide that serves as a\nsubstrate for photosynthesis, oxygen that serves as a substrate in aerobic\nrespiration, and nitrogen that serves as a substrate for nitrogen fixation.\nTerrestrial environments are segmented into a subterranean portion from which\nmost water and ions are obtained, and an atmospheric portion from which gases\nare obtained and where the physical energy of light is transformed into the\norganic energy of carbon-carbon bonds through the process of photosynthesis.\n\nTerrestrial ecosystems occupy 55,660,000 mi2 (144,150,000 km2), or 28.2%, of\nEarth's surface. Although they are comparatively recent in the history of life\n(the first terrestrial organisms appeared in the Silurian Period, about 425\nmillion years ago) and occupy a much smaller portion of Earth's surface than\nmarine ecosystems, terrestrial ecosystems have been a major site of adaptive\nradiation of both plants and animals. Major plant taxa in terrestrial ecosystems\nare members of the division Magnoliophyta (flowering plants), of which there are\nabout 275,000 species, and the division Pinophyta (conifers), of which there are\nabout 500 species. Members of the division Bryophyta (mosses and liverworts), of\nwhich there are about 24,000 species, are also important in some terrestrial\necosystems. Major animal taxa in terrestrial ecosystems include the classes\nInsecta (insects) with about 900,000 species, Aves (birds) with 8500 species,\nand Mammalia (mammals) with approximately 4100 species.\n\nOrganisms in terrestrial ecosystems have adaptations that allow them to obtain\nwater when the entire body is no longer bathed in that fluid, means of\ntransporting the water from limited sites of acquisition to the rest of the\nbody, and means of preventing the evaporation of water from body surfaces. They\nalso have traits that provide body support in the atmosphere, a much less\nbuoyant medium than water, and other traits that render them capable of\nwithstanding the extremes of temperature, wind, and humidity that characterize\nterrestrial ecosystems. Finally, the organisms in terrestrial ecosystems have\nevolved many methods of transporting gametes in environments where fluid flow is\nmuch less effective as a transport medium.\n\nThe organisms in terrestrial ecosystems are integrated into a functional unit by\nspecific, dynamic relationships due to the coupled processes of energy and\nchemical flow. Those relationships can be summarized by schematic diagrams of\ntrophic webs, which place organisms according to their feeding relationships.\nThe base of the food web is occupied by green plants, which are the only\norganisms capable of utilizing the energy of the Sun and inorganic nutrients\nobtained from the soil to produce organic molecules. Terrestrial food webs can\nbe broken into two segments based on the status of the plant material that\nenters them. Grazing food webs are associated with the consumption of living\nplant material by herbivores. Detritus food webs are associated with the\nconsumption of dead plant material by detritivores. The relative importance of\nthose two types of food webs varies considerably in different types of\nterrestrial ecosystems. Grazing food webs are more important in grasslands,\nwhere over half of net primary productivity may be consumed by herbivores.\nDetritus food webs are more important in forests, where less than 5% of net\nprimary productivity may be consumed by herbivores.\n\nThere is one type of extensive terrestrial ecosystem due solely to human\nactivities and eight types that are natural ecosystems. Those natural ecosystems\nreflect the variation of precipitation and temperature over Earth's surface. The\nsmallest land areas are occupied by tundra and temperate grassland ecosystems,\nand the largest land area is occupied by tropical forest. The most productive\necosystems are temperate and tropical forests, and the least productive are\ndeserts and tundras. Cultivated lands, which together with grasslands and\nsavannas utilized for grazing are referred to as agroecosystems, are of\nintermediate extent and productivity. Because of both their areal extent and\ntheir high average productivity, tropical forests are the most productive of all\nterrestrial ecosystems, contributing 45% of total estimated net primary\nproductivity on land.Only animals that is capable of living in the landforms\nlive here.\n","linknr":73,"url":"Terrestrial_ecosystem","recorded":1362902345,"links":11,"instances":[],"pdf":[],"categories":["Ecosystems"],"headings":[],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Ecosystem","Landform","Tundra","Taiga","Temperate_deciduous_forest","Grassland"]}