{"cursor":"7628","size":15,"audio":[],"currentlang":"en","article":"'Tet' (1958), by Morris Louis, is a painting composed of four fan-like stains of\nblues, greens, violets, and yellows. The colors converge and slide into each\nother, giving them the qualities of liquid. The pools at the bottom of the\npainting reveal the artist’s method and process; the colors have forged deltas\noriginating from these concentrated areas of watered down pigment. Louis used\ngravity to manipulate the thinned paint, resulting in these streams and fans of\ncolor. Charles W. Millard, “Morris Louis,” The Hudson Review 30 (Summer\n1977): 255.\n\nMorris Louis (née Morris Louis Bernstein) was an American painter who is often\ncategorized in the second generation of Abstract Expressionists, but has also\nbeen placed in the Color Field artists and the Minimalists. His painting Tet,\nfrom 1958, is an example of his work with the staining method which he used for\nthe majority of his career. Louis was a prodigy of the notable critic Clement\nGreenberg. Greenberg was introduced to Louis via Kenneth Noland, a friend of the\nartist who also lived in Washington DC. Greenberg in turn introduced Louis to\ngalleries and to artists in New York such as Barnett Newman, Mark Rothko, and\nHelen Frankenthaler. It was Frankenthaler who created the technique of staining:\na process using thinned paint and gravity on an unstretched and untreated\ncanvas. Edward B. Henning, “Morris Louis, Number 99,” The Bulletin of the\nCleveland Museum of Art 56 (February 1969), 81.\n\nGreenberg admired Frankenthaler’s technique because of his theories on “purism”\nwithin the arts. Greenberg believed that painting’s one characteristic which\ndistinguished it from other art forms was its “flatness.” Clement Greenberg, “Modernist Painting,” in Art in\nTheory 1900-2000 (Oxford: Blackwell Publishing, 2003), 775. This quality\nwas enhanced by the staining process. The paint actually soaked into the surface\nof the canvas, showing no three-dimensional qualities. Frankenthaler’s painting\nMountains and Sea would stand as Louis’s primary influence in his shift from\nmimicry of German Expressionism to his more recognizable work with\nstaining. Millard, “Morris Louis,” 253. After Greenberg introduced\nLouis to the technique, he championed the artist’s paintings as “pure”\npaintings, more so even than Greenberg’s previous prodigy, Jackson Pollock.\n\nLouis’ paintings are divided into several groups, Tet belonging to the Veils II\nseries. Louis used his staining technique throughout his short career, and his\nability to mix both “muddiness and density” allow individual pigments to be\nsimultaneously highlighted and muted within the same canvas. As Charles Millard\ndescribes, Louis’s works were finely articulated, yet distinctly indistinct,\nembodying a conflation of clear intent and chaotic chance. Millard, “Morris Louis,” 255. While there are\nportions on Tet’s surface that are undoubtedly muddy, the density and depth\nwithin the murky concentrations of pigment reveal Louis’ ability to create a\npseudo-illusionistic surface, more so even than his contemporary Barnett\nNewman’s pulsing pigments, seen in works such as Vir Heroicus Sublimis. Louis\nwas more widely accepted by critics and the public than Newman, especially due\nto the nature-like allusions in his work. Edward Lucie-Smith, Lives of the\nGreat Twentieth Century Artists (London: Weidenfeld &Nicolson, 1986),\n230. Once again using the river delta imagery, Louis’s Tet can be seen as\na pseudo-illusionistic allusion to nature. Many of his other works can be seen\nas references to nature as well.\n\nPerhaps the reason Louis’s Tet was so successful was because of the variation in\npigment which allowed the colors to mix as well as stand out. Louis used this\nquality in his works in order to create an “articulation” amongst the colors as\nwell as an overall atmospheric effect. The colors\nare the subject matter in his works. Louis allowed the paint to carve its own\npaths on the canvas, and the natural formations that resulted were much more\naccessible than previous Abstract Expressionist paintings. The viewer could\ndiscern nature-like shapes and forms in Louis’s work, allowing them to have a\nmuch more personal experience with the work, rather than Newman’s difficult and\nextremely abstracted works.\n\nAlthough the natural formations were so popular, they presented a difficulty for\nLouis. According to Millard, a notable critic of Louis’s works, “they are most\nnoticeable around the darkest and densest of the Veils, the darkness and density\nresulting from the very intensity of the hues seen at the edges, and suggest the\ndifficulty of trying to make hue speak when only pale values result in openness\nwhen poured over one another…” Ibid. In these fields of\ncolor, it seems nearly impossible to create intensity and pictorial focus in the\npaintings. Louis’ paintings are unsaturated, so the individual colors do not\ncall for focus. It seems that Louis understood the lack of a focal point and\ncorrected it with the introduction of columns and fans. By\nadjusting the flow of the paints into various different shapes, he was able to\ncreate very specific focal points, without which the works would likely have\nbeen less successful. These flows can be viewed in Number 99 (1959) and\nConvergent (1954), in which the paint fans out in rounded trails and amorphous\namoeba-like shapes.\n\nFinally, Louis’ Tet can be seen as a form of Symbolist painting. Michael Fried\ndescribed Louis’ paintings as symbolist in their “impersonality” and “absolute”-\nness. Louis had changed his name from Bernstein, but his Jewish upbringing was a\nlarge influence on his works as can be seen in the symbols of his early works.\nLouis’ early works contained more obvious symbology, such as a Star of David in\nUntitled (Jewish Star) (1951), but Fried argued that his works were not directly\ninfluenced by symbolism, but were rather connected to it in their mimicry of the\nSymbolist model: “of a work of art as having a life of its own, independent of\nits maker and corresponding to, rather than imitating, the organic self-\nsufficiency of nature.” John Elderfield, Morris Louis: The Museum of Modern\nArt New York (Boston: Little, Brown and Company, 1986), 72. Tet can be\nseen as symbolism in its use of the natural flow of pigment and the organic\nallusion it achieved. Louis’ works achieved a certain spiritual experience for\nthe viewer, one which was likely a direct result of Louis’ Jewish upbringing.\n","linknr":100,"url":"Tet_(Morris_Louis_painting)","recorded":1374961939,"links":["/w/index.php?title=Tet_(Morris_Louis_painting)&action=edit","/w/index.php?title=Tet_(Morris_Louis_painting)&action=edit","//bits.wikimedia.org/favicon/wikipedia.ico","/w/opensearch_desc.php","//en.wikipedia.org/w/api.php?action=rsd","//creativecommons.org/licenses/by-sa/3.0/","/w/index.php?title=Special:RecentChanges&feed=atom","//bits.wikimedia.org/en.wikipedia.org/load.php?debug=false&lang=en&modules=ext.gadget.DRN-wizard%2CReferenceTooltips%2Ccharinsert%2Cteahouse%7Cext.rtlcite%2Cwikihiero%7Cext.uls.nojs%7Cmediawiki.legacy.commonPrint%2Cshared%7Cmw.PopUpMediaTransform%7Cskins.vector&only=styles&skin=vector&*","//bits.wikimedia.org/en.wikipedia.org/load.php?debug=false&lang=en&modules=site&only=styles&skin=vector&*","//bits.wikimedia.org/en.wikipedia.org/load.php?debug=false&lang=en&modules=startup&only=scripts&skin=vector&*","//bits.wikimedia.org/geoiplookup","//meta.wikimedia.org","#mw-navigation","#p-search","/wiki/Morris_Louis","#cite_note-1","/wiki/Color_Field","/wiki/Clement_Greenberg","/wiki/Kenneth_Noland","/wiki/Barnett_Newman","/wiki/Mark_Rothko","/wiki/Helen_Frankenthaler","#cite_note-2","#cite_note-ClementGreenberg-3","/wiki/German_Expressionism","#cite_note-4","/wiki/Jackson_Pollock","#cite_note-ClementGreenberg-3","#cite_note-MillardMorris-5","#cite_note-6","#cite_note-MillardMorris-5","#cite_note-Ibid-7","#cite_note-Ibid-7","/wiki/Symbolist","/wiki/Michael_Fried","#cite_note-8","/w/index.php?title=Tet_(Morris_Louis_painting)&action=edit&section=1","#cite_ref-1","#cite_ref-2","#cite_ref-ClementGreenberg_3-0","#cite_ref-ClementGreenberg_3-1","#cite_ref-4","#cite_ref-MillardMorris_5-0","#cite_ref-MillardMorris_5-1","#cite_ref-6","#cite_ref-Ibid_7-0","#cite_ref-Ibid_7-1","#cite_ref-8","//en.wikipedia.org/w/index.php?title=Special:CentralAutoLogin/start&type=1x1&from=enwiki","http://en.wikipedia.org/w/index.php?title=Tet_(Morris_Louis_painting)&oldid=560580273","/wiki/Help:Categories","/wiki/Category:American_paintings","/w/index.php?title=Special:UserLogin&returnto=Tet+%28Morris+Louis+painting%29&type=signup","/w/index.php?title=Special:UserLogin&returnto=Tet+%28Morris+Louis+painting%29","/wiki/Tet_(Morris_Louis_painting)","/wiki/Talk:Tet_(Morris_Louis_painting)","#","/wiki/Tet_(Morris_Louis_painting)","/w/index.php?title=Tet_(Morris_Louis_painting)&action=edit","/w/index.php?title=Tet_(Morris_Louis_painting)&action=history","#","/w/index.php","//bits.wikimedia.org/static-1.22wmf10/skins/vector/images/search-ltr.png?303-4","/wiki/Main_Page","/wiki/Main_Page","/wiki/Portal:Contents","/wiki/Portal:Featured_content","/wiki/Portal:Current_events","/wiki/Special:Random","//donate.wikimedia.org/wiki/Special:FundraiserRedirector?utm_source=donate&utm_medium=sidebar&utm_campaign=C13_en.wikipedia.org&uselang=en","/wiki/Help:Contents","/wiki/Wikipedia:About","/wiki/Wikipedia:Community_portal","/wiki/Special:RecentChanges","//en.wikipedia.org/wiki/Wikipedia:Contact_us","/wiki/Special:WhatLinksHere/Tet_(Morris_Louis_painting)","/wiki/Special:RecentChangesLinked/Tet_(Morris_Louis_painting)","/wiki/Wikipedia:File_Upload_Wizard","/wiki/Special:SpecialPages","/w/index.php?title=Tet_(Morris_Louis_painting)&oldid=560580273","/w/index.php?title=Tet_(Morris_Louis_painting)&action=info","/w/index.php?title=Special:Cite&page=Tet_%28Morris_Louis_painting%29&id=560580273","/w/index.php?title=Special:Book&bookcmd=book_creator&referer=Tet+%28Morris+Louis+painting%29","/w/index.php?title=Special:Book&bookcmd=render_article&arttitle=Tet+%28Morris+Louis+painting%29&oldid=560580273&writer=rl","/w/index.php?title=Tet_(Morris_Louis_painting)&printable=yes","#","//en.wikipedia.org/wiki/Wikipedia:Text_of_Creative_Commons_Attribution-ShareAlike_3.0_Unported_License","//creativecommons.org/licenses/by-sa/3.0/","//wikimediafoundation.org/wiki/Terms_of_Use","//wikimediafoundation.org/wiki/Privacy_policy","//www.wikimediafoundation.org/","//wikimediafoundation.org/wiki/Privacy_policy","/wiki/Wikipedia:About","/wiki/Wikipedia:General_disclaimer","//en.wikipedia.org/wiki/Wikipedia:Contact_us","//en.m.wikipedia.org/wiki/Tet_(Morris_Louis_painting)","//wikimediafoundation.org/","//bits.wikimedia.org/images/wikimedia-button.png","//www.mediawiki.org/","//bits.wikimedia.org/static-1.22wmf10/skins/common/images/poweredby_mediawiki_88x31.png","//bits.wikimedia.org/en.wikipedia.org/load.php?debug=false&lang=en&modules=site&only=scripts&skin=vector&*"],"instances":[],"pdf":[],"categories":["American paintings"],"headings":["References"],"image":["//en.wikipedia.org/w/index.php?title=Special:CentralAutoLogin/start&type=1x1&from=enwiki","//bits.wikimedia.org/static-1.22wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.22wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Morris_Louis","Color_Field","Clement_Greenberg","Kenneth_Noland","Barnett_Newman","Mark_Rothko","Helen_Frankenthaler","German_Expressionism","Jackson_Pollock","Symbolist","Michael_Fried"]}