{"cursor":"5124","size":15,"audio":[],"currentlang":"en","article":"\n{{Infobox musical artist\n | name = The Higher image = Thehigher-kcsc-chico-california.jpg caption = The\n | Higher stops by KCSCradio.com in Chico, CA. 10/2005 background =\n | group_or_band origin = Las Vegas, Nevada, U.S. genre = Power pop, pop rock\n | years_active = 2002-2012 label = Epitaph Records current_members = Seth\n | Trotter Robert Gene Ragan II Jason \"Face\" Centeno past_members = Pat\n | Harter (drummer) Doug \"Duug Fresh\" McCarthy Tom Oakes (Guitar /\n | Vocals) James Mattison (Guitar) Andrew \"The Kidd\" Evans (Guitar)\n}}\n\n'The Higher' were an American pop rock band from Las Vegas, Nevada. They were\noriginally known as \"September Star\". They have released two full length albums\nnamed On Fire, Histrionics [http://www.cduniverse.com/search/xx/music/artis-\nt/Higher/a/Higher.htm CD-Universe] and EPs named \"Pace Yourself\" and \"Star\nis Dead.\" [http://epitaph.com/artists/artist/235 Epitaph.com]\n\nTheir music video for \"Insurance?\" from On Fire has received moderate rotation\non college-oriented video programming, such as MTVu. The video was shot in Las\nVegas and features the band performing and playing casino games with dancers.\n\nThey signed with Epitaph Records and began making pop records, including a cover\nof Ne-Yo's \"Closer\". Some believe that since then, they have lost their older\npunk sound heard on Histrionics and Star is Dead.\n\nIn 2002, performing under their previous name September Star, The Higher\ndefeated other local bands including Januarys Last Call, Local 15, Absent\nMinded, Jr. Anti Sex League, and Halfway to win video recording time with VH1 in\nthe first annual Las Vegas Bike Rack Battles. They frequently performed at local\nvenues like the Huntridge and Smoothie King.\n\nIn February 2008, the band announced that founding member Tom Oakes had\nleft the band.\n\nOfficial band statement: \"The Higher regrets to inform everyone that due to\npersonal and creative issues, Tom Oakes has decided to take leave from the\nband. We wish him the best in his future projects. The Higher will continue on\nand will perform at all dates posted. The Higher wishes to thank all their\nfans for their understanding, support and love during this time and hopes to\nsee you on tour.\"\n\nTom Oakes: \"To all of you, I want to thank all of you for what you have done for\nthis band. I am personally shaken about this, but not destroyed. The band is\nvery adamant about continuing on and I have nothing but the most faith in the\nworld that they will not only continue, but succeed. If any of you have any\nquestions, I am available to speak further. Thank you all again and look forward\nto a successful 2008!\". [http://www.buzznet.com/web/music/journals/entry/1859681/higher-\nloses-founding-member/ Buzznet.com]\n\nIn April 2008, The Higher completed their first ever UK tour, supporting Elliot\nMinor for 8 dates alongside openers Furthest Drive Home.\n\nSince Tom Oakes departure from the band in February 2008, The Higher's former\nguitar tech and merchandiser Andrew \"The Kid\" Evans filled in on guitar before\nthe band made him an official member in 2009.\n\nIn November of 2009 McCarthy left the band for personal issues and in October\n2010 Evans left The Higher to pursue his own musical interests.\n\nIn December of 2011 Seth Trotter formed his new band The Glass Elevator\n(https://www.facebook.com/TheGlassElevator,\nhttp://www.reverbnation.com/theglasselevator)\n\nOn the 28th of January 2012, The Higher announced on their Facebook that they\nwere calling it quits, with a farewell show planned for later in the year in\nLas Vegas.\n","linknr":130,"url":"The_Higher","recorded":1362478809,"links":13,"instances":["the_higher_album","the_higher_album"],"pdf":[],"categories":["American rock music groups"],"headings":["Discography","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/2/2f/Thehigher-kcsc-chico-california.jpg/220px-Thehigher-kcsc-chico-california.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["on_fire","the_higher_album"],["histrionics","the_higher_album"],["on_fire","the_higher_album"]],"members":["on_fire","histrionics"],"related":["Las_Vegas,_Nevada","Nevada","United_States","Power_pop","Pop_rock","Epitaph_Records","United_States","Pop_rock","Las_Vegas,_Nevada","Nevada","On_Fire_(The_Higher_album)","Histrionics_(The_Higher_album)","Extended_play","On_Fire_(The_Higher_album)","MTVu","Casino","Epitaph_Records","Ne-Yo","Elliot_Minor","Furthest_Drive_Home","Fiddler_Records","Epitaph_Records","Allmusic"]}