{"cursor":"5579","size":15,"audio":[],"currentlang":"en","article":"__NOTOC__ {{Infobox book\n| name = The State title_orig = Der Staat translator = image = image_caption =\n| author = Franz Oppenheimer illustrator = cover_artist = country = German\n| Empire language = series = subject = The state genre = Political sociology\n| publisher = Unknown pub_date = 1908 english_pub_date = 1922 media_type = pages\n| = isbn = oclc = preceded_by = followed_by =\n}} 'The State' () is a book by German sociologist Franz Oppenheimer first\npublished in Germany in 1908. Oppenheimer wrote the book in Frankfurt am Main\nduring 1907, as a fragment of the four-volume System of Sociology, an intended\ninterpretative framework for the understanding of social evolution on which he\nlaboured from the 1890s until the end of his life. Paul\nGottfried, Introduction to the 1999 Transaction Publishers edition, p.\ni–xvi The work summarizes Oppenheimer's general theory on the origin,\ndevelopment and future transformation of the state. The State,\nwhich Oppenheimer's missionary zeal pervades, was widely read and passionately\ndiscussed in the early 20th century. It was well received by—and influential\non—as diverse an audience as Israeli halutzim, American and Slavic\ncommunitarians, West German Chancellor Ludwig Erhard, and anarcho-capitalists\nlike Murray Rothbard.\n\nA classical liberal and socialist sympathiser, Oppenheimer regarded capitalism\nas \"a system of exploitation and capital revenues as the gain of that\nexploitation\", but placed the blame not on the genuinely free market, but on the\nintervention of the state. Oppenheimer's view of the state is\nprofoundly opposed to the then dominant characterisation propounded by G. W. F.\nHegel of the state as an admirable achievement of modern civilisation. Proponents of this view tend to accept the social contract view\nthat the State came about as every larger groups of people agreed to subordinate\ntheir private interests for the common good.\n\nIn contrast, Opphenheimer's view was an advancement of the \"conquest theory\" of\nthe state that developed during the late 19th century by Ludwig Gumplowicz. According to conquest theory, the state came into being\nthrough war and conquest, a consequence of which was the establishment of social\nclasses; the dominant conquerors and the subordinate conquered. This, in turn,\nled to the emergence of a political system to consolidate the power of the\nconquerors, to perpetuate and regulate class divisions.\nOppenheimer's views led the American essayist, Albert Jay Nock, writing in the\nfirst half of the 20th century, to remark that, \"Taking the State wherever\nfound, striking into its history at any point, one sees no way to differentiate\nthe activities of its founders, administrators and beneficiaries from those of a\nprofessional-criminal class.\" Nock, Albert Jay (1935).\n[http://mises.org/books/Our_Enemy_The_State_Nock.pdf Our Enemy, The\nState].\n","linknr":140,"url":"The_State_(book)","recorded":1362477381,"links":14,"instances":["polity"],"pdf":["http://mises.org/books/Our_Enemy_The_State_Nock.pdf"],"categories":["1908 books","German non-fiction books","Books about anarchism","Books in political philosophy","Sociology books","20th-century German literature"],"headings":["Publication history","See also","Footnotes","External links"],"image":["//upload.wikimedia.org/wikipedia/en/9/99/The_state_-_oppenheimer.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["state","polity"],["state","polity"]],"members":["state"],"related":["Franz_Oppenheimer","German_Empire","State_(polity)","Political_sociology","Franz_Oppenheimer","Frankfurt_am_Main","Social_evolution","Paul_Gottfried","State_(polity)","Halutz","Communitarian","West_German","Ludwig_Erhard","Anarcho-capitalists","Murray_Rothbard","Classical_liberal","Capitalism","Free_market","Intervention_of_the_state","Georg_Wilhelm_Friedrich_Hegel","Ludwig_Gumplowicz","Social_class","Albert_Jay_Nock","Anarcho-capitalist_literature"]}