{"cursor":"4310","size":15,"audio":[],"currentlang":"en","article":"The 'threshold limit value' ('TLV') of a chemical substance is a level to which\nit is believed a worker can be exposed day after day for a working lifetime\nwithout adverse health effects. Strictly speaking, TLV is a reserved term of the\nAmerican Conference of Governmental Industrial Hygienists (ACGIH). However, it\nis sometimes loosely used to refer to other similar concepts used in\noccupational health and toxicology. TLVs, along with biological exposure indices\n(BEIs), are published annually by the ACGIH.\n\nThe TLV is an estimate based on the known toxicity in humans or animals of a\ngiven chemical substance, and the reliability and accuracy of the latest\nsampling and analytical methods. It is not a static definition since new\nresearch can often modify the risk assessment of substances and new laboratory\nor instrumental analysis methods can improve analytical detection limits. The\nTLV is a recommendation by ACGIH, with only a guideline status. As such, it\nshould not be confused with exposure limits having a regulatory status, like\nthose published and enforced by the Occupational Safety and Health\nAdministration (OSHA). The OSHA regulatory exposure limits permissible exposure\nlimits (PELs) published in 29CFR 1910.1000 Table Z1 are based on recommendations\nmade by the ACGIH in 1968, although other exposure limits were adopted more\nrecently. Many OSHA exposure limits are not considered by the industrial hygiene\ncommunity to be sufficiently protective levels. The National Institute of\nOccupational Safety and Health (NIOSH) publishes recommended exposure limits\n(RELs) which OSHA takes into consideration when promulgating new regulatory\nexposure limits.\n","linknr":116,"url":"Threshold_limit_value","recorded":1362477073,"links":20,"instances":[],"pdf":[],"categories":["Occupational safety and health","Industrial hygiene"],"headings":["Definitions","Similar concepts"],"image":["//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Chemical_substance","Adverse_health_effect","American_Conference_of_Governmental_Industrial_Hygienists","Occupational_safety_and_health","Toxicology","Toxicity","Human","Animal","Analytical_method","Risk_assessment","Laboratory","Instrumental_analysis","Detection_limit","Occupational_Safety_and_Health_Administration","Permissible_exposure_limit","Industrial_hygiene","National_Institute_of_Occupational_Safety_and_Health","Parts_per_million","Gas","Particulate","Dust","Smoke","Mist","Molecular_weight","Time_weighted_average","Short-term_exposure_limit","Ceiling_limit","Noise","Vibration","Ionizing_radiation","Non-ionizing_radiation","Heat","Cold","Workplace_environmental_exposure_level"]}