{"cursor":"3969","size":15,"audio":[],"currentlang":"en","article":"\n\n\n'Time release technology' (also known as 'sustained-release' ('SR'), 'sustained-\naction' ('SA'), 'extended-release' ('ER', 'XR', 'XL'), 'timed-release' ('TR'),\n'[[Controlled release|controlled-release]]' ('CR'), 'modified release' ('MR'),\nor 'continuous-release' ('Contin')) is a mechanism used in pill tablets or\ncapsules to dissolve a drug over time in order to be released slower and\nsteadier into the bloodstream while having the advantage of being taken at\nless frequent intervals than 'immediate-release' ('IR') formulations of the\nsame drug.\n\nToday, most time-release drugs are formulated so that the active ingredient is\nembedded in a matrix of insoluble substance(s) (various: some acrylics, even\nchitin; these substances are often patented) such that the dissolving drug must\nfind its way out through the holes in the matrix. Some drugs are enclosed in polymer-\nbased tablets with a laser-drilled hole on one side and a porous membrane on the\nother side. Stomach acids push through the porous membrane, thereby pushing the\ndrug out through the laser-drilled hole. In time, the entire drug dose releases\ninto the system while the polymer container remains intact, to be excreted later\nthrough normal digestion.\n\nIn some SR formulations, the drug dissolves into the matrix, and the matrix\nphysically swells to form a gel, allowing the drug to exit through the gel's\nouter surface.\n\nMicro-encapsulation is also regarded as a more complete technology to produce\ncomplex dissolution profiles. Through coating an active pharmaceutical\ningredient around an inert core, and layering it with insoluble substances to\nform a microsphere you are able to obtain more consistent and replicable\ndissolution rates in a convenient format you can mix and match with other\ninstant release pharmaceutical ingredients in to any two piece gelatin capsule.\n\nThere are certain considerations for the formation of sustained-release\nformulation:\n* If the active compound has a long half-life (over 6 hours), it is sustained\n  on its own.\n* If the pharmacological activity of the active compound is not related to its\n  blood levels, time releasing has no purpose.\n* If the absorption of the active compound involves an active transport, the\n  development of a time-release product may be problematic.\n* Finally, if the active compound has a short half-life, it would require a\n  large amount to maintain a prolonged effective dose. In this case, a broad\n  therapeutic window is necessary to avoid toxicity; otherwise, the risk is\n  unwarranted and another mode of administration would be recommended.\n","linknr":116,"url":"Time_release_technology","recorded":1362504862,"links":20,"instances":["pharmacy","pharmacy"],"pdf":[],"categories":["Pharmacology"],"headings":["Pill splitting","References","See also"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Mergefrom.svg/50px-Mergefrom.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/6/63/Split_Bupropion_XL_shell_Anchen.jpg/200px-Split_Bupropion_XL_shell_Anchen.jpg","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/0/00/FlattenedRoundPills.jpg/40px-FlattenedRoundPills.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["tablet","pharmacy"],["capsule","pharmacy"],["capsule","pharmacy"],["tablet","pharmacy"]],"members":["capsule","tablet"],"related":["Tablet_(pharmacy)","Capsule_(pharmacy)","Solvation","Drug","Active_ingredient","Acryl_group","Chitin","Patented","Micro-encapsulation","Capsule_(pharmacy)","Active_transport","Tablet_(pharmacy)"]}