{"cursor":"9342","size":15,"audio":[],"currentlang":"en","article":"\n'Time of flight' (TOF) describes a variety of methods that measure the time that\nit takes for an object, particle or acoustic, electromagnetic or other wave to\ntravel a distance through a medium. This measurement can be used for a time\nstandard (such as an atomic fountain), as a way to measure velocity or path\nlength through a given medium, or as a way to learn about the particle or medium\n(such as composition or flow rate). The traveling object may be detected\ndirectly (e.g., ion detector in mass spectrometry) or indirectly (e.g., light\nscattered from an object in laser doppler velocimetry).\n\n* In electronics, the TOF method is used to estimate the electron mobility.\n  Originally, it was designed for measurement of low-conductive thin films,\n  later adjusted for common semiconductors. This experimental technique is used\n  for metal-dielectric-metal structures  as well as organic field-\n  effect transitors. The excess charges are generated by application\n  of the laser or voltage pulse.\n\n* In time-of-flight mass spectrometry, ions are accelerated by an electrical\n  field to the same kinetic energy with the velocity of the ion depending on the\n  mass-to-charge ratio. Thus the time-of-flight is used to measure velocity,\n  from which the mass-to-charge ratio can be determined. The time-of-\n  flight of electrons is used to measure their kinetic energy. [http://www.osti.gov/bridge/servlets/purl/764241-\n  IyAfiC/webviewable/764241.pdf Time-of-Flight Techniques For The Investigation\n  Of Kinetic Energy Distributions Of Ions And Neutrals Desorbed By Core\n  Excitations]\n\n* In near infrared spectroscopy, the TOF method is used to measure the media-\n  dependent optical pathlength over a range of optical wavelengths, from which\n  composition and properties of the media can be analyzed.\n\n* In ultrasonic flow meter measurement, TOF is used to measure speed of\n  signal propagation upstream and downstream of flow of a media, in order to\n  estimate total flow velocity. This measurement is made in a collinear\n  direction with the flow.\n\n* In planar Doppler velocimetry (optical flow meter measurement), TOF\n  measurements are made perpendicular to the flow by timing when individual\n  particles cross two or more locations along the flow (collinear measurements\n  would require generally high flow velocities and extremely narrow-band\n  optical filters).\n\n* In optical interferometry, the pathlength difference between sample and\n  reference arms can be measured by TOF methods, such as frequency modulation\n  followed by phase shift measurement or cross correlation of signals. Such\n  methods are used in laser radar and laser tracker systems for medium-long\n  range distance measurement.\n\n* In kinematics, TOF is the duration in which a projectile is traveling through\n  the air. Given the initial velocity u of a particle launched from\n  the ground, the downward (i.e. gravitational) acceleration a , and\n  the projectile's angle of projection θ (measured relative to the horizontal),\n  then a simple rearrangement of the SUVAT equation\n\n: s = vt - \\begin{matrix} \\frac{1}{2} \\end{matrix} at^2\n\nresults in this equation\n\n: t=\\frac {2v \\sin \\theta} {a}\n\nfor the time of flight of a projectile.\n","linknr":145,"url":"Time-of-flight","recorded":1362674573,"links":16,"instances":[],"pdf":["http://www.osti.gov/bridge/servlets/purl/764241-IyAfiC/webviewable/764241.pdf","http://www.measurementsci.com/papers/FEDSM06_98556.pdf","http://www.measurementsci.com/papers/FEDSM06_98556.pdf"],"categories":["Mass spectrometry","Spectroscopy"],"headings":["Time-of-flight mass spectrometry","Ultrasonic and optical time-of-flight flow meters","High-precision measurements in physics","See also","References"],"image":["//upload.wikimedia.org/math/7/b/7/7b774effe4a349c6dd82ad4f4f21d34c.png","//upload.wikimedia.org/math/0/c/c/0cc175b9c0f1b6a831c399e269772661.png","//upload.wikimedia.org/math/2/6/f/26fead5fbb1a5fd392b20d748c1794a5.png","//upload.wikimedia.org/math/5/d/5/5d59177005682d61f6f1ceddeebebeca.png","//upload.wikimedia.org/wikipedia/commons/thumb/7/78/LCMS-IT-TOF.jpg/220px-LCMS-IT-TOF.jpg","//bits.wikimedia.org/static-1.21wmf7/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Electronics","Electron_mobility","Time-of-flight_mass_spectrometry","Kinetic_energy","Mass-to-charge_ratio","Electron","Near_infrared_spectroscopy","Ultrasonic_flow_meter","Planar_Doppler_velocimetry","Kinematics","SUVAT_equations","Time-of-flight_mass_spectrometry","Mass_spectrometry","Ion","Electric_field","Kinetic_energy","Mass-to-charge_ratio","Mass-to-charge_ratio","Mass-to-charge_ratio","Ultrasonic_flow_meter","Moving_parts","Doppler_shift","Flume","Weir","Autocorrelation","MOEMS","Kelvin_probe_force_microscope","Fluxgate_compass","Radar_absorbent_material","Einzel_lens","Time-of-flight_camera","Travel_time"]}