{"cursor":"3743","size":15,"audio":[],"currentlang":"en","article":"'Time reversibility' is an attribute of some stochastic processes and some\ndeterministic processes.\n\nIf a stochastic process is time reversible, then it is not possible to\ndetermine, given the states at a number of points in time after running the\nstochastic process, which state came first and which state arrived later.\n\nIf a deterministic process is time reversible, then the time-reversed process\nsatisfies the same dynamical equations as the original process, AKA reversible\ndynamics; the equations are invariant or symmetric under a change in the sign of\ntime. Classical mechanics and optics are both time-reversible. Modern physics is\nnot quite time-reversible; instead it exhibits a broader symmetry, CPT symmetry.\n\nTime reversibility generally occurs when, within a process, it can be broken up\ninto sub-processes which undo the effects of each other. For example, in\nphylogenetics, a time-reversible nucleotide substitution model such as the model\nhas the total overall rate into a certain nucleotide equal to the total rate out\nof that same nucleotide.\n\nTime Reversal, specifically in the field of acoustics, is a process by which the\nlinearity of sound waves is used to reverse a received signal; this signal is\nthen re-emitted and a temporal compression occurs, resulting in a reverse of the\ninitial excitation waveform being played at the initial source. Mathias Fink is\ncredited with proving Acoustic Time Reversal by experiment.\n","linknr":139,"url":"Time_reversibility","recorded":1362537840,"links":15,"instances":[],"pdf":[],"categories":["Stochastic processes","Time series analysis"],"headings":["Stochastic processes","See also","Notes","References"],"image":["//upload.wikimedia.org/math/3/8/d/38d9d649790f285915ca53574cc0ccf6.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Stochastic_process","Deterministic","Stochastic_process","Deterministic","Reversible_dynamics","Classical_mechanics","Optics","CPT_symmetry","Phylogenetics","Time_Reversal_Signal_Processing","Acoustics","Gaussian_process","Autoregressive_moving_average_model","Normal_distribution","Markov_Chain","Lévy_processes","Stochastic_network","Kelly's_lemma","Birth_and_death_processes","Markov_chain","Piecewise_deterministic_Markov_processes","Kolmogorov’s_criterion","Reversible_cellular_automaton","Reversible_dynamics","T-symmetry"]}