{"cursor":"5430","size":15,"audio":[],"currentlang":"en","article":"\n\n'Tolerance analysis' is the general term for activities related to the study of\naccumulated variation in mechanical parts and assemblies. Its methods may be\nused on other types of systems subject to accumulated variation, such as\nmechanical and electrical systems. Engineers analyze tolerances for the purpose\nof evaluating geometric dimensioning and tolerancing (GD&T). Methods include 2D\ntolerance stacks, 3D Monte Carlo simulations, and datum conversions.\n\n'Tolerance stackups' or 'tolerance stacks' are terms used to describe the problem-\nsolving process in mechanical engineering of calculating the effects of the\naccumulated variation that is allowed by specified dimensions and tolerances.\nTypically these dimensions and tolerances are specified on an engineering\ndrawing. Arithmetic tolerance stackups use the worst-case maximum or minimum\nvalues of dimensions and tolerances to calculate the maximum and minimum\ndistance (clearance or interference) between two features or parts. Statistical\ntolerance stackups evaluate the maximum and minimum values based on the absolute\narithmetic calculation combined with some method for establishing likelihood of\nobtaining the maximum and minimum values, such as Root Sum Square (RSS) or Monte-\nCarlo methods.\n\nIn performing a tolerance analysis, there are two fundamentally different\nanalysis tools for predicting stackup variation: worst-case analysis and\nstatistical analysis. Worst-case tolerance analysis is the traditional type of\ntolerance stackup calculation. The individual variables are placed at their\ntolerance limits in order to make the measurement as large or as small as\npossible. The worst-case model does not consider the distribution of the\nindividual variables, but rather that those variables do not exceed their\nrespective specified limits. This model predicts the maximum expected variation\nof the measurement. Designing to worst-case tolerance requirements guarantees\n100 percent of the parts will assemble and function properly, regardless of the\nactual component variation. The major drawback is that the worst-case model\noften requires very tight individual component tolerances. The obvious result is\nexpensive manufacturing and inspection processes and/or high scrap rates. Worst-\ncase tolerancing is often required by the customer for critical mechanical\ninterfaces and spare part replacement interfaces. When worst-case tolerancing is\nnot a contract requirement, properly applied statistical tolerancing can ensure\nacceptable assembly yields with increased component tolerances and lower\nfabrication costs. The statistical variation analysis model takes advantage of\nthe principles of statistics to relax the component tolerances without\nsacrificing quality. Each component’s variation is modeled as a statistical\ndistribution and these distributions are summed to predict the distribution of\nthe assembly measurement. Thus, statistical variation analysis predicts a\ndistribution that describes the assembly variation, not the extreme values of\nthat variation. This analysis model provides increased design flexibility by\nallowing the designer to design to any quality level, not just 100 percent.\n\nWhile no official engineering standard covers the process or format of tolerance\nanalysis and stackups, these are essential components of good product design.\nTolerance stackups should be used as part of the mechanical design process, both\nas a predictive and a problem-solving tool. The methods used to conduct a\ntolerance stackup depend somewhat upon the engineering dimensioning and\ntolerancing standards that are referenced in the engineering documentation, such\nas American Society of Mechanical Engineers (ASME) Y14.5, ASME Y14.41, or the\nrelevant ISO dimensioning and tolerancing standards. Understanding the\ntolerances, concepts and boundaries created by these standards is vital to\nperforming accurate calculations.\n\nTolerance stackups serve engineers by:\n* helping them study dimensional relationships within an assembly.\n* giving designers a means of calculating part tolerances.\n* helping engineers compare design proposals.\n* helping designers produce complete drawings.\n","linknr":89,"url":"Tolerance_analysis","recorded":1362538094,"links":12,"instances":[],"pdf":[],"categories":["Mechanical engineering","Quality control"],"headings":["Concerns with tolerance stackups","See also","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/40px-Text_document_with_red_question_mark.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Geometric_dimensioning_and_tolerancing","Monte_Carlo_simulation","Mechanical_engineering","Engineering_tolerance","Product_design","American_Society_of_Mechanical_Engineers","Tolerance_coning"]}