{"cursor":"2276","size":15,"audio":[],"currentlang":"en","article":"\n'Toxicokinetics' (often abbreviated as 'TK') is the description of what rate a\nchemical will enter the body and what happens to it once it is in the body. It\nis an application of pharmacokinetics to determine the relationship between the\nsystemic exposure of a compound in experimental animals and its toxicity. It is\nused primarily for establishing relationships between exposures in toxicology\nexperiments in animals and the corresponding exposures in humans. However, it\ncan also be used in environmental risk assessments in order to determine the\npotential effects of releasing chemicals into the environment. In order to\nquantify toxic effects toxicokinetics can be combined with toxicodynamics. Such\ntoxicokinetic-toxicodynamic (TKTD) models are used in ecotoxicology (see\n[http://www.ecotoxmodels.org ecotoxmodels] a website on mathematical models in\necotoxicology).\n\nSimilarly, physiological toxicokinetic models are physiological pharmacokinetic\nmodels developed to describe and predict the behavior of a toxicant in an animal\nbody; for example, what parts (compartments) of the body a chemical may tend to\nenter (e.g. fat, liver, spleen, etc.), and whether or not the chemical is\nexpected to be metabolized or excreted and at what rate.\n\nFour potential processes exist for a chemical interacting with an animal:\nabsorption, distribution, biotransformation and excretion. Absorption describes\nthe entrance of the chemical into the body, and can occur through the air,\nwater, food, or soil. Once a chemical is inside a body, it can be distributed to\nother areas of the body through diffusion or other biological processes. At this\npoint, the chemical may be biotransformed through metabolism into other\nchemicals (metabolites). These metabolites can be less toxic than the parent\ncompound. After this potential biotransformation occurs, the metabolites may\nleave the body, be transformed into other compounds, or continue to be stored in\nthe body compartments.\n","linknr":97,"url":"Toxicokinetics","recorded":1362503156,"links":18,"instances":["pharmacokinetics"],"pdf":[],"categories":["Medicinal chemistry","Pharmacokinetics","Toxicology"],"headings":[],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Blue_morpho_butterfly.jpg/30px-Blue_morpho_butterfly.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["absorption","pharmacokinetics"]],"members":["absorption"],"related":["Pharmacokinetics","Animal_testing","Toxin","Toxicology","PBPK","Absorption_(pharmacokinetics)"]}