{"cursor":"9103","size":15,"audio":[],"currentlang":"en","article":"A 'transcendental argument' is a deductive philosophical argument which takes a\nmanifest feature of experience as granted, and articulates that which must be\nthe case so that experience as such is possible. Transcendental-\narguments and Scepticism; Answering the Question of Justification (Clarendon\nPress: Oxford, 2000), pp 3-6. Strawson, P., Skepticism and Naturalism: Some Varieties, (New York:\nColumbia University Press, 1985) Premise-10. Although they are said to be\n\"deductive,\" transcendental arguments may have additional standards of validity\nthat differ from those of traditional deductive arguments. \"Transcendental\narguments… have to formulate boundary conditions we can all recognize. Once they\nare formulated properly, we can see at once that they are valid. The thing is\nself-evident. But it may be very hard to get to this point, and there may still\nbe dispute… For although a correct formulation will be self-evidently valid, the\nquestion may arise whether we have formulated things correctly. This is all the\nmore so since we are moving into an area [experience] that the ordinary practice\nof life has left unarticulated, an area we look through rather than at.\" Charles\nTaylor, \"The Validity of Transcendental Arguments\", Philosophical Arguments\n(Harvard, 1997), 32.\n\nCiting the work of philosopher Charles Taylor (following Martin Heidegger),\nNikolas Kompridis has suggested that transcendental arguments are a type of world-\ndisclosing argument. \"World Disclosing Arguments?\" in Critique and\nDisclosure (Cambridge: MIT Press, 2006), 119.\n","linknr":137,"url":"Transcendental_arguments","recorded":1362485285,"links":10,"instances":["philosopher"],"pdf":[],"categories":["Philosophical arguments","Deductive reasoning","Philosophical methodology"],"headings":["Transcendental arguments explained","Kant","Criticisms of transcendental arguments","See also","References","Bibliography","External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["charles_taylor","philosopher"]],"members":["charles_taylor"],"related":["Deductive","Philosophical_argument","Validity","Charles_Taylor_(philosopher)","Martin_Heidegger","Nikolas_Kompridis","Skepticism","Idealism","Dooyeweerd","Immanuel_Kant","Immanuel_Kant","Julian_Baggini","Transcendental_idealism"]}