{"cursor":"9966","size":15,"audio":[],"currentlang":"en","article":"\n\nThe 'triple alpha process' is a set of nuclear fusion reactions by which three\nhelium-4 nuclei (alpha particles) are transformed into carbon.\n\nOlder stars start to accumulate helium produced by the protonâproton chain\nreaction and the carbonânitrogenâoxygen cycle in their cores. The products of\nfurther nuclear fusion reactions of helium with hydrogen or another helium\nnucleus produce lithium-5 and beryllium-8 respectively, both of which are highly\nunstable and decay almost instantly back into smaller nuclei. G.\nAudia,Â§, O. Bersillonb, J. Blachotb and A.H. Wapstrac,\nhttp://www.nndc.bnl.gov/amdc/nubase/Nubase2003.pdf/ The NUBASE evaluation of\nnuclear and decay properties, (2001) When the star starts to run out of\nhydrogen to fuse, the core of the star begins to collapse until the central\ntemperature rises to 10 8 K . At this point helium nuclei are fusing\ntogether at a rate high enough to exceed the rate at which their product, beryllium-\n8, decays back into two helium nuclei. This means that there are always a few\nberyllium-8 nuclei in the core, which can fuse with yet another helium nucleus\nto form carbon-12, which is stable:\n\n:{|\n|  +  â  (â93.7 keV) -\n|  +  â  (+7.367 MeV) }\n\nThe net energy release of the process is 1.166pJ.\n\nBecause the triple-alpha process is unlikely, it requires a long period of time\nto produce much carbon. One consequence of this is that no significant amount of\ncarbon was produced in the Big Bang because within minutes after the Big Bang,\nthe temperature fell below that necessary for nuclear fusion.\n\nOrdinarily, the probability of the triple alpha process would be extremely\nsmall. However, the beryllium-8 ground state has almost exactly the energy of\ntwo alpha particles. In the second step, 8 Be + 4 He has\nalmost exactly the energy of an excited state of 12 C. These\nresonances greatly increase the probability that an incoming alpha particle will\ncombine with beryllium-8 to form carbon. The existence of this resonance was\npredicted by Fred Hoyle before its actual observation, based on the physical\nnecessity for it to exist, in order for carbon to be formed in stars. In turn,\nprediction and then discovery of this energy resonance and process gave very\nsignificant support to Hoyle's hypothesis of stellar nucleosynthesis, which\nposited that all chemical elements had originally been formed from hydrogen, the\ntrue primordial substance.\n\nAs a side effect of the process, some carbon nuclei can fuse with additional\nhelium to produce a stable isotope of oxygen and release energy:\n\n:  +  â + Î³ (+7.162 MeV)\n\nSee alpha process for more details about this reaction and further steps in the\nchain of stellar nucleosynthesis.\n\nThis creates a situation in which stellar nucleosynthesis produces large amounts\nof carbon and oxygen but only a small fraction of these elements is converted\ninto neon and heavier elements. Both oxygen and carbon make up the 'ash' of\nhelium burning. The anthropic principle has been controversially cited to\nexplain the fact that nuclear resonances are sensitively arranged to create\nlarge amounts of carbon and oxygen in the universe.\n\nFusion processes produce elements only up to nickel (which decays later to\niron); heavier elements (those beyond Ni) are created mainly by neutron capture.\nThe slow capture of neutrons, the S-process, produces about half of these heavy\nelements. The other half are produced by rapid neutron capture, the R-process,\nwhich probably occurs in a core-collapse supernova.\n","linknr":222,"url":"Triple-alpha_process","recorded":1362512951,"links":41,"instances":["chemistry"],"pdf":[],"categories":["Nuclear fusion","Nucleosynthesis"],"headings":["Reaction rate and stellar evolution","Discovery","See also","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Triple-Alpha_Process.png/300px-Triple-Alpha_Process.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["resonance","chemistry"]],"members":["resonance"],"related":["Nuclear_fusion","Helium-4","Alpha_particle","Carbon","Helium","Proton–proton_chain_reaction","CNO_cycle","Beryllium-8","Big_Bang","Big_Bang","Excited_state","Resonance_(chemistry)","Fred_Hoyle","Stellar_nucleosynthesis","Alpha_process","Helium_burning","Anthropic_principle","Nickel","Iron","S-process","R-process","Supernova","Red_giant","Degenerate_matter","Thermal_runaway","Helium_flash","Carbon-12","Beryllium-8","Helium-4","Fred_Hoyle","Anthropic_Principle","William_Alfred_Fowler","Edwin_Salpeter","California_Institute_of_Technology","Physical_Review","Helium_flash","Proton-proton_chain","CNO_cycle"]}