{"cursor":"6589","size":15,"audio":[],"currentlang":"en","article":" in Albany, 2007]]\n\n'Tulip Festivals' are held in several cities around the world, including a\nnumber in North America — most often cities with Dutch heritage — such as Albany\n(New York); Ottawa (Ontario); Gatineau (Quebec); Montreal (Quebec); Holland\n(Michigan); Lehi (Utah); Orange City (Iowa); Pella (Iowa); Mount Vernon\n(Washington); and Woodburn (Oregon), and in other countries such as\nAustralia [http://www.tulipfestival.com.au/ Tesselaar Tulip Festival]\nIndia and England. The tulips are considered a welcome\nharbinger of spring, and a tulip festival permits residents to see them at their\nbest advantage. The festivals are also popular tourist attractions. The tulips\nare displayed throughout the cities. In certain years the peak of tulips does\nnot coincide with the actual festival due to climatic conditions.\n\n*The Tulip Festival of Albany, New York is set in Albany’s historic Washington\nPark. Each year, this traditional Albany event greets spring with thousands of\ntulips blooming in a myriad of colors and varieties. Thousands from across the\nCapital District and beyond come to Tulip Fest each May to celebrate Albany’s\nrich Dutch heritage. *The Canadian Tulip Festival, which claims to be the\nworld's largest tulip festival, is a major event held annually each May in\nOttawa, Ontario, Canada. During World War II, the Dutch Royal Family took refuge\nin Canada. Princess Margriet of the Netherlands was born at Ottawa Civic\nHospital in 1943, and the Canadian government declared the land to be\nextraterritorial. This was done to ensure that the princess would have Dutch\ncitizenship. Every year since, Queen Juliana and the royal family after her\ndeath have sent tulip bulbs for the festival. *Belle Plaine, Kansas, home of the\nBartlett Arboretum has held its Tulip Time Festival on the third weekend in\nApril since 1986 with arts and craft, live music, carnival, and other fun and\ngames. Belle Plaine used to be famous for having the most tulips planted in one\nspot in the USA. *Fulton, Illinois's Dutch Days festival is held the first\nweekend of every May. It was first celebrated as an \"Authentic Dutch Dinner\" in\n1974 by the local Christian school. *Lehi, Utah's Thanksgiving Point hosts a\ntulip festival during April and May. The three weekend festival includes\ndaffodils and tulips, garden tours, performances, and activities. One Friday and\nSaturday weekend includes Dutch Days with Dutch music, dance, and food. *Lynden,\nWashington's Holland Days festival is held the first weekend of every May. The\ntwo day festival highlights the area's Dutch heritage with parades filled with\nflowers, traditional song and dance, and Dutch markets. *Holland, Michigan's\nTulip Time festival is the largest tulip festival in the United States. For more\ninformation, see Tulip Time. *Orange City, Iowa's Tulip Festival is celebrated\nannually on the 3rd weekend in May is held dear by Orange City's inhabitants\nwith a flower show, an evening performance of a Broadway play, afternoon and\nevening parades, and street dancing by old and young alike. The festival begins\non Wednesday for the locals and continues through Saturday drawing over 150,000\npeople. *Pella, Iowa's Tulip Time festival, also celebrated in early May, began\nin 1935 in celebration of the town's heritage. It is a three day event that\nfeatures street washing parades, costumed wooden shoe dancers, wooden shoe\ncarving demonstrations, street vendors selling poffertjes and an antique Dutch\nstreet organ.\n* The Skagit Valley Tulip Festival in Washington has been held every April since\n  1983. Featuring dozens of tulip and daffodil fields as well as display\n  gardens, gift shops, and tour activities, this festival attracts visitors of\n  all ages. *Woodburn, Oregon has been celebrating its Tulip Fest every year\n  starting in March since 1986. *Spalding (England) has an annual Tulip Parade\n  that takes place on the first Saturday in May, and is a major tourist\n  attraction, comprising a procession of floats on various themes, each\n  decorated with tulip petals, a by-product of the bulb industry.\n* Srinagar, India celebrates Tulip Festival in the month of April in the\n  Indira Gandhi Memorial Tulip Garden, which is considered to be largest Tulip\n  garden in Asia.\n","linknr":169,"url":"Tulip_festival","recorded":1362373106,"links":17,"instances":["kansas","state"],"pdf":[],"categories":["Flower festivals","Horticultural exhibitions"],"headings":["Origins","Gallery","References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/2/20/AlbanyNY_Tulip_Festival.jpg/300px-AlbanyNY_Tulip_Festival.jpg","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Tulipfarm.jpg/300px-Tulipfarm.jpg","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/c/c2/Bed_of_tulips_at_a_Tulip_Festival.JPG/90px-Bed_of_tulips_at_a_Tulip_Festival.JPG","//upload.wikimedia.org/wikipedia/commons/thumb/1/17/Garden_of_the_Provinces_and_Territories_-_Tulip_Festival_-_2.jpg/90px-Garden_of_the_Provinces_and_Territories_-_Tulip_Festival_-_2.jpg","//upload.wikimedia.org/wikipedia/en/thumb/3/30/SkagitCountyTulipFestival.jpg/120px-SkagitCountyTulipFestival.jpg","//upload.wikimedia.org/wikipedia/en/thumb/4/4a/Commons-logo.svg/30px-Commons-logo.svg.png","//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["washington","state"],["tulip_festival","albany,_new_york"],["washington_park_historic_district","albany,_new_york"],["bartlett_arboretum","kansas"]],"members":["tulip_festival","bartlett_arboretum","washington_park_historic_district","washington"],"related":["Albany,_New_York","Netherlands","Albany,_New_York","New_York","Ottawa","Ontario","Gatineau","Quebec","Montreal","Holland,_Michigan","Michigan","Lehi,_Utah","Utah","Orange_City,_Iowa","Iowa","Pella,_Iowa","Iowa","Mount_Vernon,_Washington","Washington_(state)","Woodburn,_Oregon","Oregon","India","England","Tulip","Tulip_Festival_(Albany,_New_York)","Albany,_New_York","Washington_Park_Historic_District_(Albany,_New_York)","Capital_District","Netherlands","Canadian_Tulip_Festival","Ottawa","Ontario","Canada","World_War_II","Princess_Margriet_of_the_Netherlands","Ottawa_Civic_Hospital","Queen_Juliana","Belle_Plaine,_Kansas","Bartlett_Arboretum_(Kansas)","Fulton,_Illinois","Lehi,_Utah","Thanksgiving_Point","Lynden,_Washington","Holland,_Michigan","Orange_City,_Iowa","Pella,_Iowa","Poffertjes","Skagit_Valley_Tulip_Festival","Woodburn,_Oregon","Spalding,_Lincolnshire","Srinagar","India","Indira_Gandhi_Memorial_Tulip_Garden","Canadian_Tulip_Festival","Ottawa","Ontario"]}