{"cursor":"2245","size":15,"audio":[],"currentlang":"en","article":"A 'turf war' is \"a bitter struggle for territory, power, control, or rights\".\nFor example: a turf war erupted between street gangs; the president's\nresignation was the result of a turf war with the board of directors. [http://wordnetweb.princeton.edu/perl/webwn?s=turf%20war WordNet\nSearch] In larger companies, turf wars could break out due to improper\nmanagement further up the corporate hierarchy. It can also be described as\ncontention for any resource between two or more parties resulting in . The\nphrase may have originated in the American West, where cow herders and sheep\nherders fought over grazing turf.\n\nTurf wars are fought between street gangs, mafias, war lords, drug cartels,\nmilitant wings of political parties or religious groups, etc. for control of a\nparticular area or spot to sell drugs, or to collect forced illegal tax /\ntribute money, or to promote one's own religious / political ideology there\nwhile stopping others trying to do the same. Examples of drug-related turf wars\nare the Latin American (particularly Mexican) drug mafias/gangs trying to\nillegally expand and defend their \"area of operations\" against other rival\ncartels, gangs, and mafias.\n\nTurf wars in Innovation or Technology could mean large companies not allowing an\ninnovation or a new technology from a smaller company or a rival to take off by\ndisturbing whatever is within their means, like ecosystem, standards, devices,\nusability etc. Even though the adoption of the new technology could lead to\ngreater sales or profitability for the company. Large companies try their best\nto avoid adoption of innovations of smaller start ups which makes their own\nprevious work irrelevant or exposes flaws or the threat of critical dependence\non a monopoly supplier of that technology. These are also examples of turf wars\nin the sense that a smaller company or a rival has entered into a space that\nthey had held reserved to themselves in competence and all development work\nsourced internally.\n","linknr":95,"url":"Turf_war","recorded":1362572606,"links":17,"instances":["law"],"pdf":[],"categories":["Organizational conflict"],"headings":["See also","Footnotes"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Linguistics_stub.svg/40px-Linguistics_stub.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/1/15/Vista_Login_Manager_Cropped.svg/40px-Vista_Login_Manager_Cropped.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["company","law"]],"members":["company"],"related":["Company_(law)","Management","Hierarchy","Empire-building"]}