{"cursor":"6716","size":15,"audio":[],"currentlang":"en","article":"\n\n\nThe 'Law of the Twelve Tables' ( or, informally, Duodecim Tabulae) (specific\nlaws in the \"External links\") was the ancient legislation that stood at the\nfoundation of Roman law. The Law of the Twelve Tables formed the centrepiece of\nthe constitution of the Roman Republic and the core of the [[mos maiorum]]\n(custom of the ancestors).\n\nThe Twelve Tables came about as a result of the long social struggle between\npatricians and plebeians. After the expulsion of the last king of Rome,\nTarquinius Superbus, the Republic was governed by a hierarchy of magistrates.\nInitially only patricians were eligible to become magistrates and this, among\nother plebeian complaints, was a source of discontent for plebeians. In the\ncontext of this unequal status, plebeians would take action to secure\nconcessions for themselves using the threat of secession. They would threaten to\nleave the city with the consequence that it would grind to a halt, as the\nplebeians were Rome's labour force. One of the most important concessions won in\nthis class struggle was the establishment of the Twelve Tables, establishing\nbasic procedural rights for all Roman citizens as against one another.\n\nPatricians long opposed this request, but around 451 BC, the first [[decemviri]]\n(decemvirate - board of \"Ten Men\") was appointed to draw up the first ten\ntables. According to Livy, they sent an embassy to Greece to study the\nlegislative system of Athens, known as the Solonian Constitution, but also to\nfind out about the legislation of other Greek cities. Livy, 2002, p.\n23 Durant, 1942, p. 23 Modern scholars believe the Roman\nassembly most likely visited the Greek cities of Southern Italy, and did not\ntravel all the way to Greece. In 450 BC, the second\ndecemviri started work on the last two tables.\n\nThe first decemvirate completed the first ten codes in 450 BC. Here is how Livy\ndescribes their creation,\n\n \"...every citizen should quietly consider each point, then talk it\nover with his friends, and, finally, bring forward for public discussion any\nadditions or subtractions which seemed desirable.\" (cf. Liv. III 34)\n\n\nIn 449 BC, the second decemvirate completed the last two codes, and after a\n[[secessio plebis]] to force the Senate to consider them, the 'Law of the Twelve\nTables' was formally promulgated. McCarty, Nick \"Rome The Greatest Empire of\nthe Ancient World\", The Rosen Publishing Group, 2008 The Twelve Tables\nwere drawn up on twelve ivory tablets (Livy says bronze) which were posted in\nthe Roman Forum so all Romans could read and know them. It was not a\ncomprehensive statement of all law, but a sequence of definitions of various\nprivate rights and procedures. They generally took for granted such things as\nthe institutions of the family and various rituals for formal transactions.\n\nFor such an important document, it is somewhat surprising that the original text\nhas been lost. The original tablets were destroyed when the Gauls under Brennus\nburnt Rome in 390 BC. There was no other official promulgation of them to\nsurvive, only unofficial editions. What we have of them today are brief excerpts\nand quotations from these laws in other authors. They are written in a strange,\narchaic, laconic, and somewhat childish and sing-song version of Latin\n(described as Saturnian verse). As such, though we cannot tell whether the\nquoted fragments accurately preserve the original form, what we have gives us\nsome insight into the grammar of early Latin. The belief is that the text was\nwritten as such so plebians could more easily memorize the laws, as literacy was\nnot commonplace during early Rome.\n\nLike most other early codes of law, they were largely procedural, combining\nstrict and rigorous penalties with equally strict and rigorous procedural forms.\nIn most of the surviving quotations from these texts, the original table that\nheld them is not given. Scholars have guessed at where surviving fragments\nbelong by comparing them with the few known attributions and records, many of\nwhich do not include the original lines, but paraphrases. It cannot be known\nwith any certainty from what survives that the originals ever were organized\nthis way, or even if they ever were organized by subject at all.\n","linknr":460,"url":"Twelve_Tables","recorded":1362478811,"links":51,"instances":["poetry","4th_century"],"pdf":[],"categories":["Constitutions of Ancient Rome","Roman law","Legal history","Latin inscriptions"],"headings":["Footnotes","References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/9/98/Roman_SPQR_banner.svg/150px-Roman_SPQR_banner.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/b/bb/SPQRomani.svg/16px-SPQRomani.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Wikisource-logo.svg/38px-Wikisource-logo.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["brennus","4th_century"],["saturnian","poetry"]],"members":["saturnian","brennus"],"related":["Roman_law","Constitution_of_the_Roman_Republic","Lucius_Tarquinius_Superbus","Roman_Republic","Roman_Magistrate","Patricians","Plebeians","Titus_Livius","Greece","Athens","Solonian_Constitution","Greeks","Magna_Graecia","Livy","Bronze","Roman_Forum","Gaul","Brennus_(4th_century)","Laconic_phrase","Saturnian_(poetry)","Old_Latin","Roman_Litigation"]}