{"cursor":"2016","size":15,"audio":[],"currentlang":"en","article":"'Hedgerow removal' is part of the transition of arable land from low-intensity\nto high-intensity farming. The removal of hedgerows gives larger fields making\nthe sowing and harvesting of crops easier, faster and cheaper, and giving a\nlarger area to grow the crops, increasing yield and profits.\n\nHedgerows serve as important wildlife corridors, especially in the United\nKingdom where they link the country's fractured ancient woodland. They also\nserve as a habitat for birds and other animals. As the land within a few\nmetres of hedges is difficult to plough, sow, or spray with herbicides, the\nland around hedges also typically includes high plant biodiversity. Hedges\nalso serve to stabilise the soil and on slopes help prevent soil creep and\nleaching of minerals and plant nutrients. Removal thus weakens the soil and\nleads to erosion.\n\nIn the United Kingdom hedgerow removal has been occurring since World War I as\ntechnology made intensive farming possible, and the increasing population\ndemanded more food from the land. The trend has slowed down somewhat since the\n1980s when cheap food imports reduced the demand on British farmland, and as the\nEuropean Union Common Agricultural Policy made environmental projects\nfinancially viable. Under reforms to national and EU agricultural policies the\nenvironmental impact of farming features more highly and in many places hedgerow\nconservation and replanting is taking place.\n\nIn England and Wales agricultural hedgerow removal is controlled by the\nHedgerows Regulations 1997, administered by the local authority.\n","linknr":243,"url":"Hedgerow_removal","recorded":1362534960,"links":16,"instances":["ecology","pedology"],"pdf":[],"categories":["Agriculture in the United Kingdom","Environmental issues with agriculture"],"headings":["See also","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/4/48/Folder_Hexagonal_Icon.svg/16px-Folder_Hexagonal_Icon.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/4/4a/Commons-logo.svg/12px-Commons-logo.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/5/57/Hjul-_eller_k%C3%A4rr%C3%A5rder%2C_Nordisk_familjebok.png/40px-Hjul-_eller_k%C3%A4rr%C3%A5rder%2C_Nordisk_familjebok.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["habitat","ecology"],["leaching","pedology"]],"members":["habitat","leaching"],"related":["Arable_land","Intensive_farming","Farming","Hedge","United_Kingdom","Woodland","Habitat_(ecology)","Bird","Herbicide","Biodiversity","Leaching_(pedology)","Minerals","World_War_I","European_Union","Common_Agricultural_Policy","Hedgerows_Regulations_1997","Local_authority","Hedge"]}