{"cursor":"3164","size":15,"audio":[],"currentlang":"en","article":" each holding a hod]] A 'brick hod' is a three-sided box for carrying bricks or\n other construction materials, often mortar. It bears a long handle and is\n carried over the shoulder. A hod is usually long enough to accept 4 bricks on\n their side, however, by arranging the bricks in a chevron fashion, the number\n of bricks that may be carried is only limited to the weight the labourer can\n bear and the unwieldiness of that load. Typically 10-12 bricks might be carrie-\n d. http://cache.viewimages.com/xc/3395565.jpg?v=1&c=ViewImages&k=2&d=DAC7A-\n 34C488C04DF2AB09CC058560E3AA55A1E4F32AD3138\n\nHod carrying is a skilled labouring occupation in the building industry.\nTypically the hod carrier or hoddie will be employed by a bricklaying team in a\nsupporting role to the skilled bricklayers. Two bricklayers for each hod carrier\nis quite normal. The hoddie's duties might include wetting the mortar boards on\nthe scaffolding prior to fetching bricks from the delivery pallet using his hod\nand bringing them to 2x2 wide 'stacks' upon the scaffold that may then be easily\nlaid by the bricklayers. The carrier needs to time deliveries of bricks with\ndeliveries of mortar - also carried in the hod - to ensure the bricklayers\nmaintain a constant work rate. On sites without premixed mortar, the mortar will\nalso be mixed by the hod carrier. Bricks may be cut and assistance given to\n'rake out' the mortar joints, if that form of coursing joint is required, or in\nrepointing work. The baseline rate for a bricklayer is to lay 1000 bricks a day,\nif the hod carrier is serving a team of two then he must move 2000 bricks\nalthough it is not uncommon for experienced hod carriers to serve three\nbricklayers. The world Record for moving 500 brick by Hod is 12 min and was set\nby John Logan, age 46, on the 12th of February 2011.\n\n","linknr":113,"url":"Hod_carrier","recorded":1362563056,"links":16,"instances":["masonry"],"pdf":[],"categories":["Construction"],"headings":["Song references","Notes","References","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/9e/Albert-ebenezer-fox.jpg/220px-Albert-ebenezer-fox.jpg","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/1/1f/Tools.svg/30px-Tools.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["mortar","masonry"]],"members":["mortar"],"related":["Brick","Building_material","Mortar_(masonry)","Bricklaying","Scaffold","Pallet","Never_Any_Good","Martin_Simpson","Finnegan's_Wake"]}