{"cursor":"1651","size":15,"audio":[],"currentlang":"en","article":"\n\n'Homologous chromosomes' (also called 'homologs' or 'homologues') are chromosome\npairs of approximately the same length, centromere position, and staining\npattern, with genes for the same characteristics at corresponding loci. One\nhomologous chromosome is inherited from the organism's mother; the other from\nthe organism's father. They are usually not\nidentical, but carry the same type of information. Although when Mitosis is\noccurring the daughter chromosomes are carrying the exact same genetic make up.\nThe product of this is an identical cell- this does however not refer to the\noccasion where a mutation is occurring.\n\nHomologous Chromosomes\n\nIn diploid (2n) organisms, the genome is composed of homologous chromosomes. One\nchromosome of each homologous pair comes from the mother (called a maternal\nchromosome) and one comes from the father (paternal chromosome). Homologous\nchromosomes are involved in the process of meiosis in which they cross over.\n\nHomologous chromosomes are similar but not identical. Each carries the same\ngenes in the same order, but the alleles for each trait may not be the same. In\ngarden peas, for example, the gene for pod colour on the maternal chromosome\nmight be the yellow allele; the gene on the homologous paternal chromosome might\nbe the green allele.\n","linknr":113,"url":"Homologous_chromosome","recorded":1362483552,"links":35,"instances":["biology","genetics"],"pdf":[],"categories":["Chromosomes"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Blue_morpho_butterfly.jpg/30px-Blue_morpho_butterfly.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["locus","genetics"],["homology","biology"]],"members":["homology","locus"],"related":["Chromosome","Centromere","Genes","Locus_(genetics)","Homology_(biology)"]}