{"cursor":"2729","size":15,"audio":[],"currentlang":"en","article":"\n\n\n\n\n'Human development theory' is a theory that merges older ideas from ecological\neconomics, sustainable development, welfare economics, and feminist economics.\nIt seeks to avoid the overt normative politics of most so-called \"green\neconomics\" by justifying its theses strictly in ecology, economics and sound\nsocial science, and by working within a context of globalization. Like\necological economics it focuses on measuring well-being and detecting uneconomic\ngrowth that comes at the expense of human health. However, it goes further in\nseeking not only to measure but to optimize well-being by some explicit modeling\nof how social capital and instructional capital can be deployed to optimize the\noverall value of human capital in an economy - which is itself part of an\necology. The role of individual capital within that ecology, and the adaptation\nof the individual to live well within it, is a major focus of these theories.\n\nThe most notable proponent of human development theory are Mahbub ul Haq and\nAmartya Sen. Amartya Sen asked, in Development as Freedom, \"what is the\nrelationship between our wealth and our ability to live as we would like?\"\n\nThis question cannot be answered strictly from an energy, feminist, family,\nenvironmental health, peace, social justice, or ecological well-being point\nof view, although all of these may be factors in our happiness, and if\ntolerances of any of these are violated seriously, it would seem impossible\nto be happy at all.\n\nAccordingly, human development theory is a major synthesis that is probably not\nconfined within the bounds of conventional economics or political science, nor\neven the political economy that relates the two.\n\nAnother angle is 'Sustainable Human Development': Triple Bottom line ecology-economy-\nsocial can be translated to human dimensions as:\n* Human economy: sustainable action - the ability to perform well and on long\n  term (stress, priority, focus and time management)\n* Human social dimension: sustainable relations - the ability to sustain\n  relations and go through ordeals together (family, teams, clients,\n  stakeholders)\n* Human ecology: health, self-awareness, vocation, excellence, talent.\n","linknr":117,"url":"Human_development_theory","recorded":1362477550,"links":17,"instances":[],"pdf":[],"categories":["Development","Sustainability","Heterodox economics"],"headings":[],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Ecological_economics","Sustainable_development","Welfare_economics","Feminist_economics","Green_economics","Ecology","Economics","Social_science","Globalization","Measuring_well-being","Uneconomic_growth","Social_capital","Instructional_capital","Human_capital","Individual_capital","Mahbub_ul_Haq","Amartya_Sen","Development_as_Freedom","Energy_economics","Feminist_economics","Home_economics","Environmental_economics","Green_economics","Welfare_economics","Ecological_economics","Economics","Political_science","Political_economy"]}