{"cursor":"3114","size":15,"audio":[],"currentlang":"en","article":"\n\n in Provo, Utah, is home to the BYU Cougars' men's and women's basketball\n teams.]]\n\nAn 'arena' is an enclosed area, often circular or oval-shaped, designed to\nshowcase theater, musical performances, or sporting events. The word derives\nfrom Latin harena, a particularly fine/smooth sand used to absorb blood in\nancient arenas like the Colosseum in Rome. Claridge, Amanda (1998). Rome: An\nOxford Archaeological Guide (First ed.). Oxford, UK: Oxford University Press,\n1998. pp. 276–282. ISBN 0-19-288003-9. It is composed of a large open\nspace surrounded on most or all sides by tiered seating for spectators. The key\nfeature of an arena is that the event space is the lowest point, allowing for\nmaximum visibility. Usually, an arena is designed to accommodate a fairly large\nnumber of spectators.\n\nThe term arena is sometimes used as a synonym for a very large venue such as\nPasadena's Rose Bowl, but such a facility is typically called a [[stadium]],\nespecially if it does not have a roof. The use of one term over the other has\nmostly to do with the type of event. Football (be it association, rugby, or\ngridiron) is typically played in a stadium while basketball and ice hockey are\ntypically played in an arena, although many of the larger arenas hold more\nspectators than do the stadiums of smaller colleges or high schools. There are\nexceptions. The home of the Duke University basketball team would qualify as an\narena, but the facility is called Cameron Indoor Stadium. Domed stadiums, which\nlike arenas are enclosed but have the larger playing surfaces and seating\ncapacities found in stadiums, also fall under a . There is also the sport of\nindoor American football (one variant of which is explicitly known as arena\nfootball), a variant of the gridiron-based game that is designed for the usual\nsmaller playing surface of most arenas; variants of other traditionally outdoor\nsports, including box lacrosse and futsal/indoor soccer, also exist.\n\nThe term \"arena\" is also used loosely to refer to any event or type of event\nwhich either literally or metaphorically takes place in such a location—often\nwith the specific intent of comparing an idea to a sporting event, such as \"the\narena of war\" or \"the arena of love\" or \"the political arena\". In many fighting\ngames, the stage that opponents are fought in is also called an arena.\n","linknr":145,"url":"Sports_arena","recorded":1362689489,"links":37,"instances":["stadium","building"],"pdf":[],"categories":["Music venues","Sports venues"],"headings":["See also","References"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Marriott_Center_1.JPG/250px-Marriott_Center_1.JPG","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Wiktionary-logo-en.svg/37px-Wiktionary-logo-en.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/4/4a/Commons-logo.svg/30px-Commons-logo.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["rose_bowl","stadium"],["circus","building"]],"members":["rose_bowl","circus"],"related":["Provo,_Utah","BYU_Cougars","BYU_Cougars_men's_basketball","Theater","Colosseum","Rome","Rose_Bowl_(stadium)","Duke_University","Cameron_Indoor_Stadium","Domed_stadium","Indoor_American_football","Arena_football","Box_lacrosse","Futsal","Indoor_soccer","Fighting_game","List_of_stadiums_by_capacity","List_of_indoor_arenas","List_of_indoor_arenas_by_capacity","Amphitheatre","Assembly_hall","Ballpark","Circus_(building)","Colosseum","Crowd_manipulation","Sport_venue"]}