{"cursor":"4528","size":15,"audio":[],"currentlang":"en","article":"\n\n\n'Conflict avoidance' is a method of dealing with conflict, which attempts to\navoid directly confronting the issue at hand. Methods of doing this can include\nchanging the subject, putting off a discussion until later, or simply not\nbringing up the subject of contention. Conflict avoidance can be used as a\ntemporary measure to buy time or as permanent means of disposing of a matter.\nThe latter may be indistinguishable from simple acquiescence to the other party,\nto the extent that the person avoiding the conflict subordinates their own\nwishes to the party with whom they have the conflict. However, conflict\navoidance can also take the form of withdrawing from the relationship. Thus,\navoidance scenarios can be either win-lose, lose-lose or possibly even win-win,\nif terminating the relationship is the best method of solving the problem.\n\nThe term \"conflict avoidance\" is sometimes used to describe conflict prevention.\nBacal criticizes this use of terms by asking,\n\nTurner and Weed classify concealment as one of the three main types of responses\nto conflict, describing concealers as those who take no risk and so say nothing,\nconcealing their views and feelings. Concealers are further divided into three\ntypes; namely: Conflict in organizations: Practical solutions any manager\ncan use; Turner, Stephen P. (University of South Florida); Weed, Frank;\n1983. *Feeling-swallowers who swallow their feelings. They smile even if\nthe situation is causing them pain and distress. They behave thus because they\nconsider the approval of other people important and feel that it would be\ndangerous to affront them by revealing their true feelings. *Subject-changers\nwho find the real issue too difficult to handle. They change the topic by\nfinding something on which there can be some agreement with the conflicting\nparty. According to Turner and Weed, this response style usually does not solve\nthe problem; instead, it can create problems for the people who use this and for\nthe organization in which such people are working. *Avoiders who go out of their\nway to avoid conflicts.\n","linknr":102,"url":"Conflict_avoidance","recorded":1362373700,"links":13,"instances":[],"pdf":[],"categories":["Conflict process"],"headings":["Controversy","Conflict avoidance in the workplace","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Unbalanced_scales.svg/45px-Unbalanced_scales.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Conflict_prevention","Workplace_conflict","Passive_aggressive","Gossip","Seattlepi"]}