{"cursor":"2346","size":15,"audio":[],"currentlang":"en","article":"The term 'Paleoatmosphere' (or palaeoatmosphere) refers to the atmosphere,\nparticularly that of planet Earth, at some unspecified time in the\ngeological past.\n\nThe composition of Earth's paleoatmosphere can be inferred today from the study\nof the abundance of proxy materials such as iron oxides, charcoal and the\nstomatal density of fossil leaves in geological deposits. Although today's\natmosphere is dominated by nitrogen (about 78%), oxygen (about 21%), and argon\n(about 1%), the pre-biological atmosphere is thought to have been highly\nreducing, to have contained virtually no free oxygen, virtually no argon, which\nis generated by the radioactive decay of 40 K, and to have been\ndominated by nitrogen, carbon dioxide and methane.\n\nAppreciable concentrations of free oxygen were probably not present until about\n2.5 billion years ago. After the Great Oxygenation Event, quantities of oxygen\nproduced as a by-product of photosynthesis by cyanobacteria or blue-green algae\nbegan to exceed the quantities of chemically reducing materials, notably\ndissolved iron. By the beginning of the Cambrian period 541 million years ago,\nfree oxygen concentrations had increased sufficiently to enable the evolution of\nmulticellular organisms. Following the subsequent appearance, rapid evolution\nand radiation of land plants, which covered much of the Earth's land surface,\nbeginning about 450 million years ago, oxygen concentrations reached and later\nexceeded current values during the early Carboniferous, when atmospheric was\ndrawn down below current concentrations. RA Berner (1998)\nThe carbon cycle and over Phanerozoic time: the role of land plants.\nPhilosophical Transactions of the Royal Society 353, 75-82 RA Berner (1997) The rise of plants: their effect on weathering\nand atmospheric . Science, 276, 544-546. DJ\nBeerling and RA Berner (2005) Feedbacks and the coevolution of plants and\natmospheric . Proceedings of the National Academy of Sciences, USA, 102, 1302-\n1305.\n","linknr":105,"url":"Paleoatmosphere","recorded":1362375602,"links":15,"instances":["climate"],"pdf":[],"categories":["Geology"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/e/e7/WikiProject_Geology.svg/30px-WikiProject_Geology.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["proxy","climate"]],"members":["proxy"],"related":["Atmosphere","Earth","Proxy_(climate)","Iron_oxide","Charcoal","Stomata","Nitrogen","Oxygen","Argon","Argon","Potassium","Nitrogen","Carbon_dioxide","Methane","Great_Oxygenation_Event","Photosynthesis","Cyanobacteria","Redox","Cambrian","Carboniferous"]}