{"cursor":"1506","size":15,"audio":[],"currentlang":"en","article":"\n\nIn politics, a 'partisan' is a committed member of a political party. In multi-\nparty systems, the term is widely understood to carry a negative connotation -\nreferring to those who wholly support their party's policies and are perhaps\neven reluctant to acknowledge correctness on the part of their political\nopponents in almost any situation. Partisanship can be affected by many\nfactors including current events, figureheads (presidents), decisions, and\neven location.\n\nFor example, in Commonwealth realms, the monarch is seen as being distinctly non-\npartisan and thus is vested with certain powers to form or dissolve governments\nwhen there is a democratic impasse. This is in contrast to professional\npoliticians who are expected to push for their party's interests.\n\nIn the United States, the meaning of the term has changed dramatically over the\nlast 50 years. Before the American National Election Study (described in Angus\nCampbell, et al., in The American Voter) began in 1952, an individual's partisan\ntendencies were typically determined from their voting behavior. Since then,\n\"partisan\" has come to refer to an individual with a psychological\nidentification with one or the other of the major parties.\n","linknr":90,"url":"Partisan_(political)","recorded":1362574378,"links":15,"instances":["disambiguation"],"pdf":[],"categories":["Political terminology"],"headings":["See also","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/0/01/A_coloured_voting_box.svg/28px-A_coloured_voting_box.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Wiktionary-logo-en.svg/15px-Wiktionary-logo-en.svg.png","//bits.wikimedia.org/static-1.21wmf8/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf8/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["partisan","disambiguation"]],"members":["partisan"],"related":["Political_party","Multi-party_system","Commonwealth_realm","Monarch","The_American_Voter","Partisan_(disambiguation)","Nonpartisan"]}