{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/Photobioreactor\">Photobioreactor</a> - A photobioreactor (sometimes abbreviated PBR) is a bioreactor that incorporates some type of light source to provide photonic energy input into the reactor.","\n<a href=\"http://duckduckgo.com/volume_boot_record\">Partition Boot Record</a>, same as Volume Boot Record","PBR","\n<a href=\"http://duckduckgo.com/puffing_Billy_Railway\">Puffing Billy Railway, Melbourne</a>, a narrow gauge tourist railway in Melbourne, Australia","\n<a href=\"http://duckduckgo.com/Pabst_Blue_Ribbon\">Pabst Blue Ribbon</a>, an American brand of beer","\n<a href=\"http://duckduckgo.com/Patrol_Boat%2C_River\">Patrol Boat, River</a>, a type of river patrol boat used by the US Navy during the Vietnam War","\n<a href=\"http://duckduckgo.com/burkinab%C3%A9_Party_for_Refoundation\">Parti Burkinabè pour la Refondation</a> - Burkinabé Party for Refoundation (in French: Parti Burkinabè pour la Refondation, PBR) is a Sankarist political party in Burkina Faso, led by Gilbert Bouda.","\n<a href=\"http://duckduckgo.com/Petrobras\">Petrobras</a>, a Brazilian oil company","\n<a href=\"http://duckduckgo.com/Peripheral_Benzodiazepine_Receptor\">Peripheral Benzodiazepine Receptor</a>","\n<a href=\"http://duckduckgo.com/Pok%C3%A9mon_Battle_Revolution\">Pokémon Battle Revolution</a>, a video game for the Wii console","\n<a href=\"http://duckduckgo.com/policy-based_routing\">Policy based routing</a> - In computer networking, policy-based routing is a technique used to make routing decisions based on policies set by the network administrator.","\n<a href=\"http://duckduckgo.com/Performance_based_regulation\">Performance based regulation</a>, a regulation scheme","\n<a href=\"http://duckduckgo.com/Plant_breeders'_rights\">Plant breeders' rights</a>, a patented cultivar","\n<a href=\"http://duckduckgo.com/point-blank_range\">Point blank range</a> - In external ballistics, point-blank range is the distance between a firearm and a target of a given size such that the bullet in flight is expected to strike the target without adjusting the ele...","\n<a href=\"http://duckduckgo.com/deficit\">Budget deficit</a>, the amount a government expects to require in the financial year, also known as Public Borrowing Requirement","\n<a href=\"http://duckduckgo.com/autumn_Statement\">Pre-Budget Report</a>, one of the two economic forecasts that HM Treasury is required to deliver to the UK Parliament each year","\n<a href=\"http://duckduckgo.com/Pebble_bed_reactor\">Pebble bed reactor</a>, a type of nuclear reactor","\n<a href=\"http://duckduckgo.com/Professional_Bull_Riders\">Professional Bull Riders</a>, a sport, circuit, and company for professional bull riding"],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373536317,"book":[],"micro-www":{"pbr":[""]},"micro-relation":[]}