{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/Pelikan%2C_Greater_Poland_Voivodeship\">Pelikan, Greater Poland Voivodeship</a> - Pelikan  is a village in the administrative district of Gmina Kościan, within Kościan County, Greater Poland Voivodeship, in west-central Poland.","\n<a href=\"http://duckduckgo.com/Pelikan\">Pelikan</a> is a German manufacturer of fountain pens.","\n<a href=\"http://duckduckgo.com/MV_Pelikan\">MV Pelikan</a>, a refrigerated cargo ship in service from 1935–59","Pelikan","\n<a href=\"http://duckduckgo.com/Pelikan_Technologies%2C_Inc.\">Pelikan Technologies, Inc.</a>, a Palo Alto based medical device manufacturer"],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373518799,"book":[],"micro-www":{"pelikan":[""]},"wiki":{"cat":["Companies established in 1838","Fountain pen and ink manufacturers","Manufacturing companies of Germany","Manufacturing companies of Switzerland","Companies based in Hanover"],"text":"\n\n\n\n\n{{Infobox Company\n| company_name = Pelikan Holding AG<ref name=\"HR\">[http://www.hra.sz.ch/cgi-\n| bin/fnrGet.cgi?fnr=1703009703&amt=130&lang=1&hrg_opt=11000&shab=0000000\n| Eintrag im Handelsregister des Kantons Schwyz]</ref> company_logo =\n| company_type = Aktiengesellschaft foundation = 1832 location =\n| Schindellegi,<ref name=\"HR\" /> Switzerland key_people = Hooi Keat Loo\n| (CEO)<ref name=\"HR\" /> num_employees = 1,236 (2007) revenue = 282.2 million\n| CHF <small>(2007)</small> <ref>[http://www.pelikan.com/pulse/vfs-\n| public/pdf/DE/Corporation/Press/annual_report/annual_report_german_2007.pdf\n| Geschäftsbericht 2007 Pelikan Holding AG, Feusisberg]</ref> industry = Writing\n| instruments homepage = [http://www.pelikan.com pelikan.com]\n}}\n\n'Pelikan' is a German, yet Swiss-incorporated manufacturer of fountain pens and\nother writing, office and art equipment, credited with the invention of the differential-\npiston filling method. Their \"true\" history began with the model \"100\" and the\nmodified 100N (both fountain pens), which sparked the genesis of the company's\ndistinctive styling.\n\nThe modern-day range includes a flagship line called the Majesty, a sterling\nsilver and palladium plated fountain pen, rollerball pen and ball pen. The more\npopular Souverän (meaning Sovereign) consisting of the very small M300, small\nM400, medium M600, large M800 and oversized M1000. A new range of large, modern\npens have recently been released called the\nDuctus<ref>http://www.pelikanpens.co.uk/acatalog/Size_Comparison.html</ref> Pens\nwith vermeil embellishments, called 'Toledo', are manufactured in two sizes in\nToledo in Spain. The M700 Toledo is the same size as the (new-style) M400 and\nthe M900 is the same size as the M800. Pelikan is notable for manufacturing many\nof their pens using Cellulose acetate, instead of the more modern plastics used\nby most other major pen makers.\n\n]] There is also a more modest \"Classic\" (née Traditional) line of pens, which\nis really an extension of the Souverän line. They are mechanically very similar,\nbut less elaborately decorated, and shipped with gold-plated stainless steel\nnibs, rather than the solid gold nibs of the Souverän pens. This line includes\nthe 200 and 150. The Souverän and Classic lines are also notable for their\neasily replaced nibs, which are mostly interchangeable. Many of the pen models\nare also available as ballpoints, mechanical pencils; their model designations\nhave the same number as the corresponding fountain pen, but a different prefix\nletter. M for the fountain pens using the piston filling mechanism; P for the\nfountain pens which take ink cartridges, K for ball pens, R for rollerball and D\nfor mechanical pencils.\n\nPelikan is also a manufacturer of Limited Edition pieces, their first being the\nacclaimed \"Blue Ocean\" Demonstrator in 1993 leading to current 'Eternal Ice'. In\nrecent years Pelikan also ventured into some \"Special Edition\" pens, where an\nunlimited number of a given pen is manufactured but only within a limited period\n&mdash; usually a year. Pelikan also makes entry-level fountain pens and\nfountain pens for school pupils, for example \"Pelikano\" and \"Future,\". The\nGriffix 'Learn to Write' system was released in 2009 and starts at a wax crayon\nup to a fountain pen with right and left handed grip profiles.\n\nPelikan's entry level fountain pen ink is called Pelikan 4001, while it has a\nhigher grade ink called Edelstein Ink. Pelikan also makes Pelikan Fount India,\na deep black Indian ink which, unlike most Indian inks, can be used in fountain\npens. It is very water-resistant. Additionally, the company makes Pelikan\nDrawing Ink A, which is not suitable for fountain pens. It should be used with\na dip pen.\n\nThe purchase of rival Herlitz will double group revenue KUALA LUMPUR: Pelikan\nInternational Corp Bhd hopes to conclude a 45 million euros (RM227mil) cash\ndeal to acquire a 66% stake in another German stationery maker, Herlitz AG,\ntogether with the firm’s logistics centre and related assets located near\nBerlin, by the year-end.\n","title":"pelikan","headings":["Products","References","External links"]},"micro-relation":["2: Fountain_pen","2: Ink","2: Eraser","2: Paper","1: Aktiengesellschaft","1: Schindellegi","1: Switzerland","1: Swiss_franc","1: Cellulose_acetate","1: Fountain_pen_inks#Pelikan_4001","1: Indian_ink","1: Water-resistant","1: Dip_pen","1: Herlitz","1: Writing_instruments","1: Ballpoint_pen","1: Mechanical_pencil","1: Marker_pen","1: Highlighter","1: Handicraft","1: Pencil","1: Brush","1: Wax_crayon","1: Oil_pastel","1: Clay","1: Chalk","1: Ink_cartridge","1: Fax","1: Glue_stick","1: Marzipan"]}