{"cursor":"4093","size":15,"audio":[],"currentlang":"en","article":"A 'performance bond' is a surety bond issued by an insurance company or a bank\nto guarantee satisfactory completion of a project by a contractor.\n\nA job requiring a payment & performance bond will usually require a bid bond, to\nbid the job. When the job is awarded to the winning bid, a payment and\nperformance bond will then be required as a security to the job completion.\n\nFor example, a contractor may cause a performance bond to be issued in favor of\na client for whom the contractor is constructing a building. If the contractor\nfails to construct the building according to the specifications laid out by the\ncontract (most often due to the bankruptcy of the contractor), the client is\nguaranteed compensation for any monetary loss up to the amount of the\nperformance bond.\n\nPerformance bonds are commonly used in the construction and development of real\nproperty,  where an owner or investor may require the developer to\nassure that contractors or project managers procure such bonds in order to\nguarantee that the value of the work will not be lost in the case of an\nunfortunate event (such as insolvency of the contractor). In other cases, a\nperformance bond may be requested to be issued in other large contracts besides\ncivil construction projects.\n\nThe term is also used to denote a collateral deposit of \"good faith\nmoney\", intended to secure a futures contract, commonly known as\nmargin.\n\nPerformance bonds are generally issued as part of a 'Performance and Payment\nBond', where a Payment Bond guarantees that the contractor will pay\nthe labour and material costs they are obliged to.\n\nUnder the Miller Act of 1932, all Construction Contracts issued by the Federal\nGovernment must be backed by Performance and Payment Bonds. States\nhave enacted what is referred to as “Little Miller Act” statutes requiring\nPerformance and Payment bonds on State Funded projects as well.\n\nPerformance bonds have been around since 2,750 BC and the Romans developed laws\nof surety around 150 AD, the principles of which still exist.\n","linknr":132,"url":"Performance_bond","recorded":1362555826,"links":16,"instances":["construction","finance"],"pdf":[],"categories":["Sureties","Insurance terms"],"headings":["See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/2/29/ThreeCoins.svg/40px-ThreeCoins.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["margin","finance"],["submittals","construction"]],"members":["submittals","margin"],"related":["Surety_bond","Insurance","Bank","Independent_contractor","Contract","Bankruptcy","Earnest_payment","Futures_contract","Margin_(finance)","Miller_Act","Little_Miller_Act","Completion_guarantee","General_contractor","Independent_contractor","Shop_drawing","Subcontractor","Submittals_(construction)","Surety_bond"]}