{"micrownet":["permute"],"duck":["Permutation","http://www.merriam-webster.com/dictionary/permutation","permutation definition: often major or fundamental change (as in character or condition) based primarily on rearrangement of existent elements.","\n<a href=\"http://duckduckgo.com/c/Abstract_algebra\">Abstract algebra</a>","\n<a href=\"http://duckduckgo.com/c/Permutations\">Permutations</a>","\n<a href=\"http://duckduckgo.com/c/Combinatorics\">Combinatorics</a>","\n<a href=\"http://duckduckgo.com/Binomial_coefficient\">Binomial coefficient</a> - In mathematics, binomial coefficients are a family of positive integers that occur  as coefficients in the binomial theorem.","\n<a href=\"http://duckduckgo.com/Alternating_permutation\">Alternating permutation</a> - In combinatorial mathematics, an alternating permutation of the set {1, 2, 3, ..., n} is an arrangement of those numbers into an order c1, ..., cn such that no element ...","https://i.duckduckgo.com/i/9cc37da3.png","Merriam-Webster","\n<a href=\"http://duckduckgo.com/Convolution\">Convolution</a> - In mathematics and, in particular, functional analysis, convolution is a mathematical operation on two functions f and g, producing a third function that is typically viewed as a modifie...","\n<a href=\"http://duckduckgo.com/Cyclic_order\">Cyclic order</a> - In mathematics, a cyclic order is a way to arrange a set of objects in a circle.","\n<a href=\"http://duckduckgo.com/c/Factorial_and_binomial_topics\">Factorial and binomial topics</a>","In mathematics, the notion of permutation is used with several slightly different meanings, all related to the act of permuting (rearranging) objects or values.","\n<a href=\"http://duckduckgo.com/Combination\">Combination</a> - In mathematics a combination is a way of selecting several things out of a larger group, where (unlike permutations) order does not matter.","\n<a href=\"http://duckduckgo.com/Combinatorics\">Combinatorics</a> - Combinatorics is a branch of mathematics concerning the study of finite or countable discrete structures."],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373520134,"book":[],"micro-www":{"permute":[""]},"wiki":{"cat":[],"text":"#REDIRECTpermutation\n","title":"permute","headings":[]},"micro-relation":["1: Permutation"]}