{"cursor":"2102","size":15,"audio":[],"currentlang":"en","article":"{{multiple issues|\n\n\n\n\n}} 'Perspective' in pharmacoeconomics refers to the economic vantage point of a\npharmacoeconomic analysis, such as a cost-effectiveness analysis or cost-utility\nanalysis. This affects the types of costs (resource expenditures) and benefits\nthat are relevant to the analysis.\n\nFive general perspectives are often cited in pharmacoeconomics, including\ninstitutional, third party, patient, governmental and societal. The author must\nstate the perspective and then insure that costs and valuations remain\nconsistent with it throughout the study.\n\nIf, for example, a pharmacoeconomic study takes the institutional perspective,\nmedication cost would be relevant to resource expenditures involved in therapy\ndelivery. Since the institution (e.g. hospital) incurs this expense, it would be\nincluded. Other relevant costs include inventory carrying cost, pharmacy time to\ncompound or dispense, nursing time to administer, disposables (e.g. medication\ncups or intravenous tubing) and allocated hospital overhead costs.\n\nValuation defines the currency reference that represents the resource\nexpenditure associated with a given cost. The actual \"dollar amount\" to be\nattributed to the medication needs to be consistent with the perspective as\nwell. Average wholesaler price (AWP) might not be considered an appropriate\nvaluation of medication cost from an institutional perspective, if it does\nnot represent the cost to the institution. Average acquisition cost would be\nmore relevant.\n\nMore complex perspectives may require broader consideration of costs and more\nsophisticated valuations. For example, in the \"societal\" perspective, it is\nnecessary for the author to consider costs that would not be relevant to a given\ninstitutional perspective. Examples include lost productivity and lost wages due\nto illness.\n","linknr":113,"url":"Perspective_(pharmacoeconomic)","recorded":1362893301,"links":19,"instances":[],"pdf":[],"categories":["Public health","Health economics"],"headings":[],"image":["//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Pharmacoeconomics","Cost-effectiveness_analysis","Cost-utility_analysis","Patient","Government","Society","Hospital"]}