{"cursor":"2667","size":15,"audio":[],"currentlang":"en","article":"\nIn geology, a 'petroleum play', or simply a 'play', is a group of oil fields or\nprospects in the same region that are controlled by the same set of geological\ncircumstances.\n\nThe normal steps in the play cycle are: #Initial observations of a possible oil\nreserve #Testing and adjustments to initial estimates of extraction #High\nsuccess in locating and extracting oil from a reserve #Lower success as the\nreserve is depleted #Continued decrease in further exploration of the region\n\nA particular stratigraphic or structural geologic setting is also often known as\na play. For example, in a relatively unexplored area such as the Falkland\nIslands, one might speak of the \"Paleozoic play\" to refer to the potential oil\nreserves that might be found within Paleozoic strata. In a well-explored basin\nsuch as the Gulf of Mexico, explorationists refer to the \"Wilcox play\" or the\n\"Norphlet play\" to collectively designate the production and possible production\nfrom those particular geological formations, of Paleocene and Jurassic age,\nrespectively.\n\nA play may also be a broad category of possible reservoirs or rock types, as in\nthe turbidite play of offshore Angola or the carbonate play in the East Java\nSea, or to the structural geology of the setting, as in the sub-upthrust play of\nWyoming. Sometimes the word play is applied to a geographic area with\nhydrocarbon potential, as the South Texas play or the Niger Delta play, but\nusually \"play\" is used with the sense of restricting discussion to exploring a\nparticular geologic setting. Thus, one might have both the Wilcox play and the\nNorphlet play (among others) in partially overlapping areas of the coast of the\nGulf of Mexico; the Gulf of Mexico deep-water play might or might not include\nelements or particular locations appropriate to either the Wilcox or the\nNorphlet, or both. The term is one of convenience for discussion, and may refer\nto geologic time intervals, rock types, structures, or some combination of them.\n","linknr":100,"url":"Petroleum_play","recorded":1362482956,"links":15,"instances":[],"pdf":[],"categories":["Petroleum geology","Petroleum production"],"headings":["References","Further reading"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/c/ce/Oil_well.jpg/40px-Oil_well.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Oil_field","Stratigraphy","Structural_geology","Falkland_Islands","Paleozoic","Gulf_of_Mexico","Paleocene","Jurassic","Angola","Wyoming"]}