{"micrownet":["pfennig"],"duck":["\n<a href=\"http://duckduckgo.com/product_family_engineering\">Product Family Engineering</a> - Product family engineering, also known as product line engineering, is a synonym for \"domain engineering\" created by the Software Engineering Institute, a term coined by James Neighbors in...","\n<a href=\"http://duckduckgo.com/Pacific_Fruit_Express\">Pacific Fruit Express</a> - Pacific Fruit Express  was a railroad refrigerator car leasing company that at one point was the largest refrigerator car operator in the world.","\n<a href=\"http://duckduckgo.com/PolyGram_Filmed_Entertainment\">PolyGram Filmed Entertainment</a> - PolyGram Filmed Entertainment was a film studio, founded in 1980, which became a European competitor to Hollywood, but eventually sold to Universal Pictures in 1998 and folded in 1999.","\n<a href=\"http://duckduckgo.com/Programmer's_File_Editor\">Programmer's File Editor</a> - Programmer's File Editor is a freeware text editor targeted particularly to the needs of software programmers.","\n<a href=\"http://duckduckgo.com/Parathyroid_hormone_1_receptor\">Parathyroid hormone 1 receptor</a> protein","PFE","A PFE reading greater than zero indicates a price uptrend while one below zero indicates a downtrend.","\n<a href=\"http://duckduckgo.com/Portable_Forth_Environment\">Portable Forth Environment</a>, an Open source implementation of the Forth programming language","\n<a href=\"http://duckduckgo.com/pfizer\">Pfizer Inc.</a>, New York Stock Exchange symbol PFE","\n<a href=\"http://duckduckgo.com/partial_fraction\">Partial fraction expansion</a> - In algebra, the partial fraction decomposition or partial fraction expansion is a procedure used to reduce the degree of either the numerator or the denominator of a rational function.","\n<a href=\"http://duckduckgo.com/kegel_exercise\">Pelvic floor exercise</a>, also known as Kegel exercise","\n<a href=\"http://duckduckgo.com/Permanent_Fatal_Error\">Permanent Fatal Error</a> (a French post-rock band by Ulan Bator founder member)","\n<a href=\"http://duckduckgo.com/Potential_future_exposure\">Potential future exposure</a> - Potential Future Exposure is defined as the maximum expected credit exposure over a specified period of time calculated at some level of confidence.","\n<a href=\"http://duckduckgo.com/Promotion_Fitness_Examination\">Promotion Fitness Examination</a>, a pamphlet once used by the <a href=\"http://duckduckgo.com/?q=US Air Force\">US Air Force</a>, replaced by the Professional Development Guide in July 2007"],"common":{"milestones":["<a target=\"_new\" href=\"http://en.wikinews.org/wiki/Murder,_rape_of_Albert_Namatjira%27s_great-granddaughter_makes_belated_news\" title=\"Murder, rape of Albert Namatjira&#39;s great-granddaughter makes belated news\">Murder, rape of Albert Namatjira&#39;s great-granddaughter makes belated news</a>","<a target=\"_new\" href=\"http://en.wikinews.org/wiki/FDA_mandates_%22black_box%22_for_Celebrex,_pulls_Bextra_off_market\" title=\"FDA mandates &quot;black box&quot; for Celebrex, pulls Bextra off market\">FDA mandates &quot;black box&quot; for Celebrex, pulls Bextra off market</a>"],"image":[[],[]]},"Lists":[],"created":1373526828,"book":[],"micro-www":{"pfe":["pfeifer","Pfeifer_Zeliska_.600_Nitro_Express_revolver","Pfeifer_Broz._Music",""]},"micro-relation":[]}