{"cursor":"4503","size":15,"audio":[],"currentlang":"en","article":"'PEP group translocation', also known as the 'phosphotransferase system' or\n'PTS', is a distinct method used by bacteria for sugar uptake where the source\nof energy is from phosphoenolpyruvate ('PEP'). It is known as multicomponent\nsystem that always involves enzymes of the plasma membrane and those in the\ncytoplasm. An example of this transport is found in E. coli cells. The system\nwas discovered by Saul Roseman in 1964.\n\nThe phosphotransferase system is involved in transporting many sugars into\nbacteria, including glucose, mannose, fructose and cellobiose. 'PTS' sugars can\ndiffer between bacterial groups, mirroring the most suitable carbon sources\navailable in the environment every group evolved. The phosphoryl group on 'PEP'\nis eventually transferred to the imported sugar via several proteins. The\nphosphoryl group is transferred to the Enzyme E I ('EI'), Histidine Protein\n('HPr', 'Heat-stable Protein') and Enzyme E II ('EII') to a conserved histidine\nresidue, whereas in the Enzyme E II B ('EIIB') the phosphoryl group is usually\ntransferred to a cysteine residue and rarely to a histidine.\n\nIn the process of glucose 'PTS' transport specific of enteric bacteria, 'PEP'\ntransfers its phosphoryl to a histidine residue on 'EI'. 'EI' in turn transfers\nthe phosphate to 'HPr'. From 'HPr' the phosphoryl is transferred to 'EIIA'.\n'EIIA' is specific for glucose and it further transfers the phosphoryl group to\na [http://en.wiktionary.org/wiki/juxtamembrane juxtamembrane] 'EIIB'. Finally,\n'EIIB' phosphorylates glucose as it crosses the plasma membrane through the\ntransmembrane Enzyme II C ('EIIC'), forming glucose-6-phosphate. The benefit of transforming glucose into glucose-6-\nphosphate is that it will not leak out of the cell, therefore providing a one-\nway concentration gradient of glucose. The 'HPr' is common to the\nphosphotransferase systems of the other substrates mentioned earlier, as is the\nupstream 'EI'. Madigan, M. T., J. M. Martinko, P. V. Dunlap, and D. P.\nClark. Brock biology of microorganisms. 12th ed. San Francisco, CA:\nPearson/Benjamin Cummings, 2009.\n\nProteins downstream of 'HPr' tend to vary between the different sugars. The\ntransfer of a phosphate group to the substrate once it has been imported through\nthe membrane transporter prevents the transporter from recognizing the substrate\nagain, thus maintaining a concentration gradient that favours further import of\nthe substrate through the transporter.\n\nWith the glucose phosphotransferase system, the phosphorylation status of 'EIIA'\ncan have regulatory functions. For example, at low glucose concentrations\nphosphorylated 'EIIA' accumulates and this activates membrane-bound adenylate\ncyclase. Intracellular cyclic AMP levels rise and this then activates 'CAP'\n(catabolite activator protein), which is involved in the catabolite repression\nsystem, also known as glucose effect. When the glucose concentration is high,\n'EIIA' is mostly dephosphorylated and this allows it to inhibit adenylate\ncyclase, glycerol kinase, lactose permease, and maltose permease. Thus, as well\nas the 'PEP' group translocation system being an efficient way to import\nsubstrates into the bacterium, it also links this transport to regulation of\nother relevant proteins.\n\nIt is an active transport. After the translocation, the metabolites transported\nare modified.\n","linknr":154,"url":"Phosphotransferase_system","recorded":1362892682,"links":12,"instances":[],"pdf":[],"categories":["Enzymes"],"headings":["References","External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Bacteria","Phosphoenolpyruvate","Plasma_membrane","Cytoplasm","E._coli","Saul_Roseman","Phosphoryl","Enzyme_E_I","Histidine_Protein","Enzyme_E_II","Histidine","Cysteine","Enteric_bacteria","Saccharide_transporter","Glucose-6-phosphate","Adenylate_cyclase","Cyclic_AMP","Catabolite_activator_protein","Catabolite_repression","Adenylate_cyclase","Glycerol_kinase","Lactose_permease","Maltose_permease"]}