{"cursor":"2894","size":15,"audio":[],"currentlang":"en","article":"\n\nThe 'phragmoplast' is a plant cell specific structure that forms during late\ncytokinesis. It serves as a scaffold for cell plate assembly and subsequent\nformation of a new cell wall separating the two daughter cells.\n\nThe phragmoplast is a complex assembly of microtubules (MTs), microfilaments\n(MFs), and endoplasmic reticulum (ER) elements, that assemble in two opposing\nsets perpendicular to the plane of the future cell plate during anaphase and\ntelophase. It is initially barrel-shaped and forms from the mitotic spindle\nbetween the two daughter nuclei while nuclear envelopes reassemble around them.\nThe cell plate initially forms as a disc between the two halves of the\nphragmoplast structure. While new cell plate material is added to the edges of\nthe growing plate, the phragmoplast microtubules disappear in the center and\nregenerate at the edges of the growing cell plate. The two structures grow\noutwards until they reach the outer wall of the dividing cell. If a phragmosome\nwas present in the cell, the phragmoplast and cell plate will grow through the\nspace occupied by the phragmosome. They will reach the parent cell wall exactly\nat the position formerly occupied by the preprophase band.\n\nThe microtubules and actin filaments within the phragmoplast serve to guide\nvesicles with cell wall material to the growing cell plate. Actin filaments are\nalso possibly involved in guiding the phragmoplast to the site of the former\npreprophase band location at the parent cell wall. While the cell plate is\ngrowing, segments of smooth endoplasmic reticulum are trapped within it, later\nforming the plasmodesmata connecting the two daughter cells.\n\nThe phragmoplast can only be observed in Embryophytes, that is the bryophytes\nand vascular plants and a few advanced green algae, specifically\n[[Coleochaete]] in the Division Charophyta. Some algae use another type of\nmicrotubule array, a phycoplast, during cytokinesis. P.H.\nRaven, R.F. Evert, S.E. Eichhorn (2005): Biology of Plants, 7th Edition, W.H.\nFreeman and Company Publishers, New York, ISBN 0-7167-1007-2 J. Pickett-Heaps (1976) Cell division in eucaryotic algae. Bioscience\n'26' (7) 445-450\n","linknr":111,"url":"Phragmoplast","recorded":1362372932,"links":19,"instances":["biology"],"pdf":[],"categories":["Cell cycle","Mitosis","Plant cells"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Phragmoplast.png/300px-Phragmoplast.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["vesicle","biology"]],"members":["vesicle"],"related":["Plant_cell","Cytokinesis","Cell_plate","Cell_wall","Microtubules","Microfilaments","Endoplasmic_reticulum","Cell_plate","Anaphase","Telophase","Mitotic_spindle","Nuclear_envelope","Phragmosome","Preprophase_band","Vesicle_(biology)","Endoplasmic_reticulum","Plasmodesmata","Embryophytes","Bryophyte","Vascular_plant","Green_algae","Charophyta","Phycoplast"]}