{"cursor":"1486","size":15,"audio":[],"currentlang":"en","article":"'Physical water scarcity' is the situation where there is not enough water to\nmeet all demands, including that needed for ecosystems to function effectively.\nArid regions frequently suffer from physical water scarcity. It also occurs\nwhere water seems abundant but where resources are over-committed. This can\nhappen where there is overdevelopment of hydraulic infrastructure, often for\nirrigation. Symptoms of physical water scarcity include environmental\ndegradation and declining groundwater.\n\nThe term was first defined in a wide-ranging 2007 study on the use of water in\nagriculture over the past 50 years. Molden, D. (Ed). Water for food, Water\nfor life: A Comprehensive Assessment of Water Management in Agriculture.\nEarthscan/IWMI, 2007, p.11 The study was undertaken by a broad\npartnership of practitioners, researchers and policymakers, overseen by the\nInternational Water Management Institute in Sri Lanka, with the aim of finding\nout if the world has sufficient water resources to produce food for future\npopulations. The study found that more than 1.2 billion people live in areas of\nphysical water scarcity.\n\nThe term economic water scarcity was used by the study to define situations\nwhere demand for water is not satisfied because of a lack of investment in water\nor a lack of human capacity.\n","linknr":80,"url":"Physical_water_scarcity","recorded":1362372041,"links":10,"instances":[],"pdf":[],"categories":["Water","Land management"],"headings":["References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Water","Ecosystem","Irrigation","Water_scarcity","Environmental_degradation","Groundwater","Agriculture","International_Water_Management_Institute","Sri_Lanka","Economic_water_scarcity"]}