{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/Heaviside_step_function\">Heaviside step function</a> - The Heaviside step function, or the unit step function, usually denoted by H, is a discontinuous function whose value is zero for negative argument and one for positive argument.","\n<a href=\"http://duckduckgo.com/Piecewise_linear_function\">Piecewise linear function</a> - In mathematics, a piecewise linear function is a function composed of straight-line sections.","\n<a href=\"http://duckduckgo.com/PDIFF\">PDIFF</a> - In geometric topology, PDIFF, for piecewise differentiable, is the category of piecewise-smooth manifolds and piecewise-smooth maps between them.","Piecewise","\n<a href=\"http://duckduckgo.com/Absolute_value\">Absolute value</a> - In mathematics, the absolute value (or modulus)  of a real number&nbsp is the non-negative value of&nbsp without regard to its sign.","In mathematics, a piecewise-defined function is a function whose definition changes depending on the value of the independent variable.","https://i.duckduckgo.com/i/27cf86af.png","\n<a href=\"http://duckduckgo.com/Spline_(mathematics)\">Spline</a> -    In mathematics, a spline is a sufficiently smooth polynomial function that is piecewise-defined, and possesses a high degree of smoothness at the places where the polynomial pieces connect.","\n<a href=\"http://duckduckgo.com/sign_function\">sign function (sgn)</a> - In mathematics, the sign function or signum function is an odd mathematical function that extracts the sign of a real number.","In mathematics, a piecewise-defined function is a function which is defined by multiple subfunctions, each subfunction applying to a certain interval of the main function's domain.","\n<a href=\"http://duckduckgo.com/c/Functions_and_mappings\">Functions and mappings</a>"],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373502961,"book":[],"micro-www":{"piecewise":[""]},"wiki":{"cat":["Functions and mappings"],"text":"\nIn mathematics, a 'piecewise-defined function' (also called a 'piecewise\nfunction') is a function which is defined by multiple subfunctions, each\nsubfunction applying to a certain interval of the main function's domain (a\nsubdomain). Piecewise is actually a way of expressing the function, rather than\na characteristic of the function itself, but with additional qualification, it\ncan describe the nature of the function. For example, a piecewise polynomial\nfunction: a function that is a polynomial on each of its subdomains, but\npossibly a different one on each.\n\nThe word piecewise is also used to describe any property of a piecewise-defined\nfunction that holds for each piece but may not hold for the whole domain of the\nfunction. A function is 'piecewise differentiable' or 'piecewise continuously\ndifferentiable' if each piece is differentiable throughout its subdomain, even\nthough the whole function may not be differentiable at the points between the\npieces. In convex analysis, the notion of a derivative may be replaced by that\nof the subderivative for piecewise functions. Although the \"pieces\" in a\npiecewise definition need not be intervals, a function isn't called \"piecewise\nlinear\" or \"piecewise continuous\" or \"piecewise differentiable\" unless the\npieces are intervals.\n","title":"piecewise","headings":["Notation and interpretation","Continuity","See also"]},"micro-relation":["2: Absolute_value","1: Mathematics","1: Differentiable","1: Convex_analysis","1: Subderivative","1: Continuous_function","1: Heaviside_step_function","1: Piecewise_linear_function","1: PDIFF","1: Sign_function","1: B-spline"]}