{"cursor":"7060","size":15,"audio":[],"currentlang":"en","article":" with Halemaumau]] ]] ]]\n\nA 'pit crater' (also called a 'subsidence crater' or 'collapse crater') is a\ndepression formed by a sinking or collapse of the surface lying above a void or\nempty chamber, rather than by the eruption of a volcano or lava vent.\n{{cite web |url=http://volcano.und.edu/vwdocs/glossary.html |title=Volcanic and\nGeologic Terms |publisher=volcano.und.edu |accessdate=2008-04-12 |last= |first=\n}}  Pit craters are found on Mercury, Venus, Earth and\nMars. as well as many of our solar systems terrestrial moons. Pit\ncraters are often found in a series of aligned or offset chains and in these\ncases, the features is called a pit crater chain. Pit crater chains are\ndistinguished from catenae or crater chains by their origin. When adjoining\nwalls between pits in a pit crater chain collapse, they become troughs. In these\ncases, the craters may merge into a linear alignment and are commonly found\nalong extensional structures such as fractures, fissures and graben. Pit craters\nusually lack an elevated rim as well as the ejecta deposits and lava flows that\nare associated with impact craters. Okubo, Chris, and Stephen Martel. \"Pit crater formation on Kilauea\nvolcano, Hawaii..\" Journal of Volcanology and Geothermal Research. 86.1-4 (1998):1-\n18. Print. Pit craters are characterized by vertical walls that are often\nfull of fissures and vents. They usually have nearly circular openings. Geological Field Guide: Kilauea Volcano.\nrevised edition. Claremont, CA: Hawai'i Natural History Association, 2002. 97.\nPrint\n\nAs distinct from impact craters, these craters are not formed from the clashing\nof bodies or projectiles from space. {{cite web\n|url=http://www.agu.org/pubs/crossref/2004/2004JE002240.shtml\n|title=Distribution, morphology, and origins of Martian pit crater chains\n|publisher=www.agu.org |accessdate=2008-04-12 |last= |first= }}  Rather,\nthey can be formed by a lava explosion from a bottled up volcano, (the explosion\nleaving a shallow caldera), or the ceiling over a void may not be solid enough\nto prevent the collapse of the overlying material. A pit crater also could\nresult from the collapse of lava tubes, dike swarms, or from collapsed magma\nchambers under loose material. {{cite book\n  | last =The Diagram Group first =David Lambert & authorlink = title = The\n  | Field Guide to Geology (Updated Ed.) publisher = Facts on File, Inc. year\n  | =1998 location =MY pages =44–45, 94–95 id = isbn = 0-87842-334-3\n  | }}\n\nA newly formed pit crater has steep overhanging sides and is shaped like a\ncone inside, growing wider closer to the bottom. Over time the overhangs fall\nin and the crater fills with talus from the collapsing sides and roof. A\nmiddle aged pit crater is cylindrical but the rim will continue to collapse,\nexpanding outward until the crater resembles a funnel or drain, narrower at\nthe bottom than the top.\n\nWhile pit craters and calderas form from similar processes, the former term is\nusually reserved for smaller features of a mile or less in diameter. {{cite book\n  | last =Donald W. Hyndman first =Richard W. Hazlett & authorlink = title =\n  | Roadside Geology Of Hawai'i publisher = Mountain Press Publishing year =2005\n  | location =Missoula, MN pages =22–23, 68–70, 72–73, 75,\n  | 80–82 id = isbn = 0-87842-334-3 }}\nThe term \"pit crater\" was coined by C. Wilkes in 1845 to describe craters along\nHawaii's East Rift Zones. Wilkes, C., 1845. Narrative of the United States\nExploring Expedition during the years 1838, 1839, 1840, 1841, and 1842, Vol. 4.\nLea and Blanchard, Philadelphia, 180 pp\n\nHawaii is known for its volcanoes and pit craters. In 1868 an eyewitness saw\nmore than two-thirds of the basin of Kilauea cave in and fill with a lava lake.\nThis process happened repeatedly. The modern Halema'uma'u Shield began growing\nand then collapsed into a deep funnel-shaped pit. This pit filled with lava and\nfor 19 years burned continuously, becoming famous as the Hawaiian Fire Pit. In\n1924 the lava lake emptied when the walls of the crater cracked and collapsed\nand filled with water that turned to steam. After a week and a half Halema'uma'u\nhad widened and was 1,700 feet deep. Rocks that were blasted away from the\ncrater can still be seen on the caldera floor.\n\nDevil's Throat is another good Hawaiian example of a pit crater, especially\nsince we were able to observe its formation through collapse over time. It was\nfirst documented by Thomas Jaggar who estimated its dimensions as 15m x 10.5m x\n75m. In 1923 William Sinclair was lowered into Devil's Throat on a rope. He\nfound a cavern shaped like an upside down funnel which widened as he approached\nthe bottom. He measured the floor as about 60m in diameter and the crater's\ndepth around 78m. The crater's mouth widened over time and in 2006 the crater's\ndimensions were measured as 50m x 42m x 49m. This growth is explained by\nobserving pieces of the overhanging roof breaking off and falling to the bottom.\nThese shards gradually piled up on the crater floor, reducing its\ndepth. USGS. Devil's Throat has evolved into a shadow of its former self,\nweb. 7 Oct 2010 [http://hvo.wr.usgs.gov/volcanowatch/2006/06_10_12.html]\n\nThe process also happens on the surface of Mars and other terrestrial\nplanets. Features resembling pit craters have been observed\non Mercury.\n","linknr":225,"url":"Pit_crater","recorded":1362900475,"links":23,"instances":["planet","geology","geology"],"pdf":["http://www.lpi.usra.edu/meetings/lpsc2012/pdf/1681.pdf","http://www.lpi.usra.edu/meetings/lpsc2012/pdf/1681.pdf","http://www.lpi.usra.edu/meetings/lpsc2010/pdf/1413.pdf","http://www.lpi.usra.edu/meetings/lpsc2010/pdf/1413.pdf"],"categories":["Volcanology","Volcanic landforms","Volcanic craters"],"headings":["References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/7/70/Caldera_of_Kilauea_with_Halemaumau.jpg/250px-Caldera_of_Kilauea_with_Halemaumau.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Halemaumau.jpg/220px-Halemaumau.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/9/93/Hualalai_pit_crater_Na_One.jpg/250px-Hualalai_pit_crater_Na_One.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/9/90/Hawaiian_Eruption-blank.svg/120px-Hawaiian_Eruption-blank.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["depression","geology"],["trough","geology"],["mercury","planet"]],"members":["mercury","depression","trough"],"related":["Depression_(geology)","Eruption","Volcano","Lava","Hawaiian_eruption","Crater_chain","Trough_(geology)","Lava_flow","Impact_crater","Lava","Volcano","Caldera","Lava_tube","Dike_swarm","Magma_chamber","Lava_lake","Halema`uma`u_crater","Mars","Mercury_(planet)"]}