{"cursor":"6009","size":15,"audio":[],"currentlang":"en","article":"'Planetesimals' are solid objects thought to exist in protoplanetary disks and\nin debris disks.\n\nA widely accepted theory of planet formation, the so-called planetesimal\nhypothesis of Viktor Safronov, states that planets form out of cosmic dust\ngrains that collide and stick to form larger and larger bodies. When the bodies\nreach sizes of approximately one kilometer, then they can attract each other\ndirectly through their mutual gravity, enormously aiding further growth into moon-\nsized protoplanets. This is how planetesimals are often defined. Bodies that are\nsmaller than planetesimals must rely on Brownian motion or turbulent motions in\nthe gas to cause the collisions that can lead to sticking. Alternatively,\nplanetesimals can form in a very dense layer of dust grains that undergoes a\ncollective gravitational instability in the mid-plane of a protoplanetary disk.\nMany planetesimals eventually break apart during violent collisions, as may have\nhappened to 4 Vesta and 90 Antiope, but a few of the largest planetesimals can survive such\nencounters and continue to grow into protoplanets and later planets.\n\nIt is generally believed that about 3.8 billion years ago, after a period known\nas the Late Heavy Bombardment, most of the planetesimals within the Solar System\nhad either been ejected from the Solar System entirely, into distant eccentric\norbits such as the Oort cloud, or had collided with larger objects due to the\nregular gravitational nudges from the giant planets (particularly Jupiter and\nNeptune). A few planetesimals may have been captured as moons, such as Phobos\nand Deimos (the moons of Mars), and many of the small high-inclination moons of\nthe giant planets.\n\nPlanetesimals that have survived to the current day are valuable to scientists\nbecause they contain information about the formation of the Solar System.\nAlthough their exteriors are subjected to intense solar radiation that can\nalter their chemistry, their interiors contain pristine material essentially\nuntouched since the planetesimal was formed. This makes each planetesimal a\n'time capsule', and their composition can tell us of the conditions in the\nSolar Nebula from which our planetary system was formed (see also meteorites\nand comets).\n","linknr":189,"url":"Planetesimal","recorded":1362665468,"links":40,"instances":["astronomy","astronomy","moon","moon"],"pdf":[],"categories":["Circumstellar disks|*Planetesimal","Planets","Solar System dynamic theories"],"headings":["Definition of planetesimal","Notes and references","See also","External links and data sources"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/0/00/Crab_Nebula.jpg/28px-Crab_Nebula.jpg","//upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Earth-moon.jpg/32px-Earth-moon.jpg","//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["phobos","moon"],["deimos","moon"],["fusor","astronomy"],["planetar","astronomy"]],"members":["planetar","fusor","deimos","phobos"],"related":["Protoplanetary_disk","Debris_disk","Planet","Viktor_Safronov","Cosmic_dust","Adhesion","Gravity","Protoplanet","Brownian_motion","4_Vesta","90_Antiope","Late_Heavy_Bombardment","Solar_System","Oort_cloud","Giant_planet","Jupiter","Neptune","Phobos_(moon)","Deimos_(moon)","Mars","Inclination","Formation_and_evolution_of_the_Solar_System","Time_capsule","Solar_Nebula","Meteorite","Comet","Infinitesimal","Small_Solar_System_body","Asteroid","Comet","Solar_System","Comet","Kuiper_belt","Trojan_asteroid","International_Astronomical_Union","Asteroid","Dwarf_planet","Fusor_(astronomy)","Mesoplanet","Planetar_(astronomy)","Protoplanet","Neil_F._Comins"]}