{"cursor":"3806","size":15,"audio":[],"currentlang":"en","article":"\n\n's calligramme (1918)]] Quatrain on Heavenly Mountain by Emperor Gaozong of\nSong; fan mounted as album leaf on silk, four columns in cursive script]] A\n'poet' is a person who writes poetry. A poet's work can be literal, meaning that\nhis work is derived from a specific event, or metaphorical, meaning that his\nwork can take on many meanings and forms. Poets have existed since antiquity, in\nnearly all languages, and have produced works that vary greatly in different\ncultures and time periods. Throughout each civilization\nand language, poets have used various styles that have changed through the\ncourse of literary history, resulting in a history of poets as diverse as the\nliterature they have produced.\n\nThe English word \"poet\" is derived from the French poète, itself descended from\nthe Latin first-declension masculine noun poeta, meaning \"poet\". The word\n\"poetry\" derives from the Latin feminine noun poetria, meaning not \"poetry\" but\n\"poetess\".\n\nFrench poet Arthur Rimbaud summarized the \"poet\" by writing, A poet\nmakes himself a visionary through a long, boundless, and systematized\ndisorganization of all the senses. All forms of love, of suffering, of madness;\nhe searches himself, he exhausts within himself all poisons, and preserves their\nquintessences. Unspeakable torment, where he will need the greatest faith, a\nsuperhuman strength, where he becomes all men: the great invalid, the great\ncriminal, the great accursed—and the Supreme Scientist! For he attains the\nunknown! Because he has cultivated his soul, already rich, more than anyone! He\nattains the unknown, and, if demented, he finally loses the understanding of his\nvisions, he will at least have seen them! So what if he is destroyed in his\necstatic flight through things unheard of, unnameable: other horrible workers\nwill come; they will begin at the horizons where the first one has\nfallen!\n\nAlthough that is only one opinion of many on a poet's definition.\n\nWilliam Wordsworth once described the poet's task as to make\n\nA present joy the matter of a song,\n\nPour forth that day my soul in measured strains\n\nThat would not be forgotten and are here\n\nRecorded (The Prelude Book 1)\n\nMarianne Moore famously described the poet's job as creating \"imaginary gardens\nwith real toads in them\".(Poetry)\n\nMany poets such as Virgil in the Aeneid and John Milton in Paradise Lost invoke\nthe aid of a Muse to help them in their tasks.\n","linknr":426,"url":"Poet","recorded":1362483097,"links":80,"instances":[],"pdf":[],"categories":["Poets|","Arts occupations","Spoken word"],"headings":["See also","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/9/99/Calligramme.jpg/220px-Calligramme.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Quatrain_on_Heavenly_Mountain.jpg/220px-Quatrain_on_Heavenly_Mountain.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Quill_and_ink.svg/28px-Quill_and_ink.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Wikiquote-logo-en.svg/40px-Wikiquote-logo-en.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Wiktionary-logo-en.svg/37px-Wiktionary-logo-en.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/4/4a/Commons-logo.svg/30px-Commons-logo.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Concrete_poetry","Emperor_Gaozong_of_Song","Poetry","French_language","Latin","French_people","Arthur_Rimbaud","William_Wordsworth","The_Prelude","Marianne_Moore","Virgil","Aeneid","John_Milton","Paradise_Lost","Muse","Bard","List_of_poets","Lyricist","Poet_Laureate","Writer"]}