{"cursor":"5215","size":15,"audio":[],"currentlang":"en","article":"\n\n'Pollution prevention' '(P2)' describes activities that reduce the amount of\npollution generated by a process, whether it is consumer consumption, driving,\nor industrial production. In contrast to most pollution control strategies,\nwhich seek to manage a pollutant after it is formed and reduce its impact upon\nthe environment, the pollution prevention approach seeks to increase the\nefficiency of a process, thereby reducing the amount of pollution generated at\nits source. Although there is wide agreement that source reduction is the\npreferred strategy, some professionals also use the term pollution prevention to\ninclude Pollution Prevention With the ever-rising human population, pollution\nhas become a great concern. Pollution from human activities is a problem that\ndoes not have to be inevitable. With a comprehensive pollution prevention\nprogramme, most pollution can be reduced, reused, or prevented. The purpose of\nthis paper is to introduce a pollution prevention programme that will\ndemonstrate how to stabilize the population growth as well as how to reduce and\nmanage waste to prevent further pollution to the planet. Human Population\nNumbers With nearly seven billion people in the world, and the fact that the\naverage person produces 4.4 pounds of waste each day, around a ton of waste\nevery year, it is easy to see why pollution is such a huge problem (Recycling\nRevolution, 2010). In order to slow the growing levels of pollution, the human\npopulation needs to stabilize. Population numbers are rapidly increasing in\ndeveloping countries. It is estimated that “the human population will increase\nby one billion people in the next decade” (Kinder, 2011, Sec. 1, Para. 1). The\nmath is staggering when you add a ton a waste per person per year. Growth in\nthese developing countries is partly due to developing countries governments\ntelling their citizens that more numbers are needed to fill in the open spaces\nas the West has (Kinder, 2011). More people equals more natural resources used\nand waste created. The human population growth is the largest environmental\nproblem the world faces. Slowing the Population Growth What can be done to slow\nthe human population growth? “Experience shows that the most effective ways to\nslow human population growth are to encourage family planning, to reduce\npoverty, and to elevate the status of women (Miller & Spoolman, 2009, p. 133).\nSuch plans and strategies can be converted in to policies to ensure\nsustainability. “Action plans and strategies can be developed to increase public\nunderstanding of how rapid population growth limits chances for meeting basic...\nrecycling or reuse.\n\nAs an environmental management strategy, pollution prevention shares many\nattributes with cleaner production, a term used more commonly outside the United\nStates. Pollution prevention encompasses more specialized sub-disciplines\nincluding green chemistry and green design (also known as environmentally\nconscious design).\n\nThe US Environmental Protection Agency has a number of P2 programs that can\nassist individuals and organizations to implement\nP2. [http://www.epa.gov/p2/ \"Pollution Prevention (P2).\"]\n[http://www.epa.gov/ U.S. Environmental Protection Agency]. Accessed August\n2011.\n","linknr":129,"url":"Pollution_prevention","recorded":1362689608,"links":17,"instances":["economics"],"pdf":[],"categories":["Pollution","Industrial ecology"],"headings":["See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/7/70/Sustainable_development.svg/32px-Sustainable_development.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Aegopodium_podagraria1_ies.jpg/32px-Aegopodium_podagraria1_ies.jpg","//upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Earth_flag_PD.jpg/32px-Earth_flag_PD.jpg","//upload.wikimedia.org/wikipedia/commons/thumb/1/14/Crystal_energy.svg/29px-Crystal_energy.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["consumption","economics"]],"members":["consumption"],"related":["Consumer","Consumption_(economics)","Driving","Industrial_production","Pollutant","Natural_environment","Recycling","Reuse","United_States","Green_chemistry","Sustainable_design","United_States_Environmental_Protection_Agency","Atmospheric_dispersion_modeling","Computer_simulation","Air_pollution","Atmosphere_of_Earth","Source_reduction","Cleaner_production","Environmentalism","Energy_conservation","Green_chemistry","Industrial_Ecology","Pollution_control","Recycling","Waste_management","Extended_producer_responsibility","PAYT","Clean_Water_Act_of_1972"]}