{"cursor":"3340","size":15,"audio":[],"currentlang":"en","article":"In economics, 'price dispersion' is variation in prices across sellers of the\nsame item, holding fixed the item's characteristics. Price dispersion can be\nviewed as a measure of trading frictions (or, tautologically, as a violation of\nthe law of one price). It is often attributed to consumer search costs or\nunmeasured attributes (such as the reputation) of the retailing outlets\ninvolved. There is a difference between price dispersion and price\ndiscrimination. The latter concept involves a single provider charging different\nprices to different customers for an identical good. Price dispersion, on the\nother hand, is best thought of as the outcome of many firms potentially charging\ndifferent prices, where customers of one firm find it difficult to patronize (or\nare perhaps unaware of) other firms due to the existence of search costs.\n\nPrice dispersion measures include the range of prices, the percentage difference\nof highest and lowest price, the standard deviation of the price distribution,\nthe variance of the price distribution, and the coefficient of variation of the\nprice distribution.\n\nIn most theoretical literature, price dispersion is argued as result from\nspatial difference and the existence of significant search cost. With the\ndevelopment of internet and shopping agent programs, conventional wisdom tells\nthat price dispersion should be alleviated and may eventually disappear in the\nonline market due to the reduced search cost for both price and product\nfeatures. However, recent studies found a surprisingly high level of price\ndispersion online, even for standardized items such as books, CDs and DVDs.\nThere is some evidence of a shrinking of this online price dispersion, but it\nremains significant. Recently, work has also been done in the area of e-\ncommerce, specifically the Semantic Web, and its effects on price dispersion.\n\nHal Varian, an economist at U. C. Berkeley, argued in a 1980 article that price\ndispersion may be an intentional marketing technique to encourage shoppers to\nexplore their options. Varian, Hal R., \"A Model of Sales\"\n(Sep., 1980), The American Economic Review, Vol. 70, No. 4 , pp. 651-659.\n\nA related concept is that of wage dispersion.\n","linknr":90,"url":"Price_dispersion","recorded":1362553150,"links":12,"instances":[],"pdf":["http://semanticweb2002.aifb.uni-karlsruhe.de/proceedings/Position/gupta.pdf"],"categories":["Pricing","Economic efficiency","Economics terminology"],"headings":["See also","References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Economics","Law_of_one_price","Search_theory","Price_discrimination","Search_cost","Percentage","Standard_deviation","Variance","Coefficient_of_variation","Hal_Varian","UC_Berkeley","Wage_dispersion","Law_of_one_price","Search_theory"]}