{"cursor":"8570","size":15,"audio":[],"currentlang":"en","article":"\n\n\n:\"Principal (school)\" and \"school principal\" redirect here.\n\nA 'head teacher' or 'school principal' (also known as 'headteacher', See American and British English spelling differences\n'headmaster', 'headmistress' or the 'head', sometimes informally in Scots, the\n'heidie' or 'heedie') is the most senior teacher, leader and manager of a\nschool. In the past, the headmaster or headmistress of a British private school\nwas often the owner of the school or a member of the owning family, and the\nposition often remained in the family for many generations.\n\nIn Scotland, such officials are sometimes known as the \"rector\", most commonly\nin independent schools. In North America, Australia and Ireland (including\nNorthern Ireland), such officials are usually known as the \"school principal\",\nbut some schools, primarily independent schools, use the term \"headmaster\" or\n\"head master\". As in Scotland, the term \"rector\" is still in use in the United\nStates in independent, religious schools as by tradition, the Head of School was\nalso a priest. Some American state schools, such as Boston Latin School,\nBrooklyn Latin School, and Milpitas High School, also use the term \"headmaster\", either because of its\nhistory or historical connections.\n\nIn Britain, the terms \"headmaster\" and \"headmistress\" used to be the official\ntitle throughout both state and private schools, with \"head teacher\" only being\nused as a term to refer to them collectively. In recent years, however, most\nstate schools have switched to the gender-neutral \"head teacher\" as the official\ntitle. Nevertheless, the gender-specific terms are still in common use, and is\nstill the official title at some of the remaining state grammar schools and most\nprivate schools. Some use other terms, such as \"high master\". Private schools\nfrequently use other titles for officials under the head teacher.\n\nThe official term for the third most senior teacher in British state schools and\nmany private schools was \"second master\" or \"second mistress\", but these terms\nhave generally gone out of use in the state sector.\n\nSome schools use terms such as \"Head of the Upper School\" or \"Head of the Middle\nSchool\" to identify those people who are in charge of a particular division of\nthe school, but who are under the direction of the school headmaster.\n\n\"Principal\" or \"Head of School\" is used as the title of the head administrator\nof an elementary school, middle school, or high school in some English-speaking\ncountries, including the United States, India and Australia. Public schools in\nthe United States generally use the title principal whereas private schools in\nthe United States sometimes use the title Head of School. Books and documents\nrelating to the early days of public education in the United States show that\nthe title was originally Principal Teacher.\n","linknr":199,"url":"Principal_(school)","recorded":1362670655,"links":31,"instances":["uk","academia","academia"],"pdf":["http://nces.ed.gov/pubs2002/2002130.pdf"],"categories":["Education and training occupations","Academic administrators|*"],"headings":["Role","Deputy head","Assistants","Regional information","Impact of school leaders","See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["independent_school","united_kingdom"],["rector","academia"],["independent_school","uk"],["rector","academia"],["public_school","government_funded#united_states"],["principal","academia"]],"members":["independent_school","principal","public_school","rector"],"related":["American_and_British_English_spelling_differences","Scots_language","Teacher","Leader","Management","School","Independent_school_(United_Kingdom)","Scotland","Rector_(academia)","Independent_school_(UK)","Australia","Ireland","Northern_Ireland","Rector_(academia)","State_school","Boston_Latin_School","Brooklyn_Latin_School","Milpitas_High_School","Grammar_school","Elementary_school","Middle_school","High_school","United_States","Australia","Private_school","Management","Pastoral_care","Vice-principal","Assistant_principal","Australian","Academic_administration","School","School_board","School_discipline","Student","Scotland","Value-added_modeling","Eric_Hanushek","Principal_(academia)","Schoolmaster"]}