{"cursor":"4107","size":15,"audio":[],"currentlang":"en","article":"In ring theory, a branch of abstract algebra, a 'principal ideal' is an ideal I\nin a ring R that is generated by a single element a of R.\n\nMore specifically:\n* a left principal ideal of R is a subset of R of the form Ra := {ra : r in R};\n* a right principal ideal is a subset of the form aR := {ar : r in R};\n* a two-sided principal ideal is a subset of the form RaR :=\n  {r 1as 1 + ... + r nas n :\n  r 1,s 1,...,r n,s n in R}. If R is a\n  commutative ring, then the above three notions are all the same. In that case,\n  it is common to write the ideal generated by a as ⟨a⟩.\n\nNot all ideals are principal. For example, consider the commutative ring\n'C'[x,y] of all polynomials in two variables x and y, with complex coefficients.\nThe ideal ⟨x,y⟩ generated by x and y, which consists of all the polynomials in\n'C'[x,y] that have zero for the constant term, is not principal. To see this,\nsuppose that p were a generator for ⟨x,y⟩; then x and y would both be divisible\nby p, which is impossible unless p is a nonzero constant. But zero is the only\nconstant in ⟨x,y⟩, so we have a contradiction.\n\nA ring in which every ideal is principal is called principal, or a principal\nideal ring. A principal ideal domain (PID) is an integral domain that is\nprincipal. Any PID must be a unique factorization domain; the normal proof of\nunique factorization in the integers (the so-called fundamental theorem of\narithmetic) holds in any PID.\n\nAlso, any Euclidean domain is a PID; the algorithm used to calculate greatest\ncommon divisors may be used to find a generator of any ideal. More generally,\nany two principal ideals in a commutative ring have a greatest common divisor in\nthe sense of ideal multiplication. In principal ideal domains, this allows us to\ncalculate greatest common divisors of elements of the ring, up to multiplication\nby a unit; we define gcd(a,b) to be any generator of the ideal ⟨a,b⟩.\n\nFor a Dedekind domain R, we may also ask, given a non-principal ideal I of R,\nwhether there is some extension S of R such that the ideal of S generated by I\nis principal (said more loosely, I becomes principal in S). This question arose\nin connection with the study of rings of algebraic integers (which are examples\nof Dedekind domains) in number theory, and led to the development of class field\ntheory by Teiji Takagi, Emil Artin, David Hilbert, and many others.\n\nThe principal ideal theorem of class field theory states that every integer ring\nR (i.e. the ring of integers of some number field) is contained in a larger\ninteger ring S which has the property that every ideal of R becomes a principal\nideal of S. In this theorem we may take S to be the ring of integers of the\nHilbert class field of R; that is, the maximal unramified abelian extension\n(that is, Galois extension whose Galois group is abelian) of the fraction field\nof R, and this is uniquely determined by R.\n\nKrull's principal ideal theorem states that if R is a Noetherian ring and I is a\nprincipal, proper ideal of R, then I has height at most one.\n","linknr":123,"url":"Principal_ideal","recorded":1362670655,"links":24,"instances":["ring_theory","mathematics","mathematics","ring_theory","ring_theory"],"pdf":[],"categories":["Ideals","Commutative algebra"],"headings":["See also","References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["ideal","ring_theory"],["ring","mathematics"],["variable","mathematics"],["0","number"],["unit","ring_theory"],["height","ring_theory"]],"members":["unit","variable","ring","height","ideal"],"related":["Ring_theory","Abstract_algebra","Ideal_(ring_theory)","Ring_(mathematics)","Subset","Commutative_ring","Polynomial","Variable_(mathematics)","Complex_number","0_(number)","Constant_term","Contradiction","Principal_ideal_ring","Principal_ideal_domain","Integral_domain","Unique_factorization_domain","Integer","Fundamental_theorem_of_arithmetic","Euclidean_domain","Greatest_common_divisor","Unit_(ring_theory)","Dedekind_domain","Algebraic_integer","Number_theory","Class_field_theory","Teiji_Takagi","Emil_Artin","David_Hilbert","Principal_ideal_theorem","Ring_of_integers","Number_field","Hilbert_class_field","Ramification","Galois_theory","Abelian_group","Krull's_principal_ideal_theorem","Height_(ring_theory)","Ascending_chain_condition_for_principal_ideals"]}