{"cursor":"3031","size":15,"audio":[],"currentlang":"en","article":"\n'Process theory' is a commonly used form of scientific research study in which\nevents or occurrences are said to be the result of certain input states leading\nto a certain outcome (output) state, following a set process. Another theory\nthat attempts to explain human behavior is Content theory.\n\nProcess theory holds that if an outcome is to be duplicated, so too must the\nprocess which originally created it, and that there are certain constant\nnecessary conditions for the outcome to be reached. When the phrase is used in\nconnection with human motivation, process theory attempts to explain the\nmechanism by which human needs changes. Some of the theories that fall in this\ncategory are expectancy theory, equity theory, and goal setting\n\nIn management research, process theory provides an explanation for 'how'\nsomething happens and a variance theory explains 'why'.\n\nSome theorists claim that all natural processes have complex phases in which the\noutput state of the process is not determined by the input states of the\nprocesses. The condition is defined by Robert Rosen as being \"complex\".\n","linknr":108,"url":"Process_theory","recorded":1362477991,"links":12,"instances":["mathematics","computer_science"],"pdf":[],"categories":["Metatheory of science","Process theory"],"headings":["A Classification of Motivation Theories (Content vs. Process)","See also","Notes","References"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["state","computer_science"],["constant","mathematics"]],"members":["constant","state"],"related":["Research","State_(computer_science)","Output","Content_theory","Constant_(mathematics)","Expectancy_theory","Equity_theory","Goal_setting","Process_philosophy","Process_theology","Process_Oriented_Psychology","Gestalt_psychology"]}