{"cursor":"3882","size":15,"audio":[],"currentlang":"en","article":"'Process architecture' is the structural design of general process systems and\napplies to fields such as computers (software, hardware, networks, etc.),\nbusiness processes (enterprise architecture, policy and procedures, logistics,\nproject management, etc.), and any other process system of varying degrees of\ncomplexity. Dawis, E. P., J. F. Dawis, Wei-Pin Koo (2001).\nArchitecture of Computer-based Systems using Dualistic Petri Nets. Systems, Man,\nand Cybernetics, 2001 IEEE International Conference on Volume 3, 2001\nPage(s):1554 - 1558 vol.3\n\nProcesses are defined as having inputs, outputs and the energy required to\ntransform inputs to outputs. Use of energy during transformation also implies a\npassage of time: a process takes real time to perform its associated action. A\nprocess also requires space for input/output objects and transforming objects to\nexist: a process uses real space.\n\nA process system is a specialized system of processes. Processes are composed of\nprocesses. Complex processes are made up of several processes that are in turn\nmade up of several processes. This results in an overall structural hierarchy of\nabstraction. If the process system is studied hierarchically, it is easier to\nunderstand and manage; therefore, process architecture requires the ability to\nconsider process systems hierarchically. Graphical modeling of process\narchitectures is considered by Dualistic Petri nets. Mathematical consideration\nof process architectures may be found in CCS and the Ï-calculus.\n\nThe structure of a process system, or its architecture, can be viewed as a\ndualistic relationship of its infrastructure and suprastructure. Dawis, E. P. (2001). Architecture of an SS7\nProtocol Stack on a Broadband Switch Platform using Dualistic Petri Nets.\nCommunications, Computers and signal Processing, 2001. PACRIM. 2001 IEEE Pacific\nRim Conference on Volume 1, 2001 Page(s):323 - 326 vol.1 The\ninfrastructure describes a process system's component parts and their\ninteractions. The suprastructure considers the super system of which the process\nsystem is a part. (Suprastructure should not be confused with superstructure,\nwhich is actually part of the infrastructure built for (external) support.) As\none traverses the process architecture from one level of abstraction to the\nnext, infrastructure becomes the basis for suprastructure and vice versa as one\nlooks within a system or without.\n\nRequirements for a process system are derived at every hierarchical level. Black-box requirements for a system come from its suprastructure.\nCustomer requirements are black-box requirements near, if not at, the top of a\nprocess architecture's hierarchy. White-box requirements, such as engineering\nrules, programming syntax, etc., come from the process system's infrastructure.\n\nProcess systems are a dualistic phenomenon of change/no-change or form/transform\nand as such, are well-suited to being modeled by the bipartite Petri Nets\nmodeling system and in particular, process-class Dualistic Petri nets where\nprocesses can be simulated in real time and space and studied hierarchically.\n","linknr":107,"url":"Process_architecture","recorded":1362477428,"links":11,"instances":["programming_languages","philosophy"],"pdf":[],"categories":["Quality","Systems engineering","Systems theory"],"headings":["See also","References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["process","philosophy"],["syntax","programming_languages"]],"members":["syntax","process"],"related":["Process_(philosophy)","Real-time_computing","System","Hierarchy","Abstraction","Dualistic_Petri_nets","Calculus_of_communicating_systems","Π-calculus","Infrastructure","Superstructure","Syntax_(programming_languages)","Petri_Nets","Dualistic_Petri_nets","Complex_system","Complexity","Enterprise_Information_Security_Architecture","Flowchart","General_Systems_Theory","Petri_nets","Dualistic_Petri_nets","Process_algebra","Process_calculus","Process_engineering","Process_management","Process_modeling","Process_theory","Systems_architecture","Workflow"]}