{"cursor":"12016","size":15,"audio":[],"currentlang":"en","article":"'Procedural justice' is the idea of fairness in the processes that resolves\ndisputes and allocates resources. One aspect of procedural justice is related to\ndiscussions of the administration of justice and legal proceedings. This sense\nof procedural justice is connected to due process (U.S.), fundamental justice\n(Canada), procedural fairness (Australia), and natural justice (other Common law\njurisdictions), but the idea of procedural justice can also be applied to\nnonlegal contexts in which some process is employed to resolve conflict or\ndivide benefits or burdens. Other aspects of procedural justice can also be\nfound in social psychology and sociology issues and organizational psychology.\n\nProcedural justice concerns the fairness and the transparency of the processes\nby which decisions are made, and may be contrasted with distributive justice\n(fairness in the distribution of rights or resources), and retributive justice\n(fairness in the punishment of wrongs). Hearing all parties before a decision is\nmade is one step which would be considered appropriate to be taken in order that\na process may then be characterised as procedurally fair. Some theories of\nprocedural justice hold that fair procedure leads to equitable outcomes, even if\nthe requirements of distributive or restorative justice are not met.\nIt has been suggested that this is the outcome of the higher quality\ninterpersonal interactions often found in the procedural justice process, which\nhas shown to be stronger in affecting the perception of fairness during conflict\nresolution.\n","linknr":155,"url":"Procedural_justice","recorded":1362570281,"links":14,"instances":["humanities","polity"],"pdf":[],"categories":["Justice","Social ethics"],"headings":["Procedural justice in relation to communication","Perfect, imperfect, and pure procedural justice","Models of procedural fairness","Due process and natural justice","References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["transparency","humanities"],["state","polity"]],"members":["transparency","state"],"related":["Due_process","Fundamental_justice","Natural_justice","Social_psychology","Sociology","Organizational_psychology","Transparency_(humanities)","Distributive_justice","Retributive_justice","Restorative_justice","Organizational_justice","Tom_R._Tyler","Contextual_performance","Greenberg_and_Folger","Dissent","Leventhal's","A_Theory_of_Justice","John_Rawls","Tom_R._Tyler","Social_identity_theory","Due_process","Natural_justice","State_(polity)","Fair_procedure"]}