{"cursor":"9891","size":15,"audio":[],"currentlang":"en","article":"{{Infobox_Disease\n | Name = Prolidase deficiency Image = Caption = DiseasesDB = 29838 ICD10 =\n | ICD9 = ICDO = OMIM = 170100 MedlinePlus = eMedicineSubj = eMedicineTopic =\n | MeshID =\n}}\n\n'Prolidase deficiency' (PD) is an autosomal recessive disease that is extremely\nuncommon and is associated with collagen metabolism and\naffects the connective tissues. This rare condition affects assorted systems\nbecause of an error on an enzyme, which is affiliated with the creation of\ncollagen. Collagen is a powerful protein that is observed in the bones, tissues,\nand the skin. Collagen causes the degradation of iminodipeptides.\nIminodipeptides are compounds, which break down to form amino acids. Prolidase\nis an enzyme responsible for the breaking down of iminodipeptides. In this\ncondition there is a defect, which causes a lack of prolidase. Those affected by\nPD eliminate large quantities of iminodipeptides in their urine because of a\ndeficiency in the prolidase enzyme. When the function of\nprolidase operates incorrectly it results in this recessive connective tissue\ncondition (PD).\n\nProlidase splits dipeptides that contain C-terminal proline or hydroxyproline.\nWhen the amount of prolidase is insufficient, the typical recycling of the\nresidues of proline, acquired from the degrading of collagen, is not functioning\nproperly. As a result, there is an accumulation of iminodipeptides causes\ndisruptions in the connective tissue metabolism and elimination of an excessive\nvolume of iminodipeptides in the urine.\n\nIt is estimated that about 70 people with this condition have been recorded in\nmedical literature. Those who have researched this disorder predict that this\ncondition exists in about 1 in 1 million to 1 in 2 million newborns/infants. The characteristics of this disorder are extremely\ninconsistent in their expression.\n","linknr":298,"url":"Prolidase_deficiency","recorded":1362481970,"links":16,"instances":["genetics"],"pdf":["https://www.orpha.net/data/patho/GB/uk-prolidase.pdf","https://www.orpha.net/data/patho/GB/uk-prolidase.pdf","http://www.climb.org.uk/IMD/Papa/ProlidaseDeficiency.pdf","http://www.climb.org.uk/IMD/Papa/ProlidaseDeficiency.pdf","http://www.orpha.net/data/patho/GB/uk-prolidase.pdf"],"categories":["Amino acid metabolism disorders","Autosomal recessive disorders","Rare diseases","Skin conditions resulting from errors in metabolism"],"headings":["Characteristics and Symptoms","Causes and Genetics","Diagnosis","Treatment","References","External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["dominance","genetics"]],"members":["dominance"],"related":["Autosome","Dominance_(genetics)","Collagen","Enzyme","Prolidase","Proline","Hypertelorism","Micrognathia","OrphaNet"]}