{"cursor":"3280","size":15,"audio":[],"currentlang":"en","article":" is a classic example of proportional control.]] A 'proportional control' system\n is a type of linear feedback control system. Two classic mechanical examples\n are the toilet bowl float proportioning valve and the fly-ball governor.\n\nThe proportional control system is more complex than an on-off control system\nlike a bi-metallic domestic thermostat, but simpler than a proportional-integral-\nderivative (PID) control system used in something like an automobile cruise\ncontrol. On-off control will work where the overall system has a relatively long\nresponse time, but will result in instability if the system being controlled has\na rapid response time. Proportional control overcomes this by modulating the\noutput to the controlling device, such as a continuously variable valve.\n\nAn analogy to on-off control is driving a car by applying either full power or\nno power and varying the duty cycle, to control speed. The power would be on\nuntil the target speed is reached, and then the power would be removed, so the\ncar reduces speed. When the speed falls below the target, with a certain\nhysteresis, full power would again be applied. It can be seen that this looks\nlike pulse-width modulation, but would obviously result in poor control and\nlarge variations in speed. The more powerful the engine; the greater the\ninstability, the heavier the car; the greater the stability. Stability may be\nexpressed as correlating to the power-to-weight ratio of the vehicle.\n\n'Proportional control' is how most drivers control the speed of a car. If the\ncar is at target speed and the speed increases slightly, the power is reduced\nslightly, or in proportion to the error (the actual versus target speed), so\nthat the car reduces speed gradually and reaches the target point with very\nlittle, if any, \"overshoot\", so the result is much smoother control than on-\noff control.\n\nFurther refinements like PID control would help compensate for additional\nvariables like hills, where the amount of power needed for a given speed\nchange would vary. This would be accounted for by the integral function of the\nPID control.\n","linknr":97,"url":"Proportional_control","recorded":1362556016,"links":13,"instances":[],"pdf":[],"categories":["Control theory"],"headings":["Proportional Control Theory","See also","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Centrifugal_governor.png/220px-Centrifugal_governor.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/math/3/f/8/3f80d26e2e621e0f123bb26e80e609e5.png","//upload.wikimedia.org/math/6/9/6/696ae1accf3bbece9a8e5acf9a489b4e.png","//upload.wikimedia.org/math/b/3/c/b3cc86cb8d6e751560751bd13037f029.png","//upload.wikimedia.org/math/6/f/8/6f8ef0bdc3a65f335054981b50cac767.png","//upload.wikimedia.org/math/9/e/a/9eaf24476fe43703c92fc4c068827e7d.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Feedback","Control_system","Centrifugal_governor","On-off_control","Thermostat","PID_controller","Cruise_control","Duty_cycle","Hysteresis","Pulse-width_modulation","Power-to-weight_ratio","Setpoint","Process_variable","PI_controller"]}