{"cursor":"5885","size":15,"audio":[],"currentlang":"en","article":"{{Pfam_box\n| Symbol = PpL Name = Protein L b1 domain image = Protein_L_1MHH.png width =\n| caption = Structure of protein L binding to the light light chain of a murine\n| Fab.\n\n| Pfam = PF02246 InterPro = IPR003147 SMART = PROSITE = SCOP = 1MHH TCDB = OPM\n| family = OPM protein = PDB = , , , , , , , , , , , , , , , , ,\n}}\n\n'Protein L' was first isolated from the surface of bacterial species\n[[Peptostreptococcus magnus]] and was found to bind immunoglobulins through L\nchain interaction, from which the name was suggested. It consists of 719 amino acid residues. The molecular weight of Protein L purified from the\ncell walls of [[Peptostreptococcus magnus|Peptostreptoccus magnus]] was first\nestimated as 95kD by SDS-PAGE in the presence of reducing agent 2-\nmercaptoethanol, while the molecular weight was determined to 76kD by gel\nchromotography in the presence of 6 M guanidine HCl. Protein L does not contain\nany interchain disulfide loops, nor does it consist of disulfide-linked\nsubunits. It was an acidic molecular with a PI of 4.0. Unlike Protein A and Protein G, which bind to the Fc\nregion of immunoglobilins (antibodies), Protein L binds antibodies through light\nchain interactions. Since no part of the heavy chain is involved in the binding\ninteraction, Protein L binds a wider range of antibody classes than Protein A or\nG. Protein L binds to representatives of all antibody classes, including IgG,\nIgM, IgA, IgE and IgD. Single chain variable fragments (scFv) and Fab fragments\nalso bind to Protein L.\n\nDespite this wide binding range, Protein L is not a universal antibody-binding\nprotein. Protein L binding is restricted to those antibodies that contain kappa\nlight chains. In humans and mice, most antibody molecules contain kappa (κ)\nlight chains and the remainder have lambda (λ) light chains. Protein L is only\neffective in binding certain subtypes of kappa light chains. For example, it\nbinds human VκI, VκIII and VκIV subtypes but does not bind the VκII subtype.\nBinding of mouse immunoglobulins is restricted to those having VκI light\nchains.\n\nGiven these specific requirements for effective binding, the main application\nfor immobilized Protein L is purification of monoclonal antibodies from ascites\nor cell culture supernatant that are known to have the kappa light chain.\nProtein L is extremely useful for purification of VLκ-containing monoclonal\nantibodies from culture supernatant because it does not bind bovine\nimmunoglobilins, which are often present in the media as a serum supplement.\nAlso, Protein L does not interfere with the antigen-binding site of the\nantibody, making it useful for immunoprecipitation assays, even using IgM.\n","linknr":132,"url":"Protein_L","recorded":1362486721,"links":11,"instances":[],"pdf":[],"categories":["Proteins"],"headings":["Gene for protein L","Other antibody binding proteins","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Protein_L_1MHH.png/220px-Protein_L_1MHH.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Immunoglobulin_light_chain","Protein_A","Protein_G","Antibodies","Immunoglobulin_light_chain","IgG","IgM","IgA","IgE","IgD","ScFv","Protein","Monoclonal_antibodies","Ascites","Cell_culture","Supernatant","Immunoglobulin_light_chain","Bovine","Blood_serum","Immunoprecipitation","Protein_A","Protein_G","Protein_A/G"]}