{"cursor":"3560","size":15,"audio":[],"currentlang":"en","article":"\n'PROTOMAP' is a recently developed proteomic technology for identifying changes\nto proteins that manifest in altered migration by one-dimensional SDS-PAGE. It\nis similar, conceptually, to two-dimensional gel electrophoresis and difference\ngel electrophoresis in that it enables global identification of proteins that\nundergo altered electrophoretic migration resulting from, for example,\nproteolysis or post-translational modification. However, it is unique in that\nall proteins are sequenced using mass spectrometry which provides information on\nthe sequence coverage detected in each isoform of each protein thereby\nfacilitating interpretation of proteolytic events. \n\nPROTOMAP is performed by resolving control and experimental samples in separate\nlanes of a 1D SDS-PAGE gel. Each lane is cut into evenly spaced bands (usually\n15-30 bands) and proteins in these bands are sequenced using shotgun proteomics.\nSequence information from all of these bands are bioinformatically integrated\ninto a visual format called a 'peptograph' which plots gel-migration in the\nvertical dimension (high- to low-molecular weight, top to bottom) and sequence\ncoverage in the horizontal dimension (N- to C-terminus, left to right). A\npeptograph is generated for each protein the sample (thousands of peptographs\nare generated from a single experiment) and this data format enables rapid\nidentification of proteins undergoing proteolytic cleavage by making evident\nchanges in gel-migration that are accompanied by altered topography.\n\nPROTOMAP stands for 'PRotein TOpography and Migration Analysis Platform' and was\ninvented and developed by Ben Cravatt and colleagues at The Scripps Research\nInstitute.\n","linknr":119,"url":"Protomap_(proteomics)","recorded":1362484538,"links":10,"instances":[],"pdf":[],"categories":["Laboratory techniques","Electrophoresis","Proteomics","Bioinformatics","Bioinformatics software","Proteins","Mass spectrometry","Mass spectrometry software","The Scripps Research Institute"],"headings":["See also","External links","References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Proteomic","SDS-PAGE","Two-dimensional_gel_electrophoresis","Difference_gel_electrophoresis","Electrophoresis","Proteolysis","Post-translational_modification","Mass_spectrometry","SDS-PAGE","Shotgun_proteomics","Bioinformatics","Ben_Cravatt","The_Scripps_Research_Institute","Two_dimensional_SDS-PAGE","Difference_gel_electrophoresis","Proteomics","Shotgun_proteomics","Mass_spectrometry","Protease","Benjamin_Cravatt_III"]}