{"cursor":"13490","size":15,"audio":[],"currentlang":"en","article":"\n\nIntroduction 'Public comment' is a specific term of art used by various\ngovernment agencies in the United States, a constitutional democracy, in several\ncircumstances. It is sometimes called \"vox populi\". Generally these\ncircumstances are open public meetings of government bodies which set aside time\nfor oral public comments, or comments, usually upon documents. Such documents\nmay either be reports such as Draft Environmental Impact Reports (DEIR's) or new\nregulations. There is typically a notice which is posted on the web and mailed\nto more or less ad hoc lists of interested parties known to the government\nagencies. If there is to be a change of regulations, there will be a formal\nnotice of proposed rulemaking.\n\nThe basis for public comment is found in general political theory of\nconstitutional democracy as originated during and after the French\nEnlightenment, particularly by Rousseau. Jean-Jaques Rousseau, The Social\nContract, late 1700s, Public Domain This basis was elaborated in the\nAmerican Revolution, and various thinkers such as Franklin, Jefferson\nDeclaration of Independence, Jefferson et al, 1776 and Thomas Paine\nCommon Sense, Thomas Paine, late 1700s, public domain. are associated\nwith the rejection of tyrannical, closed government decision making in favor of\nopen government. The tradition of the New England Town Hall is believed to be\nrooted in this early American movement, and the distillation of formal public\ncomment in official proceedings is a direct application of this format in the\nworkings of public administration itself.\n\nOverview: The Two Types of Public Comment\n\nPublic comment embedded in actual meetings is typical of meetings convened by\nlegislative or executive bodies; judicial units do not have public comment, but\nrather testimony from witnesses and procedural statements from attorneys. Public\nunits such as city councils or county legislative bodies are typical examples of\nlegislative public comment hearing bodies. Note that comment may be written,\noral, or electronic.\n\nThere are two types of comment period. One is when comment goes to a specific\nagenda item. Secondly there is a class of public comment which pertains to items\nwhich are not on the agenda for that day. However, it is necessary that comments\nbe restricted to matters within the jurisdiction of the government body.\n\nThis latter requirement is seldom enforced except in those unusual cases in\nwhich commentators have set themselves at odds with policy makers and have been\ndesignated as a nuisance. In such cases, there are usually more explicit reasons\ngiven for restricting the rights of such speakers, however most undesirable\ncomments tend to be outside the scope of legislative jurisdiction. The above\ndistinction between agenda-item public comment and what is called \"General\nPublic Comment\" pertains both to legislative type bodies as well as executive\nagencies. These are typically commissions, committees or boards. There are\ntypically public comment periods during meetings of agencies such as city\ncouncils, county boards, and agencies which are concerned with matters such as\nwater quality, fish and game, sewer runoff management and transportation. Time\nlimits frequently range from one to five minutes for unscheduled presentations.\nIt is not typical to require that the person commenting be a resident, a\nregistered voter, a qualified elector, or even a citizen, simply that they be\npresent and able to speak.\n\nA whole different class of public comment is requested by agencies which are\nseeking input on draft policy documents such as Environmental Impact Reports\nwhich provide information which may be used in policy determinations by\ntheir own agency and other agencies at various levels of\ngovernment.Typically there is a notice of completion of the draft which is\nposted in the newspaper, on the web, and is mailed to known interested\nparties who may be designated as \"stakeholders\" or simply \"interested\nparties\". A public comment period is established and comments which are\nreceived by the cutoff date become part of the official public record. In\nsome cases, there is a statutory mandate that those comments be replied to\nor incorporated in some fashion into the Final document.\n\nOral public comment at public meetings\n\nComments provided at public meetings may be oral or written and not infrequently\nutilize audio visual aids such as thumbdrives, CD's or overhead projectors\n(transparencies or opaque material). They may include video clips. A laser\npointer, such as used by professional presenters, is useful but seldom utilized\nexcept by scheduled presenters on preset agendas, who are often credentialed\nprofessionals hired by the government agency to produce reports or provide\nconsultation.\n\nPublic comment in some cases includes remarks from experts or public\nofficials with some role in the issue at stake, but at a different time or\nlevel of process. Typically these kinds of comments may be ad hoc, not\nsolicited by the governing agency which is conducting the hearing. There may\nbe informal expectation that such a party may comment, but if it is an\ninterested agency then there will be prior notification and a larger chunk of\ntime may be allowed to such presenters. Surprisingly, however, these\nknowledegable high level speakers, including office holders, often are\nlimited to the same time constriction and queing requirements as all other\npublic commentors. They simply wait in line, their name is called when their\nspeaker slip happens to come to the top of the pile, and they are subject to\nbeing cut off after their two minutes or three minutes are up.This\nequalization between expert and lay commentator is an example of social\nleveling which occurs in democratic process and which is often harshly\ncriticized by elitist theorists such as Machiavellians, fascists, communist\ntechnocrats and other conservative social thinkers.\n\nPersons preparing public comment often think about and express the value of the\nconstitutional protection and a certain level of gratitude for the opportunity\nto speak. Such expressions are considered good etiquette the first few times a\nspeaker presents to a board, and it is also common to state one's background,\ncredentials, or interest. Persons who speak frequently to a particular agency\nbecome better known and typically refrain from repeating such formalities to\nexcess, and may go directly into their substantive testimony.\n\nVariatiation of official attitude toward public meeting comment\n\nIn constitutional democracies which permit public comment, meeting facilitators\ncan be relaxed, friendly and informal, allowing for errors on the part of public\nspeakers such as exceeding allowable time. In some cases they are strict in\nenforcement of rules and may make somewhat hostile remarks to speakers. This\nattitude may be a result of prior episodes in which public commenters may have\nexpressed accusations or hostility to seated officials. Frequently, such remarks\nresult in warnings and may escalate to the point that the meeting chair may not\nrecognize the public speaker and refuse to allow access to the microphone. Less\nfrequently, speakers who are out of order are ordered to leave, escorted out of\nthe building, or, rarely, placed under arrest for trespass or other charges.\nHowever, most government agencies in the United States are reluctant to resort\nto such measures, which may be viewed as restricting free speech protection of\nthe US and various state constitutions. They may also result in litigation and\nin some cases do. For instance, Robert Norse filed suit against the City of\nSanta Cruz when he made a Nazi style straight arm salute to the Santa Cruz City\nCouncil as a protest for council not permitting one additional public speaker\nwho had not put in a speaker's slip and would have exceeded the amount of time\nallowed for public comment. The suit, typical of a possible consequence of not\npermitting public comment, is based upon Title 42 Section 1983 of the US Code,\nand alleges that city council violated his First Amendment right to free speech\nby having him arrested for refusing to leave as ordered in response to his\ngesture. Norse vs. City of Santa Cruz, US District Court, North Central\nDistrict, Public Record\n\nSome states and regions may differ widely in their policies and procedures\nwith regard to public comment, ranging from the extremes of anarchist\ncollectives in twentieth century Spain, in which many routine decisions were\nmade by workers councils, to dictatorships in which making a comment on the\nperformance of government officials can be proscribed by law as tantamount to\nslander or provoking insurrection. In such systems, even the very idea of\nexposure to risk of prosecution deters the flow of information needed for the\nsystem's self rationalization process, resulting in stifled innovation,\naccumulated inefficiencies, declline of group morale and trust levels, with\neventual system collapse.\n\nLiberalized systems also typically proscribe slander, fabrications and personal\nattacks, however defined, and public commenters are discouraged from engaging in\nback and forth discussion with board or committee members. Comments which are\ndirected from the floor towards persons who have the floor are generally\nclassified as heckling.\n\nPublic comment in authoritarian systems\n\nAuthoritarian systems generally tend to take a dim view of public comment. In\nthe writings of Benito Mussolini, he expressed the view that fascism offers\n\"free\" speech, but only to persons who were \"qualified\" to have an\nopinion. Readings on Fascism and National Socialism Selected by members of\nthe department of philosophy, University of Colorado Contents The Doctrine of\nFascism by Benito Mussolini Similarly, in the historical development of\nNazism, public commentators at official NSDAP rallies were not infrequently\nbeaten by the mob, or, if there were large numbers supporting the adverse\ncommentator, brawls broke out. \"Goebbels\" by Ralf Georg Reuth\ntoday's People's Republic of China, public comment on government policy is\nconsidered inappropriate, and may result in long prison terms for persons such\nas Wei Jin Sheng.\n\nPublic comment as an aid to editing of government publications\n\nAs indicated above, there is a separate and distinct form of public comment, in\nthe US, does not occur at meetings but is solicited in written or electronic\nform prior to a set deadline. This type of comment may pertain to an intended\naction, such as permit issuance, or the classification of a particular species\nof plant or animal as endangered. Other instances occur with regard to\npublication of draft environmental impact reports, which comments are then\nanswered and may be reflected in subsequent revisions to the document. These\npublic comments are often posted on the web in advance of the deadline, which\nprovides commentators with an opportunity to view the remarks of others before\ncommitting themselves in writing.\n\nThis type of comment process may be mandated in legislation or in regulations\nenforcing statutes such as the National Environmental Protection Act (NEPA) or\nCalifornia's Cxxxx Environmental Quality Act (CEQA). Triggering events may\ninclude development proposals, mandated master plan updates or discovery of an\nendangered species. The NIH requested and received massive public comment\npertaining to its own openness to its generally sophisticated public, and they\ndid a thorough job of analyzing the voluminous submissions which is posted on\ntheir website. http://publicaccess.nih.gov/analysis_of_comments_nih_public_-\naccess_policy.pdf\n\nA government portal which may be useful allows review of comments and\nopportunity for making comment and can be searched by\nkeyword. http://www.regulations.gov/#!home The keyword search crosses\ndifferent government agencies and has drop-downs permitting a boolean exclusion\nalgorithm narrowing the focus between alternative choices such as documents,\nrules, notice of proposed rule changes, etcetera.\n\nSee also\n\n*Constitution **Constitutional democracy\n* Freedom\n* Freedom of speech\n* Freedom of speech by country\n* Heckler's veto\n\n* List of public policy topics by country\n* Notice of proposed rulemaking\n* Political correctness\n* Symbolic speech\n* Mandate (politics)\n* Public Policy\n\n\n\n\nNotes\n\n\nExternal links\n* [http://www.regulations.gov/ Regulations.gov - federal government inter-agency\n  site for finding public comment openings]\n* [http://www.dol.gov/ebsa/regs/commentsmain.html More focused public\n  comment portal]\n","linknr":133,"url":"Public_comment","recorded":1363554633,"links":["/w/index.php?title=Public_comment&action=edit","/w/index.php?title=Public_comment&action=edit","//en.wikipedia.org/apple-touch-icon.png","//bits.wikimedia.org/favicon/wikipedia.ico","/w/opensearch_desc.php","//en.wikipedia.org/w/api.php?action=rsd","//creativecommons.org/licenses/by-sa/3.0/","/w/index.php?title=Special:RecentChanges&feed=atom","//bits.wikimedia.org/en.wikipedia.org/load.php?debug=false&lang=en&modules=ext.gadget.DRN-wizard%2CReferenceTooltips%2Ccharinsert%2Cteahouse%7Cext.wikihiero%7Cmediawiki.legacy.commonPrint%2Cshared%7Cmw.PopUpMediaTransform%7Cskins.vector&only=styles&skin=vector&*","//bits.wikimedia.org/en.wikipedia.org/load.php?debug=false&lang=en&modules=site&only=styles&skin=vector&*","//bits.wikimedia.org/en.wikipedia.org/load.php?debug=false&lang=en&modules=startup&only=scripts&skin=vector&*","//bits.wikimedia.org/geoiplookup","//meta.wikimedia.org","#mw-head","#p-search","//upload.wikimedia.org/wikipedia/commons/c/ce/Nutshell.png","#Introduction","#Overview:_The_Two_Types_of_Public_Comment","#Oral_public_comment_at_public_meetings","#Variatiation_of_official_attitude_toward_public_meeting_comment","#Public_comment_in_authoritarian_systems","#Public_comment_as_an_aid_to_editing_of_government_publications","#See_also","#Notes","#External_links","/w/index.php?title=Public_comment&action=edit&section=1","/wiki/Notice_of_proposed_rulemaking","#cite_note-1","#cite_note-2","#cite_note-3","/w/index.php?title=Public_comment&action=edit&section=2","/w/index.php?title=Public_comment&action=edit&section=3","/w/index.php?title=Public_comment&action=edit&section=4","#cite_note-4","/w/index.php?title=Public_comment&action=edit&section=5","#cite_note-5","#cite_note-6","/w/index.php?title=Public_comment&action=edit&section=6","#cite_note-7","#cite_note-8","/w/index.php?title=Public_comment&action=edit&section=7","/wiki/Constitution","/wiki/Constitutional_democracy","/wiki/Political_freedom","/wiki/Freedom_of_speech","/wiki/Freedom_of_speech_by_country","/wiki/Heckler%27s_veto","/wiki/List_of_public_policy_topics_by_country","/wiki/Notice_of_proposed_rulemaking","/wiki/Political_correctness","/wiki/Symbolic_speech","/wiki/Mandate_(politics)","/wiki/Public_Policy","/wiki/File:HumanRightsLogo.svg","//upload.wikimedia.org/wikipedia/commons/thumb/d/d3/HumanRightsLogo.svg/27px-HumanRightsLogo.svg.png","/wiki/Portal:Human_rights","/wiki/File:A_coloured_voting_box.svg","//upload.wikimedia.org/wikipedia/en/thumb/0/01/A_coloured_voting_box.svg/28px-A_coloured_voting_box.svg.png","/wiki/Portal:Politics","/wiki/File:Scale_of_justice_2_new.jpeg","//upload.wikimedia.org/wikipedia/commons/thumb/4/48/Scale_of_justice_2_new.jpeg/28px-Scale_of_justice_2_new.jpeg","/wiki/Portal:Law","/w/index.php?title=Public_comment&action=edit&section=8","#cite_ref-1","#cite_ref-2","#cite_ref-3","#cite_ref-4","#cite_ref-5","#cite_ref-6","#cite_ref-7","http://publicaccess.nih.gov/analysis_of_comments_nih_public_access_policy.pdf","#cite_ref-8","http://www.regulations.gov/#!home","/w/index.php?title=Public_comment&action=edit&section=9","http://www.regulations.gov/","http://www.dol.gov/ebsa/regs/commentsmain.html","http://en.wikipedia.org/w/index.php?title=Public_comment&oldid=532609387","/wiki/Help:Categories","/wiki/Category:Social_sciences","/wiki/Category:Public_policy","/wiki/Category:Political_science","/wiki/Category:Public_speaking","/wiki/Category:United_States_administrative_law","/w/index.php?title=Special:UserLogin&returnto=Public+comment&type=signup","/w/index.php?title=Special:UserLogin&returnto=Public+comment","/wiki/Public_comment","/wiki/Talk:Public_comment","#","/wiki/Public_comment","/w/index.php?title=Public_comment&action=edit","/w/index.php?title=Public_comment&action=history","#","/w/index.php","//bits.wikimedia.org/static-1.21wmf11/skins/vector/images/search-ltr.png?303-4","/wiki/Main_Page","/wiki/Main_Page","/wiki/Portal:Contents","/wiki/Portal:Featured_content","/wiki/Portal:Current_events","/wiki/Special:Random","//donate.wikimedia.org/wiki/Special:FundraiserRedirector?utm_source=donate&utm_medium=sidebar&utm_campaign=C13_en.wikipedia.org&uselang=en","/wiki/Help:Contents","/wiki/Wikipedia:About","/wiki/Wikipedia:Community_portal","/wiki/Special:RecentChanges","/wiki/Wikipedia:Contact_us","/wiki/Special:WhatLinksHere/Public_comment","/wiki/Special:RecentChangesLinked/Public_comment","/wiki/Wikipedia:File_Upload_Wizard","/wiki/Special:SpecialPages","/w/index.php?title=Public_comment&oldid=532609387","/w/index.php?title=Public_comment&action=info","/w/index.php?title=Special:Cite&page=Public_comment&id=532609387","/w/index.php?title=Special:Book&bookcmd=book_creator&referer=Public+comment","/w/index.php?title=Special:Book&bookcmd=render_article&arttitle=Public+comment&oldid=532609387&writer=rl","/w/index.php?title=Public_comment&printable=yes","//zh.wikipedia.org/wiki/%E5%85%AC%E4%BC%97%E8%A8%80%E8%AE%BA","//www.wikidata.org/wiki/Special:ItemByTitle/enwiki/Public comment","//en.wikipedia.org/wiki/Wikipedia:Text_of_Creative_Commons_Attribution-ShareAlike_3.0_Unported_License","//creativecommons.org/licenses/by-sa/3.0/","//wikimediafoundation.org/wiki/Terms_of_Use","//www.wikimediafoundation.org/","//en.wikipedia.org/wiki/Wikipedia:Contact_us","//wikimediafoundation.org/wiki/Privacy_policy","/wiki/Wikipedia:About","/wiki/Wikipedia:General_disclaimer","http://en.m.wikipedia.org/wiki/Public_comment","//wikimediafoundation.org/","//bits.wikimedia.org/images/wikimedia-button.png","//www.mediawiki.org/","//bits.wikimedia.org/static-1.21wmf11/skins/common/images/poweredby_mediawiki_88x31.png","//bits.wikimedia.org/en.wikipedia.org/load.php?debug=false&lang=en&modules=skins.vector&only=scripts&skin=vector&*","/w/index.php?title=MediaWiki:Gadget-ReferenceTooltips.js&action=raw&ctype=text/javascript&508635914","//bits.wikimedia.org/en.wikipedia.org/load.php?debug=false&lang=en&modules=site&only=scripts&skin=vector&*"],"instances":["politics"],"pdf":["http://publicaccess.nih.gov/analysis_of_comments_nih_public_access_policy.pdf"],"categories":["Social sciences","Public policy","Political science","Public speaking|","United States administrative law"],"headings":["Introduction","Overview: The Two Types of Public Comment","Oral public comment at public meetings","Variatiation of official attitude toward public meeting comment","Public comment in authoritarian systems","Public comment as an aid to editing of government publications","See also","Notes","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/c/ce/Nutshell.png","//upload.wikimedia.org/wikipedia/commons/thumb/d/d3/HumanRightsLogo.svg/27px-HumanRightsLogo.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/0/01/A_coloured_voting_box.svg/28px-A_coloured_voting_box.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/4/48/Scale_of_justice_2_new.jpeg/28px-Scale_of_justice_2_new.jpeg","//bits.wikimedia.org/static-1.21wmf11/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf11/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["mandate","politics"]],"members":["mandate"],"related":["Notice_of_proposed_rulemaking","Constitution","Constitutional_democracy","Political_freedom","Freedom_of_speech","Freedom_of_speech_by_country","Heckler's_veto","List_of_public_policy_topics_by_country","Notice_of_proposed_rulemaking","Political_correctness","Symbolic_speech","Mandate_(politics)","Public_Policy"]}