{"cursor":"1971","size":15,"audio":[],"currentlang":"en","article":"A 'pull switch' is a switch that is actuated by means of a chain or string.\n\nAn electric pull switch is attached to a toggle type switch: one pull to switch\non and next pull to switch off.\n\nThe most common use of a pull switch is to operate a ceiling electric light. The\nceiling fan is another appliance often operated by pull switches. Pull switches\nmay be either two-position (open or closed) or multi-position (allowing for\ndifferent fan speeds or levels of illumination).\n\nMounted inside a pull switch, there could be two types of two-position toggle\nswitches. (In both cases the stable physical open- or closed -situation would be\nswitch in outer and string in upper position.) One type would switch to closed\n(alternatively open) already during the initial pull in the string. The other\ntype would switch to closed (or open) only when releasing after a full pull.\nWith the first type, the weight of the string and handle could accidentally\nswitch the load intermittently on and off, when still around the initial\nposition (depending on the internal spring). This could potentially increase the\ndanger of overheating in the switch.\n\nIn a damp environment, electrical pull switches have a safety advantage because\nthe user is separated from the electricity by a significant distance and if the\nlead is made of an electrically insulating material, such as cotton string.\n\nMost commercially available pull switches use a short length of ball chain,\nwhich may then be connected to any number of optional leads for added length or\ndecoration. Leads for decoration or utility are usually made of metal or\nplastic. They can come in many different shapes ranging from animals, geometric\nshapes, or look just like a weight.\n","linknr":78,"url":"Pull_switch","recorded":1362476872,"links":10,"instances":[],"pdf":[],"categories":["Switches"],"headings":["See also","External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Switch","Link_chain","Pullstring","Electric_light","Ceiling_fan","Light_switch"]}