{"cursor":"2497","size":15,"audio":[],"currentlang":"en","article":"The 'Advanced Diagnostic Ultrasound in Microgravity' (ADUM) Project is a US\nGovernment funded study investigating strategies for applying diagnostic\ntelemedicine to space. The Principal Investigator is Scott Dulchavsky, Chairman\nof Surgery at the Henry Ford Health System. This study was the first formal\nexperiment to examine the use of ultrasound in microgravity encompassing\nmusculoskeletal, heart, lung, abdominal, pelvic, dental, and orbital scans.\nUltrasound is the only medical imaging device currently available on board the\nInternational Space Station. In addition, the lack of physician expertise on\nboard the ISS makes diagnosis of medical conditions challenging. Ultrasound may\nhave direct application for the evaluation and diagnosis of hundreds of medical\nconditions and is of interest for treating exploration crews. The telemedicine\nstrategies investigated by this project has widespread application on Earth in\nemergency and rural care situations. Ultrasound images from space from a variety\nof body regions have been shown to be of diagnostic quality and non-expert\noperators were easily trained in ultrasound skills. This work has been expanded\nto include professional Football, Baseball, and Ice Hockey teams as well as the\nWinter and Summer Olympic Games in collaboration with investigators such as\nMarnix Van Holsbeeck. Dr. Dulchavsky has also led an innovative pilot study to\nexpand comprehensive ultrasound education to basic science medical students at\nthe Wayne State University School of Medicine. This trial has been shown to be a\nsuccess with over 82 percent of students agreeing or strongly agreeing that\ntheir educational experience with the lightweight ultrasound technology\neducation was positive. This technology is now being taught to medical students\nin their clinical clerkships.\n","linknr":76,"url":"Advanced_Diagnostic_Ultrasound_in_Microgravity","recorded":1362267971,"links":20,"instances":[],"pdf":[],"categories":["Medical ultrasound"],"headings":["External links"],"image":["//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Scott_Dulchavsky","Henry_Ford_Health_System","International_Space_Station","Marnix_Van_Holsbeeck","Wayne_State_University_School_of_Medicine"]}