{"cursor":"2940","size":15,"audio":[],"currentlang":"en","article":"\n\n'Labelling' or 'labeling' is describing someone or something in a word or short\nphrase. For example, describing someone who has broken a law as a\ncriminal. Labelling theory is a theory in sociology which ascribes labelling of\npeople to control and identification of deviant behavior.\n\nIt has been argued that labelling is necessary for communication.\nHowever, the use of the term labelling is often intended to highlight the fact\nthat the label is a description applied from the outside, rather than something\nintrinsic to the labelled thing. This can be done for several reasons: *To\nprovoke a discussion about what the best description is *To reject a particular\nlabel *To reject the whole idea that the labelled thing can be described in a\nshort phrase. This last usage can be seen as an accusation that such a short\ndescription is overly-reductive.\n\nGiving something a label can be seen as positive, but the term label is not\nusually used in this case. For example, giving a name to a common identity is\nseen as essential in identity politics.\n\nLabelling is often equivalent to pigeonholing or the use of stereotypes and can\nsuffer from the same problems as these activities.\n\nThe labelling of people can be related to a reference group. For example, the\nlabels black and white are related to black people and white people; the labels\nyoung and old are related to young people and old people.\n\nThe labelling of works of art can be related to genre. For example a piece of\nmusic may be described as progressive rock or indie. However, there are other\nlabels that can be applied to a work, such as derivative, low or high. The use\nof the word labelling is less common in the context of works of art than people.\nHowever, it also often represents the rejection of a label. For example, an\nartist may feel that the labeller is attempting to restrict the scope of the\nartist's work to that which is covered by the label.\n","linknr":120,"url":"labeling","recorded":1362891038,"links":16,"instances":["philosophy"],"pdf":[],"categories":["Sociological terminology","Sociological theories","Stereotypes","Labeling theory"],"headings":["See also","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Logo_sociology.svg/28px-Logo_sociology.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/6/6c/Psi2.svg/28px-Psi2.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["reduction","philosophy"]],"members":["reduction"],"related":["Labeling_theory","Sociology","Reduction_(philosophy)","Identity_politics","Pigeonholing","Stereotypes","Reference_group","Black_people","White_people","Young_people","Old_people","Work_of_art","Genre","Progressive_rock","Independent_music","Derivative_work","Low_culture","High_culture","Artist","Archetype","Attributional_bias","Discrimination","Labeling_theory","Name_calling","Pigeonholing","Social_stigma"]}