{"cursor":"3256","size":15,"audio":[],"currentlang":"en","article":"\n, heavy equipment such as bulldozers have been useful for land\ndevelopment.]] 'Land development' refers to altering the landscape in any\nnumber of ways such as:\n\n* changing landforms from a natural or semi-natural state for a purpose such as\n  agriculture or housing\n* subdividing real estate into lots, typically for the purpose of building homes\n* developing property or changing its purpose, for example by converting an\n  unused factory complex into condominiums\n\nThe prudent landowner or developer on any size of project will inevitably want\nto maximise profits, minimise risk and control his cash-flow. This is a process\ncalled Profit Enhancement. This means identifying and developing the best scheme\nfor the local marketplace, whilst satisfying the local planning process.\nEssentially, Development Analysis puts development prospects, and the\ndevelopment process itself, under the microscope, identifying exactly where\nenhancements and improvements can be introduced. These improvements aim to align\nwith best design practice, political sensitivities, and the inevitable social\nrequirements of a project, with the overarching objective of increasing land\nvalues and profit margins on behalf of the landowner or developer. Development\nAnalysis can add significantly to the value of land and development, and as such\nis becoming a crucial weapon in the landowners and the developer's armoury. It\nis an essential step in Kevin A. Lynches (1960) book The Image of the City, and\nis considered nowadays to be an essential step to realising the value potential\nof land. The landowner can share in additional planning gain (significant value\nuplift) via an awareness of the land's development potential. This is done via a\nresidual development appraisal or residual valuation. The residual appraisal\ncalculates the sale value of the end product (the Gross Development Value, or\nGDV), and hypothetically deducts costs, including planning and construction\ncosts, finance costs and developer's profit. The 'residue', or leftover\nproportion, represents the land value. Ergo, in maximising the GDV (that which\none could build on the land), you concurrently enhance the land value.\nFurthermore the land value is highly sensitive to issues such as supply and\ndemand (for the end product), build costs, Planning and affordable housing\ncontributions, and alike. Conversely, understanding and enhancing the effect of\nvalue 'drivers' will have an equally positive effect. Therefore, understanding\nthe intricacies of the development system, can equate to massive differences in\nthe landowners sale value. If development analysis is left to the developer\nhowever, then it will be he, and not the landowner, who will receive all of the\nbetterment.\n","linknr":111,"url":"Land_development","recorded":1362478787,"links":17,"instances":["real_estate","land"],"pdf":[],"categories":["Construction","Urban studies and planning"],"headings":["See also"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Spycharka_DT_75.JPG/220px-Spycharka_DT_75.JPG","//bits.wikimedia.org/static-1.21wmf8/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/5/57/Column_impost.svg/34px-Column_impost.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["subdivision","land"],["lot","real_estate"],["subdivision","land"]],"members":["lot","subdivision"],"related":["Bulldozer","Landscape","Landforms","Natural","Agriculture","House","Subdivision_(land)","Real_estate","Lot_(real_estate)","Home","Real_estate_developer","Factory","Condominiums","Land_management","Leopold_matrix","Subdivision_(land)","Sustainable_agriculture","Real_estate_developer","Urban_planning"]}