{"cursor":"3912","size":15,"audio":[],"currentlang":"en","article":"\n\n\n\nA 'lapidary' (or lapidarist) is an artist or artisan who forms stone, mineral,\ngemstones into decorative items such as engraved gems, including cameos, or\ncabochons, and faceted designs, or who is an expert in precious stones; and can\nbe a collector of or dealer in gems. [http://www.yourdictionary.com/lapidary\nlapidary: Webster's New World College Dictionary, 4th Ed.] Related, but in\ncontrast, hardstone carving is the term in art history for some of the objects\nproduced and the craft. Diamond cutters are generally not referred to as\nlapidaries, due to the specialized techniques which are required to work\ndiamond. In modern contexts \"gemcutter\" typically refers to people who\nspecialize in cutting diamonds, but in older historical contexts; it refers to\nartists producing engraved gems such as jade carvings and the like.\n\nA specialized form of lapidary work is the inlaying of marble and gemstones into\na marble matrix, known in English as \"pietra dura\" for the hardstones like onyx,\njasper and carnelian that are used, but called in Florence and Naples, where the\ntechnique was developed in the 16th century, opere di commessi. The Medici\nChapel at San Lorenzo in Florence is completely veneered with inlaid hard\nstones. The specialty of \"micromosaics\", developed from the late 18th century in\nNaples and Rome, in which minute slivers of glass are assembled to create still\nlife, cityscape views and the like, is sometimes covered under the umbrella term\nof lapidary work. In China, lapidary work specializing in jade carving has been\ncontinuous since at least the Shang dynasty.\n\nApart from figurative carving, there are three broad categories of\nlapidary arts. These are the procedures of tumbling, cabochon cutting, and\nfaceting. The distinction is somewhat loose, and leaves a broad range\nwithin the term cabochon.\n\nMost lapidary work is done using motorized equipment and resin or metal bonded\ndiamond tooling in successively decreasing particle sizes until a polish is\nachieved. Often, the final polish will use a different medium, such as tin oxide\nor cerium(IV) oxide. Older techniques, still popular with hobbyists, used bonded\ngrinding wheels of silicon carbide, with only using a diamond tipped saw.\nDiamond cutting, because of the extreme hardness of diamonds, cannot be done\nwith silicon carbide, and requires the use of diamond tools.\n\nThere are also many other forms of lapidary, not just cutting and polishing\nstones and gemstones. These include: casting, faceting, carving, jewelry,\nmosaics (e.g. little slices of opal on potch, obsidian or another black stone\nand with a clear dome (glass or crystal quartz) on top. There are lapidary clubs\nthroughout the world. In Australia there are numerous gemshows including an\nannual gemshow, the Gemborree which is a nation-wide lapidary competition. There\nis a collection of gem and mineral shows held in Tucson, Arizona, at the\nbeginning of February each year. This group of shows constitutes the largest gem\nand mineral event in the world. The event was originally started with the Tucson\nGem and Mineral Society Show and has now grown to include dozens of other\nindependent shows.\n","linknr":370,"url":"Lapidary","recorded":1362372882,"links":31,"instances":["carving","geology"],"pdf":[],"categories":["Hardstone carving","Jewelry making"],"headings":["See also","References"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/3/33/Thai_Gem_Cutting.jpg/220px-Thai_Gem_Cutting.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Zafirs-treball2.jpg/240px-Zafirs-treball2.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Apollo_synthetic_diamond.jpg/32px-Apollo_synthetic_diamond.jpg","//upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Marquetry_Mezuzah.jpg/120px-Marquetry_Mezuzah.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["rock","geology"],["cameo","carving"],["cerium(iv_oxide"]],"members":["cameo","rock"],"related":["Artisan","Rock_(geology)","Mineral","Gemstone","Engraved_gem","Cameo_(carving)","Cabochon","Facet","Hardstone_carving","Diamond_cutting","Diamond","Gemcutter","Inlay","Marble","Pietra_dura","Hardstone","Onyx","Jasper","Carnelian","Florence","Naples","Basilica_di_San_Lorenzo_di_Firenze","Florence","Micromosaic","Chinese_jade","Shang_dynasty","Tumble_polishing","Cabochon","Facet_cutting","Tin_oxide","Cerium(IV)_oxide","Silicon_carbide","Diamond_cutting","Mohs_scale_of_mineral_hardness","Lapidary_clubs","Tucson,_Arizona","Gemcutter"]}