{"cursor":"3725","size":15,"audio":[],"currentlang":"en","article":"'Laura Ives Wiley' is a Republican and former member of the North Carolina House\nof Representatives. She represented the state's 61st legislative district, which\nat the time encompassed southwestern Guilford County, a majority of the city of\nHigh Point, the town of Jamestown, and the unincorporated area of\nSedgefield. She was first elected to the North Carolina General\nAssembly in 2004 after defeating eight-term Republican incumbent Steve Wood in a\nprimary election. Wiley won an uncontested race in 2006,\nand defeated primary challenger George Ragsdale in 2008. She chose\nnot to run for re-election in 2010 and is now retired from elected public\noffice. She remains active in political and community activites, serving on the\nWAR Memorial Foundation Board of Directors, the High Point Housing Authority\nBoard of Commissioners, and the Senior Resources of Guilford Board of Directors.\n\nWiley had previously served on the High Point city council since 2002, and\nbefore that was an active volunteer for both the High Point and Guilford County\nRepublican Parties. She serves on the North Carolina Republican\nParty's Executive Committee and on the North Carolina 6th U.S. Congressional\nDistrict Committee. She is a retired educator who worked in Ohio and\nTennessee schools prior to moving to North Carolina in 1997. Born in\nTwenty-Nine Palms, CA, she is the daughter of a career United States Marine\nCorps officer. She is a graduate of the University of Tennessee with a B.S. in\nEducation.\n","linknr":120,"url":"Laura_I._Wiley","recorded":1362584593,"links":14,"instances":["united_states"],"pdf":[],"categories":["Living people","Members of the North Carolina House of Representatives","University of Tennessee alumni","Year of birth missing (living people)","Women state legislators in North Carolina"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/b/bb/Flag_of_North_Carolina.svg/30px-Flag_of_North_Carolina.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/2/24/Crystal_personal.svg/30px-Crystal_personal.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["republican_party","united_states"]],"members":["republican_party"],"related":["Republican_Party_(United_States)","North_Carolina_House_of_Representatives","North_Carolina","Guilford_County","High_Point,_North_Carolina","Stephen_W._Wood","Ohio","Tennessee","United_States_Marine_Corps","University_of_Tennessee","Bachelor's_Degree"]}