{"cursor":"4243","size":15,"audio":[],"currentlang":"en","article":"\n\nIn chemistry, the 'law of multiple proportions' is one of the basic laws of\nstoichiometry used to establish the atomic theory, alongside the law of\nconservation of mass (matter) and the law of definite proportions. It is\nsometimes called 'Dalton's Law' after its discoverer, the English chemist John\nDalton, http://groups.molbiosci.northwestern.edu/-\nholmgren/Glossary/Definitions/Def-L/law_multiple_proportions.html who\npublished it in the first part of the first volume of his \"New System of\nChemical Philosophy\" (1808). [//web.lemoyne.edu/~giunta/ea/daltonann.html\nElements and Atoms: Chapter 7 Atoms of Definite Weight: Dalton] from Classic\nChemistry (Selected Classic Papers from the History of Chemistry) compiled by\nCarmen Giunta The statement of the law is:\n\nIf two elements form more than one compound between them, then the ratios of the\nmasses of the second element which combine with a fixed mass of the first\nelement will be ratios of small whole numbers.\n\nFor example, Dalton knew that the element carbon forms two oxides by combining\nwith oxygen in different proportions. A fixed mass of carbon, say\n100 grams, may react with 133 grams of oxygen to produce one oxide, or\nwith 266 grams of oxygen to produce the other. The ratio of the masses of\noxygen that can react with 100 grams of carbon is 266:133 â 2:1, a ratio of\nsmall whole numbers. Dalton interpreted this result in his atomic theory by\nproposing (correctly in this case) that the two oxides have one and two oxygen\natoms respectively for each carbon atom. In modern notation the first is CO\n(carbon monoxide) and the second is CO 2 (carbon dioxide).\n\nJohn Dalton first expressed this observation in 1804. http://www.britannica.com/EBchecked/topic/397165/law-of-multiple-\nproportions A few years previously, the French chemist Joseph Proust had\nproposed the law of definite proportions, which expressed that the elements\ncombined to form compounds in certain well-defined proportions, rather than\nmixing in just any proportion; and Antoine Lavoisier proved the law of\nconservation of mass, which helped out Dalton. http://www.chemtopics.com/aplab/lawmp.pdf Careful study of\nthe actual numerical values of these proportions led Dalton to propose his law\nof multiple proportions. This was an important step toward\nthe atomic theory that he would propose later that year, and it laid the basis\nfor chemical formulas for compounds.\n\n\n\nIt is not always true that the compound formulas have only one atom of the\nelement chosen to have a fixed mass for the comparison, as is the case for CO\nand CO 2. For example, copper also forms two oxides in which the ratio\nof the masses of oxygen that combine with 100 grams of copper is 2:1.\nHowever with the help of the correct atomic weights for copper and oxygen (which\nDalton did not know), it is determined that the formulas of these two oxides are\nCu 2O and CuO.\n\nThe law of multiple proportions is best demonstrated using simple compounds. For\nexample, if one tried to demonstrate it using the hydrocarbons decane (chemical\nformula C 10 H22 ) and undecane\n(C 11 H24 ), one would find that 100 grams of carbon\ncould react with 18.46 grams of hydrogen to produce decane or with\n18.31 grams of hydrogen to produce undecane, for a ratio of hydrogen masses\nof 121:120, which is hardly a ratio of \"small\" whole numbers.\n","linknr":149,"url":"Law_of_multiple_proportions","recorded":1362477034,"links":38,"instances":[],"pdf":["http://www.chemtopics.com/aplab/lawmp.pdf"],"categories":["Physical chemistry"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Demonstration_of_the_Law_of_Multiple_Proportions.jpg/220px-Demonstration_of_the_Law_of_Multiple_Proportions.jpg","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Chemistry","Chemical_law","Stoichiometry","Atomic_theory","Law_of_conservation_of_mass","Law_of_definite_proportions","England","John_Dalton","Chemical_element","Chemical_compound","Carbon","Oxide","Oxygen","Carbon_monoxide","Carbon_dioxide","France","Joseph_Proust","Antoine_Lavoisier","John_Dalton","Atomic_theory","Chemical_formula","Copper","Hydrocarbon","Decane","Undecane"]}