{"cursor":"2440","size":15,"audio":[],"currentlang":"en","article":"{{Multiple issues|refimprove = April 2008|\n\n\n}}\n\n 'Layered hair' is a\nhairstyle that gives the illusion of length and volume using long hair for the\nillusion of length and short hair for volume, this way it is easy to style and\nmanage. Hair is arranged into layers, with the top layers (those that grow\nnearer the crown) cut shorter than the layers beneath. This allows the tips of\nthe top layers to blend apparently seamlessly with layers beneath.\n\nPopular hair styles of today involve creating unique styles between the\ndifferent layers. There can be distinct layering with obvious layers, or blended\nlayering with soft layers. Hair color can also amplify the layering affect that\nlayers give in a certain hair style.\n\nThe layered hair effect is achieved by taking sections of hair vertically across\nthe head, pulling it perpendicular to the head, and cutting straight across.\n\n'Sliding haircut' : Section hair to 4 parts, start with back section and cut\nradially at 20 deg angle. Transition over the ear serves as guideline for the\nfront sections. Creates a soft layered ends, but predominantly gives the one-\nlength look. Suitable for medium wavy textures.\n\n'Graduated Bob' : Section hair to 4 parts. Cut radially to 90 deg. Deeper layers\nthan Sliding haircut.\n\n'Angled bob (or the \"Rihanna bob\")' : Section to 4 parts. Cut to central axis at\nback at 90 deg angle.\n\n'Blended Elevation' : Here the top section (bob section) is cut 90 deg while the\nside sections are cut 180 deg to the length of the top section. The occipital\nand nape sections are cut at 90 deg. In this form of layering there is an\n\"elevated\" group of layers formed due to shorter top section and then it blends\nwith the softer side and back layers. Not suitable for wavy or curly hair, but\nfor straight or slightly wavy hair.\n\n'Reverse Graduation' : Make a six section and cut the bob section at 90 deg to\nrequired length. All other sections are cut to the bob section at 180 deg.\nSuitable for both medium wavy and straight hair, but not for very wavy or\ncurly hair.\n\n File:sliding_elevation.jpg|Sectioning and angles \n","linknr":254,"url":"Layered_hair","recorded":1362672775,"links":22,"instances":[],"pdf":[],"categories":["Hairdressing","Hairstyles"],"headings":[],"image":["//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Ambox_wikify.svg/40px-Ambox_wikify.svg.png","//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/8/85/Sliding_elevation.jpg/120px-Sliding_elevation.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Hairstyle"]}