{"cursor":"1931","size":15,"audio":[],"currentlang":"en","article":"\n\n'Layer-by-Layer' (LbL) deposition is a thin film fabrication technique. The\nfilms are formed by depositing alternating layers of oppositely charged\nmaterials with wash steps in between. A simple representation can be made by\ndefining two oppositely charged polyions as + and -, and defining the wash step\nas W. To make an LbL film with 5 bilayers one would deposit W+W-W+W-W+W-W+W-W+W-\nW, which would lead to a film with 5 bilayers, specifically +-+-+-+-+-. The\nbilayers and wash steps can be performed in many different ways including dip\ncoating, spin-coating, spray-coating and flow based techniques.\nCharacterisation of LbL film deposition is typically done by optical techniques\nsuch as dual polarisation interferometry or ellipsometry or mechanical\ntechniques such as QCM or QCMD.\n\nLbL offers several advantages over other thin film deposition methods. LbL is\nextremely simple and cheap. There are a wide variety of materials that can be\ndeposited by LbL including polyions, metals, ceramics, nanoparticles, and\nbiological molecules. Another important quality of LbL is the high degree of\ncontrol over thickness, which arises due to the linear growth of the films with\nthe number of bilayers. By the fact that each bilayer can be as thin as\n1 nm, this method offers easy control over the thickness with 1 nm\nresolution.\n\nLbL has found applications in corrosion control, biomedical applications, and\nmany more.\n","linknr":101,"url":"Layer_by_layer","recorded":1362509919,"links":15,"instances":[],"pdf":[],"categories":["Thin films"],"headings":["See also","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Thin_film","Dip_coating","Spin-coating","Spray-coating","Dual_polarisation_interferometry","Ellipsometry","QCM","Thin_film_deposition","Atomic_layer_deposition"]}