{"cursor":"3152","size":15,"audio":[],"currentlang":"en","article":"\n\n\n'Layering' is a means of plant propagation in which a portion of an aerial stem\ngrows roots while still attached to the parent plant and then detaches as an\nindependent plant. Layering has evolved as a common means of vegetative\npropagation of numerous species in natural environments. Layering is also\nutilized by horticulturists to propagate desirable plants.\n\nNatural layering typically occurs when a branch touches the ground, whereupon it\nproduces adventitious roots. At a later stage the connection with the parent\nplant is severed and a new plant is produced as a result.\n\nThe horticultural layering process typically involves wounding the target region\nto expose the inner stem and optionally applying rooting compounds. In 'ground\nlayering', the stem is bent down and the target region buried in the soil. This\nis done in plant nurseries in imitation of natural layering by many plants such\nas brambles which bow over and touch the tip on the ground, at which point it\ngrows roots and, when separated, can continue as a separate plant. In either\ncase, the rooting process may take from several weeks to a year.\n\nLayering is more complicated than taking cuttings, but has the advantage that\nthe propagated portion can continue to receive water and nutrients from the\nparent plant while it is forming roots. This is important for plants that form\nroots slowly, or for propagating large pieces.\n","linknr":114,"url":"Layering","recorded":1362672775,"links":28,"instances":["plant"],"pdf":[],"categories":["Plant reproduction","Horticulture and gardening"],"headings":["Ground layering","Air layering","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/1/19/Layer_%28PSF%29.png/220px-Layer_%28PSF%29.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/a/af/Limonium_dendroides_air_layering.jpg/220px-Limonium_dendroides_air_layering.jpg","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/en/thumb/4/4a/Commons-logo.svg/30px-Commons-logo.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["cutting","plant"]],"members":["cutting"],"related":["Plant_propagation","Plant_stem","Root","Adventitious_roots","Auxin","Plant_nursery","Bramble","Cutting_(plant)","Water","Nutrient","Malling-Merton","Cloning","Apple","Grafting","Sphagnum_moss","Polyethylene"]}