{"cursor":"10795","size":15,"audio":[],"currentlang":"en","article":"\n\n\n'Layered clothing' is a manner of dressing using multiple garments that are worn\non top of each other. Some of the layers have different, largely non-\noverlapping, functions. Using more or fewer layers, or replacing one layer but\nnot others, allows for flexible clothing to match the needs of each situation.\nTwo thin layers can be warmer yet lighter than one thick layer, because the air\ntrapped between layers serves as thermal insulation.\n\nLayered clothing is particularly relevant in cold climates, where clothing must\nat the same time transfer moisture, provide warmth, and protect from wind and\nrain. In a hot and dry climate, clothes have very different functional\nrequirements: they must block the radiation from the Sun, and allow for\nsufficient air circulation. Therefore, layered clothing in the sense used in\nthis article is largely irrelevant to hot and dry climates.\n\nOutdoor and sports wear manufacturers favor layered clothing because, among\nother reasons, it allows them to offer so-called \"technical\" or \"functional\"\nclothes which are optimized for the particular demands of a specific layer. Such\nclothes are often made of advanced synthetic materials, and can be expensive.\n","linknr":149,"url":"Layered_clothing","recorded":1362672775,"links":17,"instances":[],"pdf":[],"categories":["Clothing by function"],"headings":["Layers","Adjusting a layering system","Fashion use","See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Hard-shell-jacket.jpg/220px-Hard-shell-jacket.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Thermal_insulation","Capillary_action","Polyester","Microfiber","Thermal_insulation","Polyester","Thinsulate","Primaloft","Gore-Tex","Durable_Water_Repellent","Waterproof_fabric","Durable_Water_Repellent","Heated_clothing"]}