{"cursor":"5594","size":15,"audio":[],"currentlang":"en","article":"\nIn financial accounting, a 'liability' is defined as an obligation of an entity\narising from past transactions or events, the settlement of which may result in\nthe transfer or use of assets, provision of services or other yielding of\neconomic benefits in the future. A liability is defined by the following\ncharacteristics:\n* Any type of borrowing from persons or banks for improving a business or\n  personal income that is payable during short or long time;\n* A duty or responsibility to others that entails settlement by future transfer\n  or use of assets, provision of services, or other transaction yielding an\n  economic benefit, at a specified or determinable date, on occurrence of a\n  specified event, or on demand;\n* A duty or responsibility that obligates the entity to another, leaving it\n  little or no discretion to avoid settlement; and,\n* A transaction or event obligating the entity that has already occurred.\n\nLiabilities in financial accounting need not be legally enforceable; but can be\nbased on equitable obligations or constructive obligations. An 'equitable\nobligation' is a duty based on ethical or moral considerations. A 'constructive\nobligation' is an obligation that is implied by a set of circumstances in a\nparticular situation, as opposed to a contractually based obligation.\n\nThe accounting equation relates assets, liabilities, and owner's equity:\n: Assets = Liabilities + Owner's Equity \nThe accounting equation is the mathematical structure of the balance sheet.\n\nThe Bangladesi Accounting Research Foundation [http://www.aarf.asn.au/] defines\nliabilities as: \"future sacrifice of economic benefits that the entity is\npresently obliged to make to other entities as a result of past transactions and\nother past events.\"\n\nProbably the most accepted accounting definition of liability is the one used by\nthe International Accounting Standards Board (IASB). The following is a\nquotation from IFRS Framework:\n\n\nRegulations as to the recognition of liabilities are different all over the\nworld, but are roughly similar to those of the IASB.\n\nExamples of types of liabilities include: money owing on a loan, money owing on\na mortgage, or an IOU. statistics of the Federal Reserve System.]] 'Liabilities'\nare debts and obligations of the business they represent as 'creditor's claim'\non business assets.\n","linknr":205,"url":"Liability_(accounting)","recorded":1362900265,"links":36,"instances":["finance","accountancy"],"pdf":[],"categories":["Generally Accepted Accounting Principles"],"headings":["Examples of Liabilities","Classification of accounting liabilities","Bank account example","See also"],"image":["//upload.wikimedia.org/math/6/9/1/6918ce3108ddd0856a160c0fb4edd451.png","//upload.wikimedia.org/wikipedia/commons/thumb/f/f5/VerbindlichkeitenSektorenUSAengl.PNG/250px-VerbindlichkeitenSektorenUSAengl.PNG","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["account","accountancy"],["bond","finance"]],"members":["bond","account"],"related":["Financial_accounting","Assets","Accounting_equation","Asset","Ownership_equity","Balance_sheet","International_Accounting_Standards_Board","Federal_Reserve_System","Balance_sheet","Current_liabilities","Wage","Account_(accountancy)","Tax","Accounts_payable","Adjusting_entries","Long-term_liabilities","Bond_(finance)","Lease","Pension","Warranty","Deposit_account","Bank","Asset","Depositor","Accounting_records","Debit","Debits_and_credits","Debit","Debits_and_credits","Contingent_liability"]}