{"cursor":"4602","size":15,"audio":[],"currentlang":"en","article":"\n\n'Linguistic determinism' is the idea that language and its structures limit and\ndetermine human knowledge or thought. The term encompasses a number of different\ntheories of the nature and scope of these limits.\n\nFor example, Ludwig Wittgenstein expressed the following propositions in the\nTractatus Logico-Philosophicus: \"The limits of my language mean the limits of my\nworld\"; \"The subject does not belong to the world, but it is a limit of the\nworld\"; \"About what one can not speak, one must remain silent\". This viewpoint\nforms part of the field of analytic philosophy.\n\nLinguistic Determinism states that \"implicit or explicit linguistic\ncategorizations may partially determine or co-determine non-linguistic behavior\n(categorization, memory, perception, or thinking in general). The implied\nconclusion, then, is that indiciduals' thinking partially differs across\nlinguistic communities\". \n\nLinguistic relativity (popularly known as the Sapir–Whorf hypothesis) is a form\nof linguistic determinism which argues that individuals experience the world\nbased on the structure of the language they habitually use. For example, studies\nhave shown that people find it easier to recognise and remember shades of\ncolours for which they have a specific name. D'Andrade, Roy G. The\nDevelopment of Cognitive Anthropology 1995: 185\n","linknr":251,"url":"Linguistic_determinism","recorded":1362480864,"links":14,"instances":[],"pdf":[],"categories":["Theories of language","Determinism"],"headings":["Role in literary theory","Experimental languages","See also","Notes","References"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Determinism","Ludwig_Wittgenstein","Tractatus_Logico-Philosophicus","Analytic_philosophy","Linguistic_relativity","Rhetoric","Literary_theory","Jacques_Derrida","Michel_Foucault","Science_fiction","Determinism","Linguistic_relativity","Giambattista_Vico"]}