{"cursor":"27892","size":15,"audio":[],"currentlang":"en","article":"\n{{infobox television season |season_name=Power Rangers Mystic Force\n|bgcolour=#FFCD9B |fgcolour=black |image= |caption= |dvd_release_date= |country=\n|network=Jetix |first_aired=February 20, 2006 |last_aired=November 13, 2006\n|num_episodes=32 |prev_season=S.P.D. |next_season=Operation Overdrive\n|}}\n\nThis is a list of episodes of the American children's television program [[Power\nRangers Mystic Force]], the fourteenth series produced as part of the [[Power\nRangers]] franchise. As with all Power Rangers programs, Mystic Force is based\nupon a series from the Japanese Super Sentai franchise. In this case, the Super\nSentai series adapted is [[Mahou Sentai Magiranger]].\n\n {| class=\"wikitable plainrowheaders\" style=\"width:100%;\nmargin:auto; background:#FFFFFF;\"\n|-\n! style=\"background-color: #FFCD9B;\"| No. style=\"background-color: #FFCD9B;\"| #\n! style=\"background-color: #FFCD9B;\"| Title style=\"background-color: #FFCD9B;\"|\n! Directed by style=\"background-color: #FFCD9B;\"| Written by style=\"background-\n! color: #FFCD9B;\"| Original U.S. air date\n|-\n{{Episode list/sublist|List of Power Rangers episodes |EpisodeNumber=573\n|EpisodeNumber2=1 |Title=Broken Spell I |DirectedBy = John Laing |WrittenBy =\nBruce Kalish |OriginalAirDate=\n\n |ShortSummary=In the small town of Briarwood, an unexpected earthquake releases\n a group of evil creatures from captivity. The sorceress Udonna recruits five\n teenagers to help fight these monsters and destroy them for good. While Vida,\n Madison, Xander, and Chip have taken an immediate liking to their magic, the\n fifth, Nick, has yet to unlock his hidden abilities. It's up to the team to\n work together to drive back the forces of darkness. |LineColor = FFCD9B }}\n {{Episode list/sublist|List of Power Rangers episodes |EpisodeNumber=574\n |EpisodeNumber2=2 |Title=Broken Spell II |DirectedBy = John Laing |WrittenBy =\n Bruce Kalish |OriginalAirDate=\n\n |ShortSummary=With the four teens beginning to understand their new destinies,\n Udonna is confronted by Koragg the Knight Wolf. Using the Knight Wolf Centaur,\n he defeats the White Ranger, taking her Snow Staff. With Udonna unable to\n morph, the four teens immediately begin their legacy, and morph into Power\n Rangers. Udonna tries to make Nick accept his destiny to be the Red Ranger, but\n she cannot change his mind. When the other four Rangers are overpowered by\n Koragg, Nick arrives and finally believes in himself and magic. He morphs into\n the Red Ranger and joins the others in defeating Koragg. |LineColor = FFCD9B }}\n {{Episode list/sublist|List of Power Rangers episodes |EpisodeNumber=575\n |EpisodeNumber2=3 |Title=Code Busters |DirectedBy = John Laing |WrittenBy =\n Jackie Marchand |OriginalAirDate=\n\n |ShortSummary=Vida and Chip make a Heroes 4 Hire Stand to try their hardest to\n unlock new spell codes by performing \"good deeds\", but when Madison, Nick, and\n Xander are captured inside the Mucor monster, Vida and Chip come to terms with\n the true nature of heroism. Meanwhile, the Hydra Worm is released into the\n forest. |LineColor = FFCD9B }} {{Episode list/sublist|List of Power Rangers\n episodes |EpisodeNumber=576 |EpisodeNumber2=4 |Title=Rock Solid |DirectedBy =\n Chalie Haskell |WrittenBy = |OriginalAirDate=\n\n |ShortSummary=Nick teases Madison for hiding behind her camera, and she tries\n to prove him wrong. However, during a peaceful walk in the park, Madison is the\n next victim of Necrolai's latest scheme to turn the people of Briarwood into\n stone with the aid of Clawbster. Upon realizing he was wrong and learning of\n Madison's fate, Nick receives the spell code for the Mystic Speeder and hurries\n to save his friend. After Madison is freed, the Rangers receive another spell\n and form the Titan Megazord to destroy Clawbster. |LineColor = FFCD9B }}\n {{Episode list/sublist|List of Power Rangers episodes |EpisodeNumber=577\n |EpisodeNumber2=5 |Title=Whispering Voices |DirectedBy = Charlie Haskell\n |WrittenBy = John Tellegen |OriginalAirDate=\n\n |ShortSummary=Koragg uses Udonna's Snow Staff to cause Nick self-doubt in an\n attempt to turn the others against him. Leelee makes matters worse by hiding\n $1000 dollars from Rock Porium and implicating Nick in the theft. After the\n truth is revealed, Koragg unleashes the Centaurus Wolf Megazord on the Rangers\n and manages to bring Morticon to the surface world. |LineColor = FFCD9B }}\n {{Episode list/sublist|List of Power Rangers episodes |EpisodeNumber=578\n |EpisodeNumber2=6 |Title=Legendary Catastros |DirectedBy = Charlie Haskell\n |WrittenBy = John Tellegen |OriginalAirDate=\n\n |ShortSummary=Without the power and ability to form the Titan Megazord,\n Koragg's latest attack sends the Rangers reeling. Koragg's attempts to leave\n the battlefield are compromised when the Dark Seal accidentally sends Nick and\n Koragg's zord, Catastros, to another dimension. In this parallel world, Nick\n manages to aid the wounded horse and return to Briarwood in time to stop the\n Rock Troll with the Centaurus Phoenix Megazord. |LineColor = FFCD9B }}\n {{Episode list/sublist|List of Power Rangers episodes |EpisodeNumber=579\n |EpisodeNumber2=7 |Title=Fire Heart |DirectedBy = Mark Beesley |WrittenBy =\n |OriginalAirDate=\n\n |ShortSummary=Necrolai, aided by the Taxi Cab Monster, steals a map that will\n lead them to the magical Fire Heart. The Rangers discover this and travel\n through the dangerous Cimmerian Forest to find it. Later, the Rangers defeat\n the Taxi Cab Monster, but in the ensuing battle against Necrolai, Vida tears\n the map. Will the Rangers ever be able to find the Fire Heart with only half of\n the map in their possession? |LineColor = FFCD9B }} {{Episode list/sublist|List\n of Power Rangers episodes |EpisodeNumber=580 |EpisodeNumber2=8 |Title=Stranger\n Within I |DirectedBy = Mark Beelsey |WrittenBy = |OriginalAirDate=\n\n |ShortSummary=The day after she goes to a night club with Leelee, Vida returns\n to Rootcore nearly twenty-four hours later displaying multiple personality\n changes. Aside from that, she seems fine, but upon closer inspection, Chip\n unmasks her as a vampire (the sun weakens Vida when the rangers want to\n transform into Mystic Titan Dragon Formation)! After the Rangers destroy\n Flytrap, the citizens of Briarwood return to normal, and the Rangers think it\n is all over... until Vida is trapped by Chip's \"Vampire Chalk\"! |LineColor =\n FFCD9B }} {{Episode list/sublist|List of Power Rangers episodes\n |EpisodeNumber=581 |EpisodeNumber2=9 |Title=Stranger Within II |DirectedBy =\n Mark Beesley |WrittenBy = |OriginalAirDate=\n\n |ShortSummary=The still-vampiric Vida is taken back to Rootcore by the others,\n but manages to escape and engages them in battle. Chip is ready to destroy\n Necrolai, but Vida stands in the way of his crossbow. After struggling to break\n through to her, he succeeds and fires the Dawn Crystal at Necrolai, destroying\n her. Unfortunately, Necrolai revives herself later that night, and Leelee is\n revealed to be her daughter. |LineColor = FFCD9B }} {{Episode list/sublist|List\n of Power Rangers episodes |EpisodeNumber=582 |EpisodeNumber2=10\n |Title=Petrified Xander |DirectedBy = Andrew Merrifield |WrittenBy = John\n Tellegen |OriginalAirDate=\n\n |ShortSummary=With a bulbous pimple on his face, Xander goes to extremes and\n uses Clare's \"Plant Perfection Potion\" to remove the blemish. While it works at\n first, Xander slowly realizes the truth: it's turning him into a tree! Vida and\n Clare do their best to help while the other Rangers face Skullington.\n Meanwhile, Toby attempts to uncover the secret of the box with the Fire Heart\n inside. |LineColor = FFCD9B }} {{Episode list/sublist|List of Power Rangers\n episodes |EpisodeNumber=583 |EpisodeNumber2=11 |Title=The Gatekeeper I\n |DirectedBy = Andrew Merrifeild |WrittenBy = |OriginalAirDate=\n\n |ShortSummary=When Clare learns of her mother Niella's legacy, she takes on the\n role of the Gatekeeper. While she is victorious against Necrolai, she tries and\n fails to overpower Koragg after he kidnaps Udonna and forces Clare to fight\n him. Clare is ultimately seized by Necrolai and used to raise the gates to the\n Underworld. |LineColor = FFCD9B }} {{Episode list/sublist|List of Power Rangers\n episodes |EpisodeNumber=584 |EpisodeNumber2=12 |Title=The Gatekeeper II\n |DirectedBy = Andrew Merrifield |WrittenBy = |OriginalAirDate=\n\n |ShortSummary=The gates have been raised and Morticon is set free thanks to a\n crack made from the Titan Megazord. After Nick saves Clare from Koragg, the\n Rangers reunite and, with Udonna's power channeled through the Megazord,\n Morticon is destroyed. |LineColor = FFCD9B }} {{Episode list/sublist|List of\n Power Rangers episodes |EpisodeNumber=585 |EpisodeNumber2=13 |Title=Scaredy Cat\n |DirectedBy = |WrittenBy = |OriginalAirDate=\n\n |ShortSummary=Clare prepares to hatch the Dragon egg as the Rangers investigate\n a cave on the beach. Inside, Necrolai attacks and takes an old mummy relic with\n her, but the Rangers manage to hold on to a mystical lamp. Back at Rootcore,\n the wise-cracking Jenji is released just as the newly revived Imperious is sent\n into the city. He blows the Rangers away and prepares to squash the Titan\n Megazord until Jenji steps in to save the day. As Udonna returns, the egg\n hatches and the dragon within utters its first word to Clare: \"Mama\".\n |LineColor = FFCD9B }} {{Episode list/sublist|List of Power Rangers episodes\n |EpisodeNumber=586 |EpisodeNumber2=14 |Title=Long Ago |DirectedBy = Charlies\n Haskell |WrittenBy = John Tellegen |OriginalAirDate=\n\n |ShortSummary=Imperious disguises himself as Calindor and tries to persuade\n Udonna into believing he can help the Rangers. Meanwhile, Jester the Pester has\n the Rangers on the ropes until a brave frog steps in and saves Madison's life.\n To repay her debt, Madison kisses the frog, who reverts to his true form:\n Daggeron, the Solaris Knight. |LineColor = FFCD9B }} {{Episode\n list/sublist|List of Power Rangers episodes |EpisodeNumber=587\n |EpisodeNumber2=15 |Title=Inner Strength |DirectedBy = |WrittenBy = Matt\n Hawkins |OriginalAirDate=\n\n |ShortSummary=When Xander neglects his training, Daggeron takes the Rangers on\n a field trip to a dangerous dimension. After he leaves to fight the Behemoth,\n it's up to Xander to save the others from a giant, who is (quite ironically) a\n vegetarian. Once the Rangers return to Briarwood, Xander gets the new Mystic\n Muscles spell code, but Daggeron ultimately defeats the Behemoth with the Solar\n Streak Megazord. |LineColor = FFCD9B }} {{Episode list/sublist|List of Power\n Rangers episodes |EpisodeNumber=588 |EpisodeNumber2=16 |Title=Soul Specter\n |DirectedBy = Charlie Haskell |WrittenBy = |OriginalAirDate=\n\n |ShortSummary=Chip accidentally opens a magic bottle that begins to slowly\n steal his soul. To help him, Daggeron takes him to the top of Mount Isis to\n retrieve the Staff of Topaz, where he gets into a battle with Koragg for the\n artifact. Meanwhile, the other Rangers try to stop Gnatu and Spydax from\n stealing any more souls from the citizens of Briarwood. After Chip is healed by\n the magic of the staff, he returns to assist the Rangers to defeat Gnatu. In\n the end, Daggeron promises to train Chip to be a knight, as he was trained to\n be a knight under Udonna's husband, Leanbow. |LineColor = FFCD9B }} {{Episode\n list/sublist|List of Power Rangers episodes |EpisodeNumber=589\n |EpisodeNumber2=17 |Title=Ranger Down |DirectedBy = Jonathan Brough |WrittenBy\n = John Tellegen |OriginalAirDate=\n\n |ShortSummary=Jenji gets jealous of Fire Heart and takes the baby to live in\n the forest. Meanwhile, Imperious challenges Koragg to fight without magic, and\n gives Koragg's magic to Necrolai in the form of a purple Mystic Morpher. With\n it, and the new harpy creature Screamer, she leads an assault and manages to\n immobilize all of the Rangers except Madison. She and Jenji show up and destroy\n Screamer with a combination of Jenji's \"Super Cat Attack\" and Madison's own water-\n based version of the \"Jenji Shining Attack\". Back in the forest Fire Heart has\n grown to monstrous proportions, and when Udonna confronts Phineas about his\n \"saving a second baby\" she learns that her son, Bowen, is still alive in the\n human world. |LineColor = FFCD9B }} {{Episode list/sublist|List of Power\n Rangers episodes |EpisodeNumber=590 |EpisodeNumber2=18 |Title=Dark Wish I\n |DirectedBy = Mark Beesley |WrittenBy = John Tellegen & Toon Tellegen\n |OriginalAirDate=\n\n |ShortSummary=Udonna and Daggeron grow concerned when the Rangers start to\n become lazy and use magic for even the smallest of tasks. Meanwhile Imperious\n summons the Barbarian Beasts to fight the Rangers and take out Koragg as well\n (knowing that the Knight Wolf will not allow him to make a move against the\n Master). When fighting becomes too tiring, the Rangers want to resort to using\n Jenji. Daggeron repeatedly refuses, but the Rangers' persistence convinces\n Daggeron to use the \"Jenji Shining Attack\" on 50-Below and Fightoe. Jenji is\n subsequently captured and taken to the Underworld, while Koragg is gravely\n injured after taking on the Barbarian Beasts without magic. Imperious, with\n Jenji at his disposal, wishes that there were no Mystic Force Power Rangers.\n The Rangers leave the magical realm, when suddenly Imperious's wish starts to\n take effect. Daggeron is erased from existence, a dark force overtakes Rootcore\n and color is drained from the world. |LineColor = FFCD9B }} {{Episode\n list/sublist|List of Power Rangers episodes |EpisodeNumber=591\n |EpisodeNumber2=19 |Title=Dark Wish II |DirectedBy = Mark Beesley |WrittenBy =\n |OriginalAirDate=\n\n |ShortSummary=The Rangers find that the city has been overrun with Imperious's\n forces, led by Necrolai. Music is banned from the world, Rootcore has been\n destroyed and the Rangers have lost their magic. When Koragg finds them in the\n forest, he tells them what has happened that the only way to reverse Jenji's\n wish is to see the Tribunal of Magic, which they can reach by riding Fire Heart\n (raised by Koragg in this alternate universe). In this other dimension, the\n Rangers wander through the desert until they ultimately find a door leading to\n the Tribunal of Magic. The Tribunal members ask why the Rangers have come, and\n after a short conversation, the Tribunal decides to decline the Rangers request\n to reverse the wish, sending them back to Briarwood, powerless. Deciding that\n they now have no hope, the Rangers are quickly captured by Necrolai's forces as\n the Tribunal sees the Rangers' surrender as proof they've made the right\n decision. |LineColor = FFCD9B }} {{Episode list/sublist|List of Power Rangers\n episodes |EpisodeNumber=592 |EpisodeNumber2=20 |Title=Dark Wish III |DirectedBy\n = Mark Beelsey |WrittenBy = |OriginalAirDate=\n\n |ShortSummary=When Toby is attacked by Hidiacs and Necrolai, Nick and the\n others rush in to help regardless of the fact they'll be almost certainly\n destroyed. Without their powers, they are easily defeated, but as Necrolai\n steps in to finish the Rangers off, the Tribunal reverses the wish after\n witnessing the Rangers' bravery. The Rangers, with their powers back, quickly\n defeat the Hidiacs, but 50-Below and Fightoe are sent to earth again, and after\n being beaten badly, the Rangers realize they have taken their magic for\n granted. In the underworld, Jenji tricks Leelee into letting him go and he\n quickly teleports to Rootcore. When the Tribunal believes the Rangers have\n learned their lesson, they grant them new power: Legend Mode, turning the\n Rangers into the Legend Warriors. The Rangers defeat 50-Below and then proceed\n to use the Manticore Megazord to defeat Ursus, a mechanical being powered by\n Fightoe. In the end the Rangers celebrate the Rock-Porium's anniversary with a\n cake that, while not made with magic and not as nice looking as it could be, is\n very much appreciated by Toby. |LineColor = FFCD9B }} {{Episode\n list/sublist|List of Power Rangers episodes |EpisodeNumber=593\n |EpisodeNumber2=21 |Title=Koragg's Trial |DirectedBy = Jonathan Brough\n |WrittenBy = John Tellegen |OriginalAirDate=\n\n |ShortSummary=Koragg takes his magic from Necrolai to challenge the Rangers'\n new Legend power. When Koragg grows, the Rangers use the Manticore Megazord and\n start to win, but Imperious summons a virus that infects the Megazord (and\n Rangers inside). Koragg, angered by Imperious's intrusion on their battle,\n negates the effects of the virus. As a result, Imperious makes Koragg stand\n trial for his countless failures and treason. Koragg argues that while he\n fights with honor in The Master's name, Imperious does not and shouldn't be\n trusted. In the end, The Master agrees and allows Koragg to keep his power.\n |LineColor = FFCD9B }} {{Episode list/sublist|List of Power Rangers episodes\n |EpisodeNumber=594 |EpisodeNumber2=22 |Title=Heir Apparent I |DirectedBy =\n Jonathan Brough |WrittenBy = |OriginalAirDate=\n\n |ShortSummary=As Udonna and Daggeron tell the Rangers of how Leanbow was sealed\n away in the Underworld, Imperious plots to use the Rangers' Legend power to\n revive The Master. He has Koragg deal with the Rangers and, meanwhile, tricks\n Daggeron by using the Solar Streak Megazord's energy to create the Chimera.\n After Imperious disposes of Daggeron, Chimera and Koragg capture the Rangers.\n Udonna uses a spell to travel to the Underworld, but she is quickly struck down\n by The Master. Koragg's visions intensify into an onslaught of flashbacks, and\n when he finally realizes the truth, he attacks the Master, saves Udonna, and\n assumes his true form: Leanbow. |LineColor = FFCD9B }} {{Episode\n list/sublist|List of Power Rangers episodes |EpisodeNumber=595\n |EpisodeNumber2=23 |Title=Heir Apparent II |DirectedBy = Jonathan Brough\n |WrittenBy = |OriginalAirDate=\n\n |ShortSummary=With Leanbow's help, the Rangers & Udonna escape the Underworld,\n and Leanbow teleports the weakened Udonna away. When the unicorn Brightstar\n appears, Nick manages to destroy Chimera with the Phoenix Unizord, but when\n Leanbow is turned back into Koragg, Nick has a hard time holding him off.\n During the fight, Daggeron arrives to settle things with Imperious in a Bound\n Battle. Clare gives Udonna Nick's baby blanket, and when she realizes who Nick\n really is, she rushes to the battlefield to tell everyone. Daggeron manages to\n defeat Imperious, who fades and turns to dust while foretelling a cryptic\n remark. Just as Leanbow manages to turn back to his true form, The Master,\n using the Legend power, begins to arise from the Underworld. Leanbow freezes\n the Rangers in their place and fights The Master himself. He manages to stop\n his revival and return the Rangers' Legend power to the Rangers, but he\n seemingly perishes in the battle. Udonna, however, adjusting to life as a\n mother, believes that Leanbow is still alive. |LineColor = FFCD9B }} {{Episode\n list/sublist|List of Power Rangers episodes |EpisodeNumber=596\n |EpisodeNumber2=24 |Title=The Light |DirectedBy = Andrew Merrifield |WrittenBy\n = |OriginalAirDate=\n\n |ShortSummary=Udonna leaves Rootcore to search for Leanbow. Shortly after, the\n Ten Terrors arrive and start their campaign to punish the Earth for refusing\n dark magic, as well as find \"The Light,\" the child born of magic blood that has\n the potential to be the strongest wizard of all. After confronting Phineas\n about this, Nick finds out that he is The Light. Magma is the first Terror to\n challenge the Rangers, implicating his own rules into a special game; if the\n Rangers are still standing by the time a radio tower is done burning, they will\n win. Madison manages to hold him back, but when the Rangers turn into the\n Manticore Megazord, Magma quickly stops them. The onlooking Terrors notice that\n the tower has burnt down all the way; Magma has lost his own game, and he is\n destroyed as punishment. Gekkor points out to Necrolai that the Rules of\n Darkness must be adhered to for The Master to return. |LineColor = FFCD9B }}\n {{Episode list/sublist|List of Power Rangers episodes |EpisodeNumber=597\n |EpisodeNumber2=25 |Title=The Hunter |DirectedBy = Andrew Merrifield |WrittenBy\n = John Tellegen |OriginalAirDate=\n\n |ShortSummary=The second of the Ten Terrors is chosen to destroy The Light.\n When Oculous immobilizes 4 of the Rangers, Nick summons Fire Heart and unlocks\n the power of the Mystic Battlizer to destroy him and get his friends back.\n Meanwhile, Megahorn breaks the sacred rules and sets out on his own to battle\n Daggeron, as Udonna finds a familiar face is following her. |LineColor = FFCD9B\n }} {{Episode list/sublist|List of Power Rangers episodes |EpisodeNumber=598\n |EpisodeNumber2=26 |Title=Hard Heads |DirectedBy = Andrew Merrifield |WrittenBy\n = Matt Hawkins |OriginalAirDate=\n\n |ShortSummary=Nick & Vida argue over Nick using Vida's DJing equipment. They\n also get slimed by Hekatoid so they can't morph. As stubborn as they are, they\n need to learn to work together in order to save the others from Serpentina.\n |LineColor = FFCD9B }} {{Episode list/sublist|List of Power Rangers episodes\n |EpisodeNumber=599 |EpisodeNumber2=27 |Title=The Snow Prince |DirectedBy =\n Andrew Merrifeild |WrittenBy = |OriginalAirDate=\n\n |ShortSummary=Trying to stop The Master from rising, Leanbow has to deal with\n Sculpin's attempt to foil his plan. The Snow Prince commands that instead of\n being a teacher, Daggeron should take a lesson from Nick on following his\n instincts. Hexatoid finds and captures Udonna knocking Claire unconscious.\n |LineColor = FFCD9B }} {{Episode list/sublist|List of Power Rangers episodes\n |EpisodeNumber=600 |EpisodeNumber2=28 |Title=Light Source I |DirectedBy =\n Charlie Haskell |WrittenBy = John Tellegen |OriginalAirDate=\n\n |ShortSummary=Hekatoid has captured Udonna and the Rangers chase after him in\n his own dimension to rescue her. Daggeron, in the real world, tries to stop all\n the tadpoles Hekatoid has laid to destroy the world. |LineColor = FFCD9B }}\n {{Episode list/sublist|List of Power Rangers episodes |EpisodeNumber=601\n |EpisodeNumber2=29 |Title=Light Source II |DirectedBy = Charlie Haskell\n |WrittenBy = John Tellegen |OriginalAirDate=\n\n |ShortSummary=The teens lose their powers trying to save Udonna. Leelee,\n Phineas, and Clare end up saving her instead. The Terrors also acquire The\n Master from a defeated Leanbow. |LineColor = FFCD9B }} {{Episode\n list/sublist|List of Power Rangers episodes |EpisodeNumber=602\n |EpisodeNumber2=30 |Title=The Return |DirectedBy = Charlie Haskell |WrittenBy =\n Bruce Kalish |OriginalAirDate=\n\n |ShortSummary=Matoombo is chosen to bring forth The Master, but he doesn't want\n to hurt anyone. Vida teams up with him to try to seal The Master away forever.\n Later, Leanbow comes to the Rangers' aid when they cannot defeat Gekkor.\n |LineColor = FFCD9B }} {{Episode list/sublist|List of Power Rangers episodes\n |EpisodeNumber=603 |EpisodeNumber2=31 |Title=Mystic Fate I |DirectedBy = Mark\n Beesley |WrittenBy = Jackie Marchand |OriginalAirDate=\n\n |ShortSummary= Itasiss is chosen to destroy the surface world. Refusing, she\n tries to convince the remaining Terrors of the thing called courage; she is\n killed anyway. The Master decides it is time to take care of things himself,\n starting with The Light. After taking over Nick's body, he proceeds to destroy\n the Mystic Village. Nick then dons Koragg's armor, taking Leanbow with him to\n Rootcore for one final showdown, trashing it in the process. Nick manages to\n break free of the Master's hold, expelling The Master into the real world. The\n Snow Prince then appears in Rootcore, bringing news that the Mystic Realm has\n been destroyed, along with Mystic Mother (the reformed Rita Repulsa). While\n Daggeron and Leanbow fight in the Mystic Realm against The Master, Udonna takes\n on Sculpin and the Rangers continue their fight with Black Lance. The Rangers,\n along with Udonna, are seemingly defeated as they lay on the ground, powerless.\n Leanbow and Daggeron combine their powers in one final attempt to destroy The\n Master, but their magic is too weak. After The Master devours their magic,\n Daggeron takes a blow for Leanbow, and is destroyed. Back in the upper world,\n Jenji shields the Rangers from one of Sculpin's attacks, and is destroyed.\n Meanwhile, Udonna is taken to the underworld by Sculpin.\n----\nNote: This episode aired in the United Kingdom on , before the United States'\n      broadcast. |LineColor = FFCD9B }} {{Episode list/sublist|List of Power\n      Rangers episodes |EpisodeNumber=604 |EpisodeNumber2=32 |Title=Mystic Fate\n      II |DirectedBy = Mark Beelsey |WrittenBy = Jackie Marchand\n      |OriginalAirDate=\n\n |ShortSummary= Nick, not willing to give up, fights Black Lance, destroying him\n with the other Rangers. The Master then arrives, spitting out a dead Daggeron\n and Leanbow. The Master then devours time until they are in the future, a dead,\n barren, and dark wasteland. After fighting The Master in Legend Mode, their\n Legend powers are taken away. Nick uses all his remaining power and forces The\n Master to spit out the time he has devoured. Though The Master then threatens\n to destroy them, they are saved by the Snow Prince and Clare. Mystic Mother\n apparently lived by turning herself into energy before being destroyed. As The\n Master decides to retreat, Udonna appears along with Itassis and Necrolai.\n Itassis tells how Necrolai saved her, and how she destroyed Sculpin with the\n power of courage. Leanbow and Daggeron are revived by Necrolai's power, while\n Jenji seems to have also returned to his normal self. Necrolai was turned into\n a human thanks to the good energy she absorbed. The humans, led by Toby, and\n the mystical creatures, led by Phineas, band together to return the magic to\n the Rangers. The Rangers stand together and take on The Master with all their\n fury and power, destroying him with their overwhelming magic. The story wraps\n up with everyone working together once again, the worlds united, having a party\n in Toby's store. Madison tells Nick to come back for her. He gives her his baby\n blanket. Meanwhile, Nick, Udonna, and Leanbow ride off into the sunset, with\n Fire Heart rushing behind. Clare, now a sorceress and resident of Rootcore,\n turns away from the Xenotome, smiles, and vanishes, leaving behind \"The End\".\n----\nNote: This episode aired in the United Kingdom on , before the United States'\n      broadcast. |LineColor = FFCD9B }}\n|}\n\n","linknr":158,"url":"List_of_Power_Rangers_Mystic_Force_episodes","recorded":1375081862,"links":["/w/index.php?title=List_of_Power_Rangers_Mystic_Force_episodes&action=edit","/w/index.php?title=List_of_Power_Rangers_Mystic_Force_episodes&action=edit","//bits.wikimedia.org/favicon/wikipedia.ico","/w/opensearch_desc.php","//en.wikipedia.org/w/api.php?action=rsd","//creativecommons.org/licenses/by-sa/3.0/","/w/index.php?title=Special:RecentChanges&feed=atom","//bits.wikimedia.org/en.wikipedia.org/load.php?debug=false&lang=en&modules=ext.gadget.DRN-wizard%2CReferenceTooltips%2Ccharinsert%2Cteahouse%7Cext.rtlcite%2Cwikihiero%7Cext.uls.nojs%7Cmediawiki.legacy.commonPrint%2Cshared%7Cmw.PopUpMediaTransform%7Cskins.vector&only=styles&skin=vector&*","//bits.wikimedia.org/en.wikipedia.org/load.php?debug=false&lang=en&modules=site&only=styles&skin=vector&*","//bits.wikimedia.org/en.wikipedia.org/load.php?debug=false&lang=en&modules=startup&only=scripts&skin=vector&*","//bits.wikimedia.org/geoiplookup","//meta.wikimedia.org","#mw-navigation","#p-search","//upload.wikimedia.org/wikipedia/en/thumb/a/a4/Flag_of_the_United_States.svg/23px-Flag_of_the_United_States.svg.png","/wiki/United_States","/wiki/Jetix","/wiki/List_of_Power_Rangers_S.P.D._episodes","/wiki/List_of_Power_Rangers_Operation_Overdrive_episodes","/wiki/Episode","/wiki/United_States","/wiki/Children%27s_television","/wiki/Power_Rangers_Mystic_Force","/wiki/Power_Rangers","/wiki/Japan","/wiki/Super_Sentai","/wiki/Mahou_Sentai_Magiranger","/wiki/John_Laing_(director)","/wiki/Bruce_Kalish","/wiki/Jackie_Marchand","/w/index.php?title=List_of_Power_Rangers_Mystic_Force_episodes&action=edit&section=1","http://www.tv.com/power-rangers/show/1905/episode_listings.html&season=14","http://www.rangercentral.com/data-prmf.htm","/wiki/Template:Power_Rangers","/wiki/Template_talk:Power_Rangers","//en.wikipedia.org/w/index.php?title=Template:Power_Rangers&action=edit","/wiki/Power_Rangers","/wiki/List_of_Power_Rangers_episodes","/wiki/Mighty_Morphin_Power_Rangers","/wiki/Mighty_Morphin_Alien_Rangers","/wiki/Power_Rangers_Zeo","/wiki/Power_Rangers_Turbo","/wiki/Power_Rangers_in_Space","/wiki/Power_Rangers_Lost_Galaxy","/wiki/Power_Rangers_Lightspeed_Rescue","/wiki/Power_Rangers_Time_Force","/wiki/Power_Rangers_Wild_Force","/wiki/Power_Rangers_Ninja_Storm","/wiki/Power_Rangers_Dino_Thunder","/wiki/Power_Rangers_S.P.D.","/wiki/Power_Rangers_Mystic_Force","/wiki/Power_Rangers_Operation_Overdrive","/wiki/Power_Rangers_Jungle_Fury","/wiki/Power_Rangers_RPM","/wiki/Power_Rangers_Samurai","/wiki/Power_Rangers_Megaforce","/wiki/Mighty_Morphin_Power_Rangers:_The_Movie","/wiki/Turbo:_A_Power_Rangers_Movie","/wiki/Mighty_Morphin_Power_Rangers_(video_game)","/wiki/Mighty_Morphin_Power_Rangers:_The_Movie_(video_game)","/wiki/Mighty_Morphin_Power_Rangers:_The_Fighting_Edition","/wiki/Power_Rangers_Zeo:_Battle_Racers","/wiki/Power_Rangers_Lightspeed_Rescue_(video_game)","/wiki/Power_Rangers_Time_Force_(video_game)","/wiki/Power_Rangers_Wild_Force_(video_game)","/wiki/Power_Rangers_Ninja_Storm_(video_game)","/wiki/Power_Rangers_Dino_Thunder_(video_game)","/wiki/Power_Rangers_S.P.D._(video_game)","/wiki/Power_Rangers:_Super_Legends","/wiki/List_of_Power_Rangers","/wiki/List_of_minor_Power_Rangers_characters","/wiki/List_of_Power_Rangers_characters","/wiki/Zord","/wiki/List_of_Power_Rangers_cast_members","/wiki/Go_Go_Power_Rangers","/wiki/Power_Rangers:_The_Official_Single","/wiki/Mighty_Morphin_Power_Rangers_the_Album:_A_Rock_Adventure","/wiki/Mighty_Morphin_Power_Rangers_World_Tour_Live_on_Stage","/wiki/Power_Rangers_Collectible_Card_Game","/wiki/Saban_Entertainment","/wiki/VR_Troopers","/wiki/Masked_Rider_(TV_series)","/wiki/Big_Bad_Beetleborgs","/wiki/Ninja_Turtles:_The_Next_Mutation","/wiki/The_Mystic_Knights_of_Tir_Na_Nog","/wiki/Super_Sentai","/wiki/Haim_Saban","/wiki/Shuki_Levy","/wiki/Tony_Oliver","/wiki/Bandai_Visual#Bandai_Entertainment","/wiki/Saban_Entertainment","/wiki/Fox_Kids","/wiki/The_Walt_Disney_Company","/wiki/ABC_Kids_(US)","/wiki/ABC_Family","/wiki/Toon_Disney","/wiki/Jetix","/wiki/Saban_Capital_Group","/wiki/Nickelodeon","/wiki/The_CW_Television_Network","/wiki/Vortexx","//en.wikipedia.org/w/index.php?title=Special:CentralAutoLogin/start&type=1x1&from=enwiki","http://en.wikipedia.org/w/index.php?title=List_of_Power_Rangers_Mystic_Force_episodes&oldid=552622712","/wiki/Help:Categories","/wiki/Category:Power_Rangers_episodes","/wiki/Category:Lists_of_science_fiction_television_series_episodes","/wiki/Category:Power_Rangers_Mystic_Force","/w/index.php?title=Special:UserLogin&returnto=List+of+Power+Rangers+Mystic+Force+episodes&type=signup","/w/index.php?title=Special:UserLogin&returnto=List+of+Power+Rangers+Mystic+Force+episodes","/wiki/List_of_Power_Rangers_Mystic_Force_episodes","/wiki/Talk:List_of_Power_Rangers_Mystic_Force_episodes","#","/wiki/List_of_Power_Rangers_Mystic_Force_episodes","/w/index.php?title=List_of_Power_Rangers_Mystic_Force_episodes&action=edit","/w/index.php?title=List_of_Power_Rangers_Mystic_Force_episodes&action=history","#","/w/index.php","//bits.wikimedia.org/static-1.22wmf11/skins/vector/images/search-ltr.png?303-4","/wiki/Main_Page","/wiki/Main_Page","/wiki/Portal:Contents","/wiki/Portal:Featured_content","/wiki/Portal:Current_events","/wiki/Special:Random","//donate.wikimedia.org/wiki/Special:FundraiserRedirector?utm_source=donate&utm_medium=sidebar&utm_campaign=C13_en.wikipedia.org&uselang=en","/wiki/Help:Contents","/wiki/Wikipedia:About","/wiki/Wikipedia:Community_portal","/wiki/Special:RecentChanges","//en.wikipedia.org/wiki/Wikipedia:Contact_us","/wiki/Special:WhatLinksHere/List_of_Power_Rangers_Mystic_Force_episodes","/wiki/Special:RecentChangesLinked/List_of_Power_Rangers_Mystic_Force_episodes","/wiki/Wikipedia:File_Upload_Wizard","/wiki/Special:SpecialPages","/w/index.php?title=List_of_Power_Rangers_Mystic_Force_episodes&oldid=552622712","/w/index.php?title=List_of_Power_Rangers_Mystic_Force_episodes&action=info","//www.wikidata.org/wiki/Q6594569","/w/index.php?title=Special:Cite&page=List_of_Power_Rangers_Mystic_Force_episodes&id=552622712","/w/index.php?title=Special:Book&bookcmd=book_creator&referer=List+of+Power+Rangers+Mystic+Force+episodes","/w/index.php?title=Special:Book&bookcmd=render_article&arttitle=List+of+Power+Rangers+Mystic+Force+episodes&oldid=552622712&writer=rl","/w/index.php?title=List_of_Power_Rangers_Mystic_Force_episodes&printable=yes","//fi.wikipedia.org/wiki/Luettelo_televisiosarjan_Power_Rangers_Mystic_Force_jaksoista","#","//www.wikidata.org/wiki/Q6594569#sitelinks-wikipedia","//en.wikipedia.org/wiki/Wikipedia:Text_of_Creative_Commons_Attribution-ShareAlike_3.0_Unported_License","//creativecommons.org/licenses/by-sa/3.0/","//wikimediafoundation.org/wiki/Terms_of_Use","//wikimediafoundation.org/wiki/Privacy_policy","//www.wikimediafoundation.org/","//wikimediafoundation.org/wiki/Privacy_policy","/wiki/Wikipedia:About","/wiki/Wikipedia:General_disclaimer","//en.wikipedia.org/wiki/Wikipedia:Contact_us","//en.m.wikipedia.org/wiki/List_of_Power_Rangers_Mystic_Force_episodes","//wikimediafoundation.org/","//bits.wikimedia.org/images/wikimedia-button.png","//www.mediawiki.org/","//bits.wikimedia.org/static-1.22wmf11/skins/common/images/poweredby_mediawiki_88x31.png","//bits.wikimedia.org/en.wikipedia.org/load.php?debug=false&lang=en&modules=site&only=scripts&skin=vector&*"],"instances":["director"],"pdf":[],"categories":["Power Rangers episodes","Lists of science fiction television series episodes|Power Rangers Mystic Force","Power Rangers Mystic Force"],"headings":["External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/a/a4/Flag_of_the_United_States.svg/23px-Flag_of_the_United_States.svg.png","//en.wikipedia.org/w/index.php?title=Special:CentralAutoLogin/start&type=1x1&from=enwiki","//bits.wikimedia.org/static-1.22wmf11/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.22wmf11/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["john_laing","director"]],"members":["john_laing"],"related":["Jetix","List_of_Power_Rangers_S.P.D._episodes","List_of_Power_Rangers_Operation_Overdrive_episodes","Episode","United_States","Children's_television","Japan","Super_Sentai","John_Laing_(director)","Bruce_Kalish","Jackie_Marchand"]}