{"cursor":"1672","size":15,"audio":[],"currentlang":"en","article":"In jurisprudence, a 'question of law' (also known as a 'point of law') is a\nquestion which must be answered by applying relevant legal principles, by an\ninterpretation of the law. Treatise on Trial by Jury: Including Question of\nLaw and Fact By John Proffatt Published 1986 Wm. S. Hein Publishing Jury 608\npages ISBN 0837725062 Such a question is distinct from a question of fact,\nwhich must be answered by reference to facts and evidence, and inferences\narising from those facts. Answers to questions of law are generally expressed in\nterms of broad legal principles, and are capable of being applied to many\nsituations, rather than being dependent on particular circumstances or factual\nsituations. An answer to a question of law as applied to the particular facts of\na case is often referred to as a \"conclusion of law\".\n\nTo illustrate the difference:\n* Question of fact: Did Mr. and Mrs. Jones leave their 10 year-old child home\n  alone with their baby for 4 days?\n* Question of law: Does leaving a baby with a 10-year old child for 4 days fit\n  the legal definition of child neglect?\n\nWhile questions of fact are resolved by a trier of fact, which in the common law\nsystem is often a jury, questions of law are always resolved by a judge, or an\nequivalent. Whereas findings of fact in a common law legal system will rarely be\noverturned by an appellate court, conclusions of law will be more readily\nreconsidered.\n","linknr":94,"url":"Conclusion_of_law","recorded":1362567317,"links":14,"instances":["law"],"pdf":[],"categories":["Evidence law","Philosophy of law"],"headings":["See also","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Scale_of_justice_2.svg/22px-Scale_of_justice_2.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["evidence","law"]],"members":["evidence"],"related":["Jurisprudence","Question_of_fact","Evidence_(law)","Child_neglect","Common_law","Jury","Judge","Appellate_court","Case_brief","Lord_Advocate's_Reference"]}