{"cursor":"2037","size":15,"audio":[],"currentlang":"en","article":"\n\n'Value' within the context of law, particularly with respect to contracts, is a\nconcept closely related, but not identical, to that of consideration.\n\nAt common law, certain transferrable obligations were only enforceable if the\ntransferee had acquired them for value. Under the rules of equity, the rights\nof a bona fide purchaser for value would not be interfered with. State courts\nof various jurisdictions in the US adopted varying definitions of what\nconstituted \"value\".\n\nUnder the Uniform Commercial Code, except with respect to Article 3, a person\ngives value for rights if he acquires them in exchange for:\n# a binding commitment to extend credit or for the extension of immediately\n# available credit; as security for or in total or partial satisfaction of a\n# preexisting claim; accepting delivery pursuant to a preexisting contract for\n# purchase; generally, any consideration sufficient to support a simple\n# contract.\n\nUnder Article 3 of the Code, a negotiable instrument is transferred for value if\nthe transferee receives in exchange:\n# a promise of performance, to the extent the promise has been performed; a\n# security interest or other lien in the instrument other than a lien obtained\n# by judicial proceeding; the total or partial discharge of an antecedent claim\n# against any person, whether the claim is due; another negotiable instrument;\n# or an irrevocable obligation to a third party by the person taking the\n# instrument.\n\nThe setting forth in express terms of what is \"value\" in the context of\ncommercial transactions was a bold step forward by the drafters of the UCC,\nsince the jurisdictional distinctions as to value made certain transactions\nvalid in one state and invalid in another.\n","linknr":108,"url":"Value_(law)","recorded":1362560498,"links":20,"instances":["united_states","law"],"pdf":[],"categories":["Value|"],"headings":["See also"],"image":["//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Ambox_globe_content.svg/48px-Ambox_globe_content.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Scale_of_justice_2.svg/22px-Scale_of_justice_2.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["equity","law"],["state_court","united_states"]],"members":["state_court","equity"],"related":["Consideration","Common_law","Equity_(law)","State_court_(United_States)","Uniform_Commercial_Code","Negotiable_instrument","Hierarchy_of_values","Ordinary_course_of_business"]}