{"cursor":"5665","size":15,"audio":[],"currentlang":"en","article":"\n\n\nAn 'analog' or 'analogue signal' is any continuous signal for which the time\nvarying feature (variable) of the signal is a representation of some other time\nvarying quantity, i.e., analogous to another time varying signal. For example,\nin an analog audio signal, the instantaneous voltage of the signal varies\ncontinuously with the pressure of the sound waves. It differs from a digital\nsignal, in which a continuous quantity is represented by a discrete function\nwhich can only take on one of a finite number of values. The term analog signal\nusually refers to electrical signals; however, mechanical, pneumatic, hydraulic,\nand other systems may also convey analog signals.\n\nAn analog signal uses some property of the medium to convey the signal's\ninformation. For example, an aneroid barometer uses rotary position as the\nsignal to convey pressure information. In an electrical signal, the voltage,\ncurrent, or frequency of the signal may be varied to represent the information.\n\nAny information may be conveyed by an analog signal; often such a signal is a\nmeasured response to changes in physical phenomena, such as sound, light,\ntemperature, position, or pressure. The physical variable is converted to an\nanalog signal by a transducer. For example, in sound recording, fluctuations in\nair pressure (that is to say, sound) strike the diaphragm of a microphone which\ninduces corresponding fluctuations in the current produced by a coil in an\nelectromagnetic microphone, or the voltage produced by a condensor microphone.\nThe voltage or the current is said to be an \"analog\" of the sound.\n\nAn analog signal has a theoretically infinite resolution. In practice an analog\nsignal is subject to electronic noise and distortion introduced by communication\nchannels and signal processing operations, which can progressively degrade the\nsignal-to-noise ratio. In contrast, digital signals have a finite resolution.\nConverting an analog signal to digital form introduces a constant low-level\nnoise called quantization noise into the signal which determines the noise\nfloor, but once in digital form the signal can in general be processed or\ntransmitted without introducing additional noise or distortion. Therefore as\nanalog signal processing systems become more complex, they may ultimately\ndegrade signal resolution to such an extent that their performance is surpassed\nby digital systems. This explains the widespread use of digital signals in\npreference to analog in modern technology. In analog systems, it is difficult to\ndetect when such degradation occurs. However, in digital systems, degradation\ncan not only be detected but corrected as well.\n","linknr":598,"url":"Analogue_signal","recorded":1362580106,"links":59,"instances":["circuit_theory","signal_processing","waves","physics"],"pdf":[],"categories":["Analog circuits","Electronic design","Television terminology","Video signal"],"headings":["Disadvantages","Modulation","See also","References"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Telecom-icon.svg/100px-Telecom-icon.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["signal","circuit_theory"],["noise","electronic"],["noise","physics"],["phase","waves"],["quantization","signal_processing"]],"members":["signal","quantization","phase","noise"],"related":["Continuous_function","Signal_(circuit_theory)","Audio_signal","Voltage","Sound_pressure","Digital_signal","Discrete_space","Electrical_signal","Classical_mechanics","Pneumatic","Hydraulic","Aneroid_barometer","Voltage","Electric_current","Frequency","Sound","Light","Temperature","Pressure","Transducer","Sound","Microphone","Noise_(electronic)","Distortion","Communication_channel","Signal_processing","Signal-to-noise_ratio","Quantization_noise","Noise_(physics)","Signal-to-noise_ratio","Generation_loss","Intermodulation_distortion","Signal_noise","Coaxial_cable","Twisted_pair","Modulation","Sinusoidal","Carrier_signal","Amplitude_modulation","Waveform","Frequency_modulation","Frequency","Phase_(waves)","Analog_circuit","Quantization_(signal_processing)","Digital","Federal_Standard_1037C","MIL-STD-188","Ampex","Analog_audio","Analog_device","Analog_signal_processing","Analog_sound_vs._digital_sound","Analog_video","Analog-to-digital_converter","Digital_audio","Digital_signal","Digital_video","Magnetic_tape","Magnetic_recording","Video_tape"]}