{"cursor":"2679","size":15,"audio":[],"currentlang":"en","article":"\n{{Infobox person |name = John Ratcliffe Chapman |image = |caption = |image_size=\n|birth_name = John Ratcliffe Chapman |birth_date = 1815 |birth_place =\n|death_date = |death_place = |nationality = British |height = |occupation =\ngunsmith, author |years_active = }} 'John Ratcliffe Chapman' (1815 - February 4,\n1899) was an eminent British engineer and the son son of another eminent British\nengineer, William Chapman, inventor of the Steam Elephant. John Ratcliffe\nChapman brought his wife, Mary Pollitt Chapman to America in 1842 on HMS\nBritannia with the great author Charles Dickens aboard. Dickens mentions Chapman\nbriefly as follows in Chapter II of \"American Notes, \". . . and that the\ngentleman carried more guns with him than Robinson Crusoe, wore a shooting-coat,\nand had two great dogs on board.\"\n\nChapman, a man of considerable wealth for the time, purchased several hundred\nacres along the south shore of Oneida Lake, in Madison County, New York, where\nhe, his wife and their nine sons established many local farms and businesses,\nincluding a cheese factory. Chapman invented, designed and manufactured the\ntelescopic rifle sight. He also invented and patented a four-barrel revolving\nrifle. It is in the possession of a family member living near Rochester, NY. In\nhis book The Improved American Rifle, Chapman documented the first telescopic\nsights he showed Morgan James how to make. Together they manufactured the Chapman-\nJames sight. Chapman also showed James how to make the most accurate rifles of\nthe day. Several of these rifles are currently on display at the Army Museum at\nWest Point. Chapman's book was published in New York, NY by D. Appleton &. Co.\n1848. This work has been reprinted as recently as 1976.\n","linknr":93,"url":"John_Ratcliffe_Chapman","recorded":1362574441,"links":13,"instances":["engineer"],"pdf":[],"categories":["Firearm designers","1815 births","1899 deaths"],"headings":["Bibliography"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/0/0b/SIG220-Morges.jpg/35px-SIG220-Morges.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["william_chapman","engineer"]],"members":["william_chapman"],"related":["United_Kingdom","United_Kingdom","William_Chapman_(engineer)","Steam_Elephant","United_States","Charles_Dickens","American_Notes","Oneida_Lake","Madison_County,_New_York","New_York","Rochester,_New_York","Telescopic_sight"]}