{"cursor":"4288","size":15,"audio":[],"currentlang":"en","article":"\n, 1785).]]\n\nThe 'Westminster Shorter Catechism' (also known simply as the 'Shorter\nCatechism,' hereinafter referred to as the 'WSC') is a catechism that was\nwritten in the 1640s by English and Scottish divines. The assembly also produced\nthe Westminster Confession of Faith and the Westminster Larger Catechism. The\nthree documents are considered by many Protestants to be the grandest doctrinal\nstatements to come out of the English Reformation. Completed in 1647, it was\npresented to the Long Parliament on 14 April 1648.\n\nThe purpose of the WSC is to educate lay persons in matters of doctrine and\nbelief. The WSC is in a simple question and answer format to facilitate\nmemorization. Typically, parents and the church would use the shorter catechism\nto train their children in the ways of the Lord. New converts are also given the\nWSC as well as the Confession of Faith and Holy Scripture to study. Various\ndenominations have used the Westminster Confession and Catechism to instruct\ntheir members.\n\nAlthough the church in Scotland (the Kirk) had produced The New Catechisme\naccording to the Forme of the Kirk of Scotland in 1644, it was aimed\nparticularly at children and youth, and was not adopted by the Westminster\nAssembly of Divines. It was, however, later acknowledged that the Shorter\nCatechism was not suitable for young children or those of a weak capacity.\nVarious other catechisms were created for this purpose, including the Mother's\nCatechism.\n\nThe [[First Book of Discipline]] (1560) required that a Sabbath afternoon\nsession be set aside for examination of young children in catechism, and this\npractice was adopted in the Kirk on John Knox's return to Scotland. Catechizing\nbecame a part of life in the Scottish Churches with itinerant catechists being\nemployed to instruct the people — a practice that continued into the 19th\ncentury. The Church of Scotland approved the Westminster Shorter Catechism in\n1648, and thereafter it was the manual for instruction. However, because a\nsignificant portion of the Scottish Highland population spoke only Gaelic, the\nSynod of Argyll in 1649 instructed seven of its ministers to translate the\nWestminster Shorter Catechism into that language. The result was published that\nsame year, and the Gaelic Shorter Catechism continued to play a part in church\nlife for decades after it had ceased to be used in the English speaking\nchurches. The Free Church of Scotland still presents a Bible to a child who can\nanswer all 107 questions accurately at one sitting.\n\nThe catechism is composed of 107 questions and answers. The first 12 questions\nconcern God as Creator. Questions 13-20 deal with original sin and the fallen\nstate of man's nature. Questions 21-38 concern Christ the Redeemer and the\nbenefits that flow from redemption. The next set of questions, 39-84, discuss\nthe ten commandments. Questions 85-97 teach concerning the Sacraments of Baptism\nand Holy Communion. The final set of questions, 98-107, teach and explain the\nLord's prayer. This organization mimics the earlier Heidelberg Catechism of the\ncontinental Reformed churches.\n\nThe most famous of the questions (known to a great many Presbyterian children)\nis the first:\n\nQ. What is the chief end of man?\nR. Man's chief end is to glorify God, and to enjoy him forever.\n\nIn 1675, the Presbyterian Thomas Vincent in London published a popular\nexposition called The Shorter Catechism Explained. Later, Reformed catechisms\nsuch as the 1693 Baptist Keach's Catechism mimic the Westminster catechism on\nmost points except infant baptism.\n\n\n\n\n\n\n\n\n\n\n","linknr":116,"url":"Westminster_Shorter_Catechism","recorded":1362567297,"links":16,"instances":["noun","post_1900"],"pdf":[],"categories":["Westminster Standards","Catechisms","Congregationalism","Presbyterianism","English Reformation","Westminster Assembly"],"headings":[],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Wikisource-logo.svg/38px-Wikisource-logo.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/1/1d/Westerminster_catechism_first_page.jpg/300px-Westerminster_catechism_first_page.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["divine","noun"],["free_church_of_scotland","post_1900"]],"members":["divine","free_church_of_scotland"],"related":["Catechism","England","Scotland","Divine_(noun)","Westminster_Confession_of_Faith","Westminster_Larger_Catechism","English_Reformation","Long_Parliament","Doctrine","Belief","Holy_Scripture","Sabbath_in_Christianity","John_Knox","Scottish_Gaelic_language","Free_Church_of_Scotland_(post_1900)","God","Creator_deity","Original_sin","Christ","Ten_commandments","Sacrament","Baptism","Holy_Communion","Lord's_prayer","Heidelberg_Catechism","Reformed","Thomas_Vincent","Keach's_Catechism"]}