{"cursor":"8071","size":15,"audio":[],"currentlang":"en","article":"\n\n\n\n\nA 'wide receiver' is an offensive position in American and Canadian football,\nand is the key player in most of the passing plays. The wide receiver position\nrequires speed and agility. Only players in the backfield or the ends on the\nline are eligible to catch a forward pass. The two players who begin play at\nthe ends of the offensive line are eligible receivers, as are all players in\nthe backfield. The backs and ends who are relatively near the sidelines are\nreferred to as \"wide\" receivers. At the start of play, one wide receiver may\nbegin play in the backfield, at least a yard behind the line of scrimmage, as\nis shown in the diagram at the right. The wide receiver on the right begins\nplay in the backfield. Such positioning allows another player, usually the\ntight end, to become the eligible receiver on that side of the line. Such\npositioning defines the strong side of the field. This is the right side of the\nfield in the diagram shown.\n\nThe wide receiver ('WR') is a position in American and Canadian football that\nfunctions as the pass-catching specialist. Wide receivers (also referred to as\n'wideouts' or simply 'receivers') are among the fastest and most agile players\nin the game, and they are frequent highlight-reel favorites. Examples of some\nwide receivers are Davone Bess, Greg Jennings, Mark Duper, and Rishard Matthews.\n\nThe wide receiver's principal role is to catch passes from the quarterback. On\npassing plays, the receiver attempts to avoid, outmaneuver, or simply outrun\ndefenders (typically cornerbacks and/or safeties) in the area of his pass route.\nIf the receiver becomes open, or has an unobstructed path to the destination of\na catch, he may then become the quarterback's target. Once a pass is thrown in\nhis direction, the receiver's goal is to first catch the ball and then attempt\nto run downfield. Some receivers are perceived as a deep threat because of their\nflat-out speed, while others may be possession receivers known for not dropping\npasses, running crossing routes across the middle of the field, and generally,\nconverting third down situations. A receiver's height and weight also contribute\nto his expected role; tall in height and light in weight are advantages at the\nreceiver position.\n\nWide receivers, and the passing game generally, are particularly important\nwhen a team uses a hurry-up offense. Receivers are able to position themselves\nnear the sideline to run out of bounds, stopping the clock at the end of the\nplay (the last two minutes of each half in the NFL, and the last three minutes\nof each half in the CFL). (A failed, \"incomplete\", pass attempt will also stop\nthe clock.)\n\nA wide receiver has two potential roles in running routes that range in status.\nParticularly in the case of draw plays, he may run a pass route with the intent\nof drawing off defenders. Alternatively, he may block normally for the running\nback. Well-rounded receivers are noted for blocking defensive backs in support\nof teammates in addition to their pass-catching abilities.\n\nSometimes wide receivers are used to run the ball, usually in some form of end-\naround or reverse. This can be effective because the defense usually does not\nexpect them to be the ball carrier on running plays. Although receivers are\nrarely used as ball carriers, running the ball with a receiver can be extremely\nsuccessful. For example, in addition to holding nearly every National Football\nLeague receiving record, wide receiver Jerry Rice also rushed the ball 87 times\nfor 645 yards and 10 touchdowns in his 20 NFL seasons. Jerry Rice career\nstatistics at [http://sportsillustrated.cnn.com/football/nfl/players/126/\nSI.com]\n\nIn even rarer cases, receivers may pass the ball as part of a trick play.\nDespite the infrequency of these plays, some receivers have proven to be capable\npassers, particularly those with prior experience as a quarterback. A remarkable\nexample where wide receiver and quarterback even swapped roles was Kansas City\nChiefs' WR Mark Bradley's 37-yard touchdown pass to QB Tyler Thigpen against the\nTampa Bay Buccaneers on 2 November 2008. Tyler Thigpen touchdown reception\nat [http://www.nfl.com/videos/nfl-cant-miss-plays/09000d5d80c22b39/Can-t-Miss-\nWildcat-copycats NFL.com]\n\nWide receivers also serve on special teams as return men on kickoffs and punts,\nor as part of the hands team during onside kicks. Peter Warrick career\nstats, receiving and punt returns at\n[http://www.nfl.com/players/playerpage/187401 NFL.com] Receiver Randal\nWilliams returns onside kick for touchdown at\n[http://www.nfl.com/news/story/6723376 NFL.com]\n\nFinally, on errant passes, receivers must frequently play a defensive role by\nattempting to prevent an interception. If a pass is intercepted, receivers must\nuse their speed to chase down and tackle the ball carrier to prevent him from\nreturning the ball for a long gain or a touchdown.\n\nIn the NFL, wide receivers can use the numbers 10–19 and 80–89.\n","linknr":403,"url":"Wide_receiver","recorded":1362543452,"links":27,"instances":["american_football","american_football","football","american_football","american_football_position"],"pdf":[],"categories":["American football positions"],"headings":["Types","Notes"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/8/87/Football-Formation-WR.svg/250px-Football-Formation-WR.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["safety","american_football_position"],["route","football"],["reverse","american_football"],["uniform_number","american_football"],["snap","american_football"]],"members":["uniform_number","snap","route","reverse","safety"],"related":["American_football","Canadian_football","Backfield","Eligible_receiver","Forward_pass","Offensive_line","Tight_end","American_football","Canadian_football","Davone_Bess","Greg_Jennings","Mark_Duper","Rishard_Matthews","Forward_pass","Quarterback","Cornerback","Safety_(American_football_position)","Route_(football)","Hurry-up_offense","Draw_play","End-around","Reverse_(American_football)","National_Football_League","Jerry_Rice","Trick_play","Kansas_City_Chiefs","Mark_Bradley","Touchdown","Tyler_Thigpen","Tampa_Bay_Buccaneers","Onside_kick","Uniform_number_(American_football)","Line_of_scrimmage","Snap_(American_football)","Defensive_back","Canadian_football","Arena_football","Flexbone_formation","Triple_option"]}