{"cursor":"1916","size":15,"audio":[],"currentlang":"en","article":"{{multiple issues|\n\n\n\n}}\n\nA 'tetramer assay' is used to detect the presence of antigen specific T-cells.\nIn order for a T-cell to detect the peptide to which it is specific, it must\nboth recognize the peptide AND the MHC complex at the surface of a cell it comes\ninto contact with. Because the binding affinity of a T-cell receptor to MHC\ncomplexed with a peptide is so low, this has historically been a challenging\nproblem. A solution was realized by creating a tetramer of MHC molecules each\npresenting an identical peptide. This increases the avidity of the binding.\n\nThe main component of the assay is an MHC tetramer. This reagent has to be\ncustom made for each antigen specific t-cell that one desires to detect. The MHC\ntetramer consists of four units of the MHC molecule each of which is tagged with\na biotin molecule. A peptide from the antigen is attached to the MHC molecules.\nThe MHC/peptides are made into a complex by the addition (typically\nfluorescently labeled) streptavidin, which has an extremely high affinity to\nbiotin. The MHC with its bound peptide will only bind the specific T-cells that\nrespond to that peptide. The tetramer can be detected by flow cytometry via the\nfluorescent label.\n","linknr":108,"url":"Tetramer_assay","recorded":1362481379,"links":19,"instances":[],"pdf":[],"categories":["Blood tests","Flow cytometry"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/40px-Text_document_with_red_question_mark.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/f/ff/AlphaHelixSection.svg/40px-AlphaHelixSection.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Antigen","T-cell","Major_histocompatibility_complex","Tetrameric_protein","Biotin","Peptide","Streptavidin","Flow_cytometry"]}