{"cursor":"3869","size":15,"audio":[],"currentlang":"en","article":"\n\nIn ice hockey, a 'pass' is the movement of the puck from one player to another,\nusually by a motion of the stick. A pass differs from a shot, in that a pass is\ntypically weaker than a shot and is not directed at the opponent's net with the\nintention of scoring a goal. The function of passing in ice hockey during\ngameplay strongly resembles the role of passing in other goal sports such as\nsoccer or lacrosse. Passing (along with skating, shooting, and stick handling)\nis one the most fundamental skills in hockey. An effective pass is described as\nbeing \"stick to stick\" or \"tape to tape\", referring to the tape on the blade of\na hockey stick. Effective passing requires good vision, anticipation, and\ntiming. A player that is an effective passer will normally record many assists,\nwhich are awarded to the second and third to last player to touch the puck\nbefore a goal. The National Hockey League record for most career assists 1,963\nby Wayne Gretzky, who is considered one of the best passers of all time.\nDifferent types of passes are employed in different situations or using\ndifferent techniques:\n\n\n\n; Backhand pass : using the back side of the blade of the stick. ; Centering\npass : to the put the puck into the centre of the ice (the \"slot\"). This is the\nmost dangerous pass in hockey both because it provides the best opportunity to\nscore and because if the intended receiver misses it, there is a strong\nlikelihood that the puck will come to an opponent with few obstacles to the net.\n; Clear-out or Clearing pass: a pass out of a team's defensive zone. Its primary\npurpose is defensive, to prevent the opposition from getting the puck for the\nopportunity to score. ; Cross-ice pass : a pass that traverses the width of the\nice surface (e.g. from the left winger to the right winger). ; Drop pass : when\na player passes the puck directly behind him to a teammate. If executed\nproperly, the puck stops moving and the pass's receiver catches up to it. ; Hand\npass : a pass made with the hand. It is legal when both passer and recipient are\ninside the defending zone, otherwise illegal. An illegal hand pass results in a\nstoppage of play and a faceoff at the position where the puck was passed from. ;\nHeadmaning the puck : (a.k.a. a 'stretch pass', an 'outlet pass', or a 'long\nbomb') a long pass that allows one's team to move out of their defensive zone\nand start a rush. An especially long and well executed one that results in a\nbreakaway is then called a 'breakaway pass'. ; No-look pass : made while not\nlooking at the receiver. ; Offside pass : a pass to a player who is offside.\nThis can mean a 'two-line pass', a pass that crosses two lines marked on the ice\nfor such purposes. Depending on the era and league, the centre red line may or\nmay not count as such a line. Or, it can refer to a pass to a player who has\nentered the offensive zone before the puck. This type of pass is always offside\nno matter how many lines it crosses. ; Saucer pass : an airborne pass from one\nplayer to another. It is called a saucer pass because the puck resembles a\nflying saucer in mid air. ; Slap pass : a hard shot aimed at a teammates stick.\nIt is a shot that is intentionally aimed away from the net to an open teammates\nstick. ; Suicide pass : a pass that forces the receiver to look down or away\nfrom the play in order to find the puck, leaving them vulnerable to a powerful\nbody check. ; Tic-tac-toe : a play that involves two quick passes and a shot and\nresults in a goal.\n","linknr":92,"url":"Pass_(ice_hockey)","recorded":1362670333,"links":12,"instances":["ice_hockey","ice_hockey","association_football","sports","ice_hockey","ice_hockey"],"pdf":[],"categories":["Ice hockey terminology"],"headings":[],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf8/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf8/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["puck","sports"],["shot","ice_hockey"],["assist","ice_hockey"],["breakaway","ice_hockey"],["offside","ice_hockey"],["foul","association_football"]],"members":["assist","offside","foul","puck","breakaway","shot"],"related":["Ice_hockey","Puck_(sports)","Hockey_stick","Shot_(ice_hockey)","Association_football","Lacrosse","Ice_skating","Assist_(ice_hockey)","Wayne_Gretzky","Backhand","Faceoff","Breakaway_(ice_hockey)","Offside_(ice_hockey)","Saucer_pass","Flying_saucer","Foul_(association_football)"]}