{"cursor":"3193","size":15,"audio":[],"currentlang":"en","article":"\n\n\n\n\nIn law, an 'absolute defence' is a factual circumstance or argument that, if\nproven, will end the litigation in favor of the defendant. The concept of an\nabsolute defence is not a rigid one. Statutes frequently use the term merely as\na synonym to \"full\" or \"complete\". It is more often used, however, as a term of\nart in both criminal and civil law to refer to an underlying set of facts and\nlaws, not raised by the complaint or indictment, which will require the\ndefendant's dismissal even if the factual allegations of the complaining\npleading are true.\n\nAnother characteristic of an absolute defence is that, once it is pled and\nproven, it is not subject to mitigation or collateral attack.\n\nExamples of absolute defences include\n\n* Truth of an allegedly libelous statement (in modern defamation): a person\n  cannot be made to pay damages for a defamatory statement, if the person can\n  show that the statement is true (even if the statement is damaging, and the\n  person said it in bad faith). This is the case in some jurisdictions,\n  including the United States, but not in others, including England and Wales.\n* Self-defence in a battery case: a person cannot be held criminally liable for\n  battery if they can prove Right of self-defence under certain circumstances\n  (e.g. where retreat was impossible, and where the use of force was not\n  excessive).\n* Different kinds of immunity can provide an absolute defence. Probably the\n  strongest of these is sovereign immunity -- this is the common law doctrine,\n  followed in many jurisdictions, that the state cannot be sued unless it\n  agrees to waive its immunity, usually by legislation allowing specific claims\n  to be brought.\n\nUse of the word \"absolute\" sometimes causes confusion, because even in the law\n\"absolute\" is sometimes used simply as a synonym for \"full\" or \"complete\". As a\nterm or art, however, there are many complete defenses which are not customarily\ncalled absolute. Most notably, innocence, while a complete defence to a criminal\ncharge, is not generally termed \"absolute\", because it involves a material fact\nof the pleading. On the other hand, double jeopardy is more likely to be termed\nan absolute defence; an indictment or (other criminal initiating pleading) does\nnot have to state that the defendant has not previously been tried on the crime,\nbut once a defendant shows that he has been previously tried for a crime, his\ndismissal is required by the US Constitution.\n\nBoth an absolute defence and a complete defence must be distinguished from a\npartial defence. With a partial defence, the litigant hopes to mitigate the\noutcome of the litigation, or limit culpability, but the liability is not\neliminated. Examples include diminished capacity to understand the wrongfulness\nof the action, or a mistake of fact that affected the intention of the litigant.\n","linknr":243,"url":"Absolute_defence","recorded":1362554347,"links":19,"instances":["crime","legal","military","polity"],"pdf":[],"categories":["Common law","Legal defenses"],"headings":[],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Scale_of_justice_2.svg/70px-Scale_of_justice_2.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Scale_of_justice_2.svg/22px-Scale_of_justice_2.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["defense","legal"],["battery","crime"],["withdrawal","military"],["state","polity"]],"members":["battery","defense","withdrawal","state"],"related":["Defendant","Defense_(legal)","Libel","Defamation","English_law","Battery_(crime)","Right_of_self-defence","Withdrawal_(military)","Sovereign_immunity","State_(polity)","Partial_defence","Diminished_capacity","Mistake_of_fact"]}