{"cursor":"2765","size":15,"audio":[],"currentlang":"en","article":"\nAn 'academic department' is a division of a university or school faculty devoted\nto a particular academic discipline. This article covers United States usage at\nthe university level.\n\nThe organization of faculties into departments is not standardized, but most\nU.S. universities will have at least departments of History, Physics, English\n(language and literature), Psychology, and so on. Sometimes divisions are\ncoarser: a liberal arts college which de-emphasizes the sciences may have a\nsingle Science department; an engineering university may have one department for\nLanguage and Literature (in all languages). Sometimes divisions may be finer:\nfor example, Harvard University has separate departments of Organismic and\nEvolutionary Biology, Molecular and Cellular Biology, and Chemistry and Chemical\nBiology. Some disciplines are found in different departments at different\ninstitutions: biochemistry may be in biology, in chemistry or in its own\ndepartment; computer science may be in mathematics, applied mathematics,\nelectrical engineering, or its own department (the usual case nowadays).\n\nDepartments in professional graduate schools will be specialized like the school\nitself, so a medical school will probably have departments of Anatomy,\nPathology, Dermatology, and so on.\n\nDepartments are generally chaired by a member of the department, who may be\nelected by the faculty of the department, appointed by the dean of the faculty,\nor assigned by simple rotation among the tenured faculty. The duties,\nimportance, and power of the department chair vary widely among institutions and\neven among departments within an institution.\n\nCourses are generally given within a department, and often named for the\ndepartment, e.g. Physics 230: Quantum mechanics.\n\nUndergraduate academic majors or degree programs are generally administered by\ndepartments, although there may also be interdisciplinary committees for\nsubjects which touch more than one department.\n\nGraduate students in academic (as opposed to professional) programs are much\nmore closely tied to their departments than undergraduates, and the department,\nrather than the university, is almost completely responsible for their selection\n(cf. college admissions) and course of study.\n","linknr":105,"url":"Academic_department","recorded":1362684659,"links":20,"instances":["education","division","education"],"pdf":[],"categories":["Academic administration|Department"],"headings":["See also"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["faculty","division"],["dean","education"],["course","education"]],"members":["course","faculty","dean"],"related":["University","School","Faculty_(division)","Academic_discipline","United_States","Liberal_arts_college","Harvard_University","Graduate_school","Medical_school","Anatomy","Pathology","Dermatology","Chairman","Dean_(education)","Tenure","Course_(education)","Undergraduate","Academic_major","College_admissions","Academic_major","List_of_academic_disciplines"]}