{"cursor":"11974","size":15,"audio":[],"currentlang":"en","article":"\nThe early 3rd century text called 'Acts of Thomas' is one of the New Testament\napocrypha, portraying Christ as the \"Heavenly Redeemer\", independent of and\nbeyond creation, who can free souls from the darkness of the world. References\nto the work by Epiphanius of Salamis show that it was in circulation in the 4th\ncentury. The complete versions that survive are Syriac and Greek. There are many\nsurviving fragments of the text. Scholars detect from the Greek that its\noriginal was written in Syriac, which places the Acts of Thomas in Syria. The\nsurviving Syriac manuscripts, however, have been edited to purge them of the\nmost unorthodox overtly gnostic passages, so that the Greek versions reflect the\nearlier tradition.\n\nFragments of four other cycles of romances around the figure of the apostle\nThomas survive, but this is the only complete one. It should not be confused\nwith the early \"sayings\" [[Gospel of Thomas]]. \"Like other apocryphal acts\ncombining popular legend and religious propaganda, the work attempts to\nentertain and instruct. In addition to narratives of Thomas' adventures, its\npoetic and liturgical elements provide important evidence for early Syrian\nChristian traditions,\" according to the [[Anchor Bible Dictionary]].\n\nActs of Thomas is a series of episodic Acts (Latin ) that occurred during the\nevangelistic mission of Judas Thomas (\"Judas the Twin\") to India. It ends with\nhis martyrdom: he dies pierced with spears, having earned the ire of the monarch\nMisdaeus (Vasudeva I) because of his conversion of Misdaeus' wives and a\nrelative, Charisius. He was imprisoned while converting Indian followers won\nthrough the performing of miracles.\n\nEmbedded in the Acts of Thomas at different places according to differing\nmanuscript traditions is a Syriac hymn, [[The Hymn of the Pearl]], (or Hymn of\nthe Soul), a poem that gained a great deal of popularity in mainstream Christian\ncircles. The Hymn is older than the Acts into which it has been inserted, and is\nworth appreciating on its own. The text is interrupted with the poetry of\nanother hymn, the one that begins \"Come, thou holy name of the Christ that is\nabove every name\" (2.27), a theme that was taken up in Catholic Christianity in\nthe 13th century as the Holy Name.\n\nThough Gregory of Tours made a version, mainstream Christian tradition rejects\nthe Acts of Thomas as pseudepigraphical and apocryphal, and for its part, the\nRoman Catholic Church finally confirmed the Acts as heretical at the Council of\nTrent. See also Leucius Charinus.\n\nThomas is often referred to by his name Judas (his full name is Thomas Judas\nDidymus), since both Thomas and Didymus just mean twin, and several scholars\nbelieve that twin is just a description, and not intended as a name. The\nmanuscripts end \"The acts of Judas Thomas the apostle are completed, which he\ndid in India, fulfilling the commandment of him that sent him. Unto whom be\nglory, world without end. Amen.\".\n","linknr":196,"url":"Acts_of_Thomas","recorded":1362570023,"links":23,"instances":["region"],"pdf":[],"categories":["Gnosticism","Apocryphal Acts|Thomas","Syriac literature|Thomas, Acts of","Thomas the Apostle"],"headings":["Acts of Thomas","Content","View of Jesus","References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/7/71/Coa_Illustration_Cross_Crossed_circle.svg/70px-Coa_Illustration_Cross_Crossed_circle.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["balochistan","region"]],"members":["balochistan"],"related":["New_Testament_apocrypha","Epiphanius_of_Salamis","Syriac","Greek_language","Syriac","Syria","Gnostic","Apostle_Thomas","Evangelism","Judas_Thomas","India","Martyrdom","Vasudeva_I","Holy_Name","Gregory_of_Tours","Pseudepigraphy","Apocryphal","Catholic_Church","Heresy","Council_of_Trent","Leucius_Charinus","J._N._Farquhar","Balochistan_(region)","Kurdistan","Malabar_Coast","Kerala","Coromandel_Coast","Mylapore","Madras","Edessa,_Mesopotamia","Seleucia-Ctesiphon","Vincent_A._Smith","Alexandria","Red_Sea","Malabar_coast","Muziris","Cochin","Periyar_River","Sexual_intercourse","Chastity","Leucius_Charinus","Docetic"]}