{"cursor":"11314","size":15,"audio":[],"currentlang":"en","article":"\n\n'Adipose tissue macrophages' (abbr. ATMs) comprise tissue resident macrophages\npresent in adipose tissue. Adipose tissue apart from adipocytes is composed of\nthe stromal vascular fraction (SVF) of cells including preadipocytes,\nfibroblasts, vascular endothelial cells and variety of immune cells. The latter\nones are composed of mast cells, eosinophils, B cells, T cells and\nmacrophages. Schipper HS, Prakken B, Kalkhoven E, Boes M. Adipose tissue-\nresident immune cells: key players in immunometabolism. Trends Endocrinol Metab\n2012; 23:407-15. The number of macrophages within adipose tissue differs\ndepending on the metabolic status. The precentage of macrophages within adipose\ntissue ranges from 10% in lean mice and humans up to 50% in extremely obese,\nleptin deficient mice and almost 40% in obese humans. Weisberg SP, McCann D,\nDesai M, Rosenbaum M, Leibel RL, Ferrante AW. Obesity is associated with\nmacrophage accumulation in adipose tissue. Journal of Clinical Investigation\n2003; 112:1796-808. Increased number of adipose tissue macrophages\ncorrelates with increased adipose tissue production of proinflammatory molecules\nand might therefore contribute to the pathophysiological consequences of obesity\n(e.g. insulin resistance, type 2 diabetes). Lumeng CN, Bodzin JL, Saltiel\nAR. Obesity induces a phenotypic switch in adipose tissue macrophage\npolarization. J Clin Invest 2007; 117:175-84.\n","linknr":137,"url":"Adipose_tissue_macrophages","recorded":1362484897,"links":11,"instances":[],"pdf":[],"categories":["Diseases and disorders"],"headings":["M1/M2 macrophage polarization","Adipose tissue macrophages and obesity","Adipose tissue macrophages and weight loss","Adipose tissue macrophages and tumor growth","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/0/0b/Fatmouse.jpg/220px-Fatmouse.jpg","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Macrophages","Adipose_tissue","Adipocytes","Mast_cells","Eosinophils","B_cells","T_cells","Macrophages","Obesity","Insulin_resistance","Type_2_diabetes","Macrophages","Tumor"]}