{"cursor":"8768","size":15,"audio":[],"currentlang":"en","article":"\n:For the ALT key on computer keyboards, see [[Alt key]].\n\n\nAn 'alternate character', often referred to in slang as 'alt', 'alt char', or\nless commonly 'multi', is a character in addition to one's \"primary\" or \"Main\"\nplayer character. Players are generally not secretive about their alternate\ncharacters, unless having multiple characters is illegal, or in a role-playing\nenvironment where alternate characters might be judged by the actions of the\nprimary character. In games where multiple characters are illegal, enforcement\nof this restriction can be difficult, especially without specialized tools. {{cite book\n | editor-last = Porter | editor-first = David title = Internet Culture\n | publisher = Routledge year = 1997 isbn = 0-415-91684-4 edition = pbk. last =\n | Ito | first = Mizuko | authorlink = Mizuko Ito contribution = Virtually\n | Embodied: The Reality of Fantasy in a Multi-User Dungeon pages = 98â99 quote\n | = Pakka, the sheriff of Farside, explained to me the difficulties he has had\n | in disciplining characters on MUDs: Multiple characters are extremely hard to\n | catch. Something has to set off in your mind—this person, these two are\n | always on together. They call in from the same location. They always run\n | together. You've got to notice that.\n}}\n\nTypically, alternate characters are used less frequently than the \"primary\"\ncharacters, but sometimes players may use them just as often. They should be\ndistinguished from completely unused (dormant) characters, which may even get\ndeleted for lack of activity. Alternate characters can be used to try out the\ndifferent abilities of different player races, or character classes. Also, one\nfrequent use is to play characters of opposite gender. Frequently, people use\nalternate characters to \"re-live\" the game experience; high-level characters may\nend up running low on things to do, but deleting the character and starting\ncompletely over is often undesirable. Often, people create another character to\nsee what new features have been added since they last were on a low level\ncharacter.\n\nThe games typically allow alternate characters as long as they don't consume\ngame resources excessively and are not used for cheating. Often, the servers\nhave specific rules about the use of alternate characters. Most typical rules\ninclude the following:\n* The player is limited to a certain number of characters.\n* Only one character may be logged in at the time.\n* A given player's characters are not allowed to interact among themselves in\n  any way. Often this only includes interaction which has a tangible benefit\n  (such as giving equipment or money to another character), but some even\n  restrict in-character dialogue.\n* Alternate characters must not be used to spy on another guild or faction.\n","linknr":382,"url":"Alternate_character","recorded":1362555759,"links":15,"instances":["character_class","internet","fantasy","character_class"],"pdf":[],"categories":["Competitive video gaming","MUD terminology","Role-playing game terminology"],"headings":["Multi","See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["race","fantasy"],["fighter","character_class"],["wizard","character_class"],["sockpuppet","internet"]],"members":["wizard","sockpuppet","race","fighter"],"related":["Player_character","Race_(fantasy)","Character_class","Cheating_in_online_games","Strategy_game","Role-playing_game","Fighter_(character_class)","Wizard_(character_class)","Mule","Final_Fantasy_XI","Confidence_trick","Multiboxing","MUD_client","Sockpuppet_(Internet)"]}