{"cursor":"5658","size":15,"audio":[],"currentlang":"en","article":"\nThe 'American Council for Judaism' (ACJ) is an organization of American Jews\ncommitted to the proposition that Jews are not a nationality but merely a\nreligious group, adhering to the original stated principles of Reform Judaism,\nas articulated in the 1885 Pittsburgh Platform.\n\nThe ACJ was founded in June 1942 by a group of Reform rabbis who opposed the\ndirection of their movement, including, but not limited to, the issue of Zionism\nas redefined by the Biltmore Program in May 1942. After the Reform movement\ndeclared itself officially neutral on Zionism in 1937, the split was prompted by\nthe passage of a resolution endorsing the raising of a \"Jewish army\" in\nPalestine to fight alongside the Allies of World War II. The leading rabbis\nincluded Louis Wolsey, Morris Lazaron, Abraham Cronbach, David Philipson, and\nHenry Cohen but their most vocal representative soon became Elmer Berger, who\nbecame the Council's Executive Director.\n\nThe presidency of the ACJ was accepted by the well-known philanthropist Lessing\nJ. Rosenwald, who took the lead in urging the creation of a unitary democratic\nstate in the British Mandate of Palestine in American policy-making circles.\nThough up against overwhelming support for the creation of a Jewish state in\nCongress, the Council had many friends who supported its position in the State\nDepartment such as Sumner Welles and Dean Acheson. In the final year before the\nfounding of the State of Israel in 1948, the Council became very close to Judah\nMagnes, the leading Israeli advocate for a binational state, who had returned to\nAmerica for fear of his life in Palestine.\n\nThough Louis Wolsey resigned from the Council after the founding of the State of\nIsrael, the ACJ persevered, believing that its primary foe was the influence of\nZionism upon American Judaism. In addition to supporting a network of religious\nschools committed to Classical Reform Judaism, the Council agitated against the\nmerging of Zionist fund-raising organizations with local Jewish community\nboards, and enjoyed friendly relations with the Eisenhower State Department\nunder John Foster Dulles. The ACJ also vocally supported the efforts of William\nFulbright to have the lobbyists for Israel in the United States legally\nregistered as foreign agents.\n\nSupport for the American Council for Judaism came primarily from Jews of German\ndescent who were historically attached to Classical Reform Judaism, but also\nfrom many Jewish socialists who opposed Zionism, and many more of whom who were\nuncomfortable with the Jewish religion coalesced around William Zukerman and his\n'Jewish Newsletter'. Jewish intellectuals who at one time or another passed\nthrough the Council included David Riesman, Hans Kohn, Erich Fromm, Hannah\nArendt, Will Herberg, Morrie Ryskind, Frank Chodorov, and Murray Rothbard. Among\nthe notable gentile friends of the Council were Dorothy Thompson, Norman Thomas,\nFreda Utley, Arnold J. Toynbee, and Dwight MacDonald. The ACJ was particularly\ninfluential in San Francisco. [http://foundsf.org/index.php?title=San_Franc-\nisco_Jewish_Elite:_America's_Leading_Anti-Zionists San Francisco Jewish Elite:\nAmerica's Leading Anti-Zionists]\n\nThe ACJ sharply declined in activity following the Six Day War in 1967, when the\nAmerican Jewish community was swept up by overwhelming support for Israel.\nModerates within the Council forced Elmer Berger to resign the following year\nfor declaring that Israel had been the primary aggressor in the war. While the\nCouncil had 14,000 members in 1948 New York Times- obituary for Rabbi Elmer\nBerger \"A Foe of Zionism as well as Israel\"[http://www.nytimes.com/1996/10/09/world/elmer-berger-88-a-foe-of-\nzionism-as-well-as-israel.html] and up to 20,000 in the 1950s, there are\ntoday an estimated 2,000 subscribers to the Council's quarterly newsletter.\n\nToday, the council has moderated its stance and accepts Israel and Zionism, but\nviews them as irrelevant to the lives of American Jews. According to its\nstatement of principles, \"the State of Israel has significance for the Jewish\nexperience. As a refuge for many Jews who have suffered persecution and\noppression in other places, Israel certainly has meaning for us. However, that\nrelationship is a spiritual, historical, and humanitarian one - it is not a\npolitical tie. As American Jews, we share the hope for the security and well\nbeing of the State of Israel, living in peace and justice with its neighbors\". http://www.acjna.org/acjna/about_principles.aspx http://www.acjna-\n.org/acjna/articles_detail.aspx?id=599\n\nThe organization publishes a magazine called [[Issues (Jewish\nmagazine)|Issues]].\n","linknr":139,"url":"American_Council_for_Judaism","recorded":1362562984,"links":13,"instances":["rabbi","rabbi"],"pdf":[],"categories":["Reform Judaism","Anti-Zionism in the United States","Religious organizations established in 1942"],"headings":["References","External links and further reading"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/40px-Text_document_with_red_question_mark.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["henry_cohen","rabbi"],["elmer_berger","rabbi"]],"members":["henry_cohen","elmer_berger"],"related":["Jews_in_the_United_States","Reform_Judaism","Pittsburgh_Platform","Rabbis","Zionism","Biltmore_Program","Palestine","Allies_of_World_War_II","Louis_Wolsey","Morris_Lazaron","Abraham_Cronbach","David_Philipson","Henry_Cohen_(rabbi)","Elmer_Berger_(rabbi)","Lessing_J._Rosenwald","British_Mandate_of_Palestine","United_States_Congress","State_Department","Sumner_Welles","Dean_Acheson","The_founding_of_the_State_of_Israel","Judah_Magnes","Dwight_D._Eisenhower","John_Foster_Dulles","William_Fulbright","German-American","William_Zukerman","David_Riesman","Hans_Kohn","Erich_Fromm","Hannah_Arendt","Will_Herberg","Morrie_Ryskind","Frank_Chodorov","Murray_Rothbard","Dorothy_Thompson","Norman_Thomas","Freda_Utley","Arnold_J._Toynbee","Dwight_MacDonald","San_Francisco","Six_Day_War"]}