{"cursor":"7014","size":15,"audio":[],"currentlang":"en","article":"The 'Caco-2' cell line is a continuous line of heterogeneous human\nepithelial colorectal adenocarcinoma cells, developed by the Sloan-Kettering\nInstitute for Cancer Research through research conducted by Dr. Jorgen\nFogh. Fogh J and Trempe G in Human Tumor Cells In Vitro (J. Fogh, ed.),\nPlenum, 1975, 115-141\n\nAlthough derived from a colon (large intestine) carcinoma, when cultured under\nspecific conditions the cells become differentiated and polarized such that\ntheir phenotype, morphologically and functionally, resembles the enterocytes\nlining the small intestine. Caco-2\ncells express tight junctions, microvilli, and a number of enzymes and\ntransporters that are characteristic of such enterocytes: peptidases, esterases,\nP-glycoprotein, uptake transporters for amino acids, bile acids carboxylic\nacids, etc. They are commercially available through the American Type Culture\nCollection (ATCC; Manassas, VA, USA).\n\nWhen looking at Caco-2 cell cultures microscopically, it is evident even by\nvisual inspection that the cells are heterogeneous. As a result, over the years\nthe characteristics of the cells used in different laboratories around the world\nhave diverged significantly, which makes it difficult to compare results across\nlabs.\n\nCaco-2 cells are most commonly used not as individual cells, but as a confluent\nmonolayer on a cell culture insert filter (e.g., Transwell). When cultured in\nthis format, the cells differentiate to form a polarized epithelial cell\nmonolayer that provides a physical and biochemical barrier to the passage of\nions and small molecules. The Caco-2\nmonolayer is widely used across the pharmaceutical industry as an in vitro model\nof the human small intestinal mucosa to predict the absorption of orally\nadministered drugs. The correlation between the in vitro apparent permeability\n(P¬app) across Caco-2 monolayers and the in vivo fraction absorbed (fa) is well\nestablished. [http://media.wiley.com/wires/WNAN/WNAN53/mfig003.jpg\nTranswell diagram]\n\nThis application of Caco-2 cells was pioneered in the late 1980s by Ismael\nHidalgo, working in the laboratory of Ron Borchardt at the University of Kansas,\nand Tom Raub, who was at the Upjohn Company at the time. Following stints at\nSmithKline Beecham and Rhone-Poulenc Rorer, Hidalgo went on to co-found a\ncompany, [http://www.absorption.com/Site/ Absorption Systems], in 1996, where he\nremains as Chief Scientist.\n\nThe considerable impact of the Caco-2 cell monolayer model can be measured in at\nleast two ways. First, considering that poor pharmacokinetic properties\naccounted for ~40% of drug failures in development in the early 1990s and only\n~10% by 2009, an interval in which Caco-2 monolayers were widely used throughout\nthe pharmaceutical industry to predict absorption, it is not unreasonable to\nattribute some of that shift to this simple yet powerful model. Second, the 1989\nGastroenterology paper that demonstrated the utility of the model for this\napplication has been cited more than 1000 times since its publication.\n\nThe versatility of Caco-2 cells is demonstrated by the fact that, even to this\nday, they are serving as the basis for the creation of innovative new models\nthat are contributing to our understanding of drug efflux transporters such as\nP-glycoprotein (ABCB1) and BCRP (ABCG2). RNA interference has been used to\nsilence the expression of individual efflux transporters, either\ntransiently or long-term.\n","linknr":155,"url":"Caco-2","recorded":1362504909,"links":10,"instances":["anatomy"],"pdf":[],"categories":["Pharmaceutical industry","Cell lines"],"headings":["See also","References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["colon","anatomy"]],"members":["colon"],"related":["Heterogeneous","Human","Epithelium","Colon_(anatomy)","Adenocarcinoma","Memorial_Sloan-Kettering_Cancer_Center","Large_intestine","Carcinoma","Polarized","Phenotype","Enterocytes","Small_intestine","Microvilli","Enzymes","Peptidase","Esterases","P-glycoprotein","Amino_acids","Carboxylic_acids","American_Type_Culture_Collection","Monolayer","Upjohn_Company","SmithKline_Beecham","Rhone-Poulenc_Rorer","Pharmacokinetic","Pharmaceutical_industry","Cell_culture","Drug_development","Pre-clinical_development","PAMPA"]}