{"cursor":"6283","size":15,"audio":[],"currentlang":"en","article":"\n\n'Chinese hamster ovary' ('CHO') 'cells' are a cell line derived from the ovary\nof the Chinese hamster, often used in biological and medical research and\ncommercially in the production of therapeutic proteins.  They were\nintroduced in the 1960s, are grown as a cultured monolayer and require the amino\nacid proline in their culture medium.\n\nCHO cells are used in studies of genetics, toxicity screening, nutrition and\ngene expression, particularly to express recombinant proteins. Today, CHO cells\nare the most commonly used mammalian hosts for industrial production of\nrecombinant protein therapeutics.\n\nThe use of the Chinese hamster in research began in 1919 where they were used in\nplace of mice for typing pneumococci. They were subsequently found to be\nexcellent vectors for transmission of kala-azar (a.k.a. visceral leishmaniasis),\nfacilitating research in epidemiology.\n\nIn 1948, the Chinese hamster was brought to the United States for breeding in\nresearch laboratories. In the following years, the Chinese hamster became\nnoteworthy for the cell lines that were derived from its tissues. Having a very\nlow chromosome number (2n=22) for a mammal, the Chinese hamster is an ideal\nmodel for radiation cytogenetics and tissue culture.\n\nIn 1957, Theodore T. Puck obtained a female Chinese hamster from Dr. George\nYerganian's laboratory at the Boston Cancer Research Foundation and used it to\nderive the original Chinese hamster ovary (CHO) cell line. Since then, CHO cells\nhave been a cell line of choice because of their rapid growth and high protein\nproduction. They have become the mammalian equivalent of E. coli in research and\nbiotechnology today, especially when long-term, stable gene expression and high\nyields of proteins are required.\n\nCHO cells do not express the Epidermal growth factor receptor (EGFR), which\nmakes them ideal in the investigation of various EGFR mutations. Ahsan, A.,\nS. M. Hiniker, M. A. Davis, T. S. Lawrence, and M. K. Nyati. \"Role of Cell Cycle\nin Epidermal Growth Factor Receptor Inhibitor-Mediated Radiosensitization.\"\nCancer Research 69.12 (2009): 5108-114. Print.\n\nCHO-K1 was derived from the original cell lines in Dr. Puck's laboratory, most\nlikely in the late 1960's; it contains a slightly lower amount of DNA than the\noriginal CHO. CHO-K1 was mutagenized to generate CHO-DXB11 (also referred to as\nCHO-DUKX), a cell line lacking DHFR activity (Urblaub and Chasin, 1980). These\ncells have a deletion of one dhfr allele and a Missense mutation in the other.\nSubsequently, the proline-dependent CHO-pro3- strain, another derivative of the\noriginal CHO cell line, was mutagenized to yield CHO-DG44, a cell line with\ndeletions of both dhfr alleles (Urlaub et al., 1983). These two DHFR-minus\nstrains require glycine, hypoxanthine, and thymidine (GHT) for growth. Although\nnot initially intended recombinant protein manufacture, DHFR-minus CHO cells\nwere used for a number of pioneering experiments demonstrating stable\ntransfection with an exogenous dhfr gene via selection in GHT-minus medium\n(Ringold et al., 1981; Kaufman and Sharp, 1982; Scahill et al., 1983). This\ngenetic selection scheme remains one of the standard methods to establish stably\ntransfected CHO cell lines for the production of recombinant therapeutic\nproteins. The multistep process begins with the molecular cloning of the gene of\ninterest (GOI) and the dhfr gene in a single or in separate mammalian expression\nvectors. The plasmid DNA(s) carrying the two genes are then delivered into cells\nby transfection, and the cells are grown under selective conditions in GHT-minus\nmedium. Each surviving cell will have one or more copies of the exogenous dhfr\ngene, usually along with the GOI, integrated in its genome (Ringold et al.,\n1981; Kaufman and Sharp, 1982; Scahill et al., 1983). The integrated plasmid\ncopy number varies widely from one recombinant cell to another, but there is\nalmost always only one integration site per cell even if multiple plasmids are\ntransfected (Wurm 1990). The growth rate and the level of recombinant protein\nproduction of each cell line also vary widely. To obtain a few stably\ntransfected cell lines with the desired phenotypic characteristics, it may be\nnecessary to evaluate several hundred candidate cell lines.\n\nThe CHO and CHO-K1 cell lines can be obtained from a number of biological\nresource centres such as the European Collection of Cell Cultures (ECACC) which\nis part of the Health Protection Agency Culture Collections. [http://www.hpacul-\ntures.org.uk/products/celllines/generalcell/detail.jsp?refId=85051005&collectio-\nn=ecacc_gc CHO-K1] data, such as growth curves, timelapse videos of growth,\nimages and subculture routine information are available from ECACC.\n","linknr":131,"url":"Chinese_Hamster_Ovary_cell","recorded":1362503649,"links":17,"instances":[],"pdf":["http://hugroup.cems.umn.edu/HuGroup/PDFs/Jayapal_et_al_CHO_Review.pdf"],"categories":["Cell lines"],"headings":["See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/4/4a/Commons-logo.svg/30px-Commons-logo.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Cell_line","Ovary","Chinese_hamster","Biological_research","Medical_research","Microbiological_culture","Monolayer","Amino_acid","Proline","Recombinant_DNA","Pneumococci","Visceral_leishmaniasis","Epidemiology","Chromosome","Mammal","Epidermal_growth_factor_receptor","Missense_mutation","Cell_culture","Drug_development","Pre-clinical_development","Caco-2"]}