{"cursor":"2738","size":15,"audio":[],"currentlang":"en","article":"'Constructive alignment' is a principle used for devising teaching and learning\nactivities, and assessment tasks, that directly address the learning outcomes\nintended in a way not typically achieved in traditional lectures, tutorial\nclasses and examinations (Biggs and Tang, 2007). Constructive alignment was\ndevised by Professor John B. Biggs, and represents a marriage between a\nconstructivist understanding of the nature of learning, and an aligned design\nfor outcomes-based teaching education.\n\nConstructive alignment is the underpinning concept behind the current\nrequirements for programme specification, declarations of Learning Outcomes\n(LOs) and assessment criteria, and the use of criterion based assessment. There\nare two basic concepts behind constructive alignment:\n\n*Learners construct meaning from what they do to learn. This concept derives\nfrom cognitive psychology and constructivist theory, and recognizes the\nimportance of linking new material to concepts and experiences in the learner's\nmemory, and extrapolation to possible future scenarios via the abstraction of\nbasic principles through reflection. *The teacher makes a deliberate alignment\nbetween the planned learning activities and the learning outcomes. This is a\nconscious effort to provide the learner with a clearly specified goal, a well\ndesigned learning activity or activities that are appropriate for the task, and\nwell designed assessment criteria for giving feedback to the learner.\n\nA branch of educational evaluation theory has emerged that focuses on\nconstructive alignment as a key element in effective educational design. Known\nas Design Focused Evaluation (Smith 2008) this approach seeks student feedback\non the efficacy of the designed alignment between the intended learning\noutcomes and the teaching and learning activities students engage in during a\ncourse of study.\n","linknr":82,"url":"Constructive_alignment","recorded":1362687753,"links":10,"instances":["learning_theory"],"pdf":[],"categories":["Learning","Educational psychology"],"headings":["References","See also"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["constructivism","learning_theory"],["constructivism","learning_theory"]],"members":["constructivism"],"related":["Teaching","Learning","Lecture","Tutorial","Professor","John_B._Biggs","Constructivism_(learning_theory)","Cognitive_psychology","Constructivism_(learning_theory)","Memory","Educational_evaluation","Design_Focused_Evaluation","Concept_inventory"]}