{"cursor":"5326","size":15,"audio":[],"currentlang":"en","article":"In chemistry, 'coprecipitation (CPT)' or 'co-precipitation' is the carrying down\nby a precipitate of substances normally soluble under the conditions\nemployed. Patnaik, P. Dean's Analytical Chemistry Handbook, 2nd ed. McGraw-\nHill, '2004'. Analogously, in medicine, coprecipitation is specifically\nthe precipitation of an unbound \"antigen along with an antigen-antibody complex\". http://cancerweb.ncl.ac.uk/cgi-\nbin/omd?coprecipitation. Accessed 5/9/07.\n\nCoprecipitation is an important issue in chemical analysis, where it is often\nundesirable, but in some cases it can be exploited. In gravimetric analysis,\nwhich consists on precipitating the analyte and measuring its mass to determine\nits concentration or purity, coprecipitation is a problem because undesired\nimpurities often coprecipitate with the analyte, resulting in excess mass. This\nproblem can often be mitigated by \"digestion\" (waiting for the precipitate to\nequilibrate and form larger, purer particles) or by redissolving the sample and\nprecipitating it again. Harvey, D. Modern Analytical\nChemistry. McGraw-Hill, '2000'.\n\n\n\nOn the other hand, in the analysis of trace elements, as is often the case in\nradiochemistry, coprecipitation is often the only way of separating an element.\nSince the trace element is too dilute (sometimes less than a part per trillion)\nto precipitate by conventional means, it is typically coprecipitated with a\ncarrier, a substance that has a similar crystalline structure that can\nincorporate the desired element. An example is the separation of francium from\nother radioactive elements by coprecipitating it with caesium salts such as\ncaesium perchlorate. Otto Hahn is credited for promoting the use of\ncoprecipitation in radiochemistry.\n\nThere are three main mechanisms of coprecipitation: inclusion, occlusion, and\nadsorption. An 'inclusion' occurs when the impurity\noccupies a lattice site in the crystal structure of the carrier, resulting in a\ncrystallographic defect; this can happen when the ionic radius and charge of\nthe impurity are similar to those of the carrier. An 'adsorbate' is an impurity\nthat is weakly bound (adsorbed) to the surface of the precipitate. An\n'occlusion' occurs when an adsorbed impurity gets physically trapped inside the\ncrystal as it grows.\n\nBesides its applications in chemical analysis and in radiochemistry,\ncoprecipitation is also \"potentially important to many environmental issues\nclosely related to water resources, including acid mine drainage, radionuclide\nmigration in fouled waste repositories, metal contaminant transport at\nindustrial and defense sites, metal concentrations in aquatic systems, and\nwastewater treatment technology\". http://www.cosis.net/abstracts/EAE03/06552/EAE03-J-06552-\n1.pdf . Accessed May 10, 2007.\n\nCoprecipitation is also used as a method of magnetic nanoparticle synthesis. A.-H. Lu, E. L. Salabas and F. Schüth, Angew. Chem., Int.\nEd., 2007, 46,1222–1244\n","linknr":118,"url":"Coprecipitation","recorded":1362672854,"links":17,"instances":[],"pdf":["http://www.cosis.net/abstracts/EAE03/06552/EAE03-J-06552-1.pdf","http://www.iupac.org/publications/pac/1989/pdf/6109x1643.pdf"],"categories":["Chemical processes","Analytical chemistry","Radiochemistry"],"headings":["Distribution between precipitate and solution","See also","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/7/7b/Co-precipitation.png/220px-Co-precipitation.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//upload.wikimedia.org/math/f/2/5/f25c6262b83485c311aeffcf7d3dcab9.png","//upload.wikimedia.org/math/5/d/2/5d20485c087c421d489447ba1874ab75.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Chemistry","Precipitate","Medicine","Chemical_analysis","Gravimetric_analysis","Analyte","Radiochemistry","Francium","Caesium","Caesium_perchlorate","Otto_Hahn","Crystal_structure","Crystallographic_defect","Ionic_radius","Adsorbed","Magnetic_nanoparticle","Distribution_coefficient","Fajans-Paneth-Hahn_Law"]}