{"cursor":"2249","size":15,"audio":[],"currentlang":"en","article":"In African American music, a 'cut' \"overtly insists on the repetitive nature of\nthe music, by abruptly skipping it back to another beginning which we have\nalready heard. Moreover, the greater the insistence on the pure beauty and value\nof repetition, the greater the awareness must also be that repetition takes\nplace not on the level of musical development or progression, but on the purest\ntonal and timbric level\" (Snead 1984, p.69, drawing on Chernoff 1979).\n\nDavid Brackett (2000, p.118) describes the cut, repetition on the level of the\nbeat, ostinato, and the harmonic sequence, as what makes improvisation\npossible. In a cut repetition is not considered accumulation. \"Progress in the\nsense of 'avoidance of repetition' would at once sabotage such an effort\"\n(Snead 1984, p.68).\n\nBrackett (ibid) finds the cut in all African American folk and popular music\n\"from ring to rap\" and lists the blues (AAB), \"Rhythm\" changes in jazz, the AABA\nform of bebop, the ostinato vamps at the end of gospel songs allowing\nimprovisation and a rise in energy, short ostinatos of funk which spread that\nintensity throughout the song, samples in rap, the last of which cuts on two\nlevels, the repetition of the sample itself and its intertexual repetition.\n\nThe cuts of African American music are not to be confused with those of\ntraditional Irish music, especially on the instrument of the tin whistle, or to\ngive it its true title, an feadóg stáin. \"Cuts and rolls\" are used as a form of\nornamentation in Irish traditional, and sometimes tunes.\n","linknr":143,"url":"Cut_(music)","recorded":1362674410,"links":11,"instances":["music","music","music","music","music"],"pdf":[],"categories":["DJing"],"headings":["Source"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["repetition","music"],["beat","music"],["vamp","music"],["sampling","music"],["ornament","music"]],"members":["ornament","beat","vamp","repetition","sampling"],"related":["African_American_music","Music","Repetition_(music)","Tonality","Timbre","Beat_(music)","Ostinato","Chord_progression","Improvisation","Popular_music","Ring_shout","Blues","Rhythm_changes","Jazz","AABA_form","Bebop","Vamp_(music)","Gospel_music","Funk","Sampling_(music)","Hip_hop_music","Intertexual","Traditional_Irish_music","Tin_whistle","Ornament_(music)"]}