{"cursor":"3422","size":15,"audio":[],"currentlang":"en","article":"'Inclusions' are considered to be nonliving components of the cell that do not\npossess metabolic activity and are not bounded by membranes. The most common\ninclusions are glycogen, lipid droplets, crystals and pigments.(1)\n\n'[[Glycogen]]': Glycogen is the most common form of glucose in animals and is\nespecially abundant in cells of muscles, and liver. It appears in electron\nmicrograph as clusters, or rosette of beta particles that resemble ribosomes,\nlocated near the smooth endoplasmic reticulum. (1) Glycogen is an important\nenergy source of the cell therefore, it will be available on demand, the enzymes\nresponsible for glycogenolysis degrade glycogen into individual molecules of\nglucose and can be utilized by multiple organs of the body. ( 2, 3)\n\n'[[Lipid]]s': Lipids are triglycerides in storage form is the common form of\ninclusions, not only are stored in specialized cells ( adipocytes) but also are\nlocated as individuals droplets in various cell type especially hepatocytes.\n(1)These are fluid at body temperature and appear in living cells as refractile\nspherical droplets. Lipid yields more than twice as many calories per gram as\ndoes carbohydrate. On demand, they serve as a local store of energy and a\npotential source of short carbon chains that are used by the cell in its\nsynthesis of membranes and other lipid containing structural components or\nsecretory products. (1,2)\n\n'[[Crystal]]s': Crystalline inclusions have long been recognized as normal\nconstituents of certain cell types such as sertolli cells and leydig cells of\nthe human testis , and occasionally in macrophages. (2) It is believed that\nthese structures are crystalline forms of certain proteins which is located\neverywhere in the cell such as in nucleus, mitochondria, endoplasmic reticulum,\ngolgi body, and free in cytoplasmic matrix. (1, 2)\n\n'[[Pigment]]s': The most common pigment in the body, besides hemoglobin of red\nblood cells is melanin, manufactured by melanocytes of the skin and hair,\npigments cells of the retina and specialized nerve cells in the substantia nigra\nof the brain. (1) These pigments have protective functions in skin and aid in\nthe sense of sight in the retina but their functions in neurons is not\nunderstood completely. Furthermore, cardiac tissue and central nervous system\nneurons shows yellow to brown pigment called lipofuscin, some believed that they\nhave lysosomal activity.( 2)\n","linknr":160,"url":"Cytoplasmic_inclusion","recorded":1362483839,"links":16,"instances":[],"pdf":[],"categories":["Biochemistry"],"headings":["References","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/a/ac/NIEHScell.jpg/50px-NIEHScell.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Glycogen","Lipid","Pigment","Vacuoles"]}