{"cursor":"4917","size":15,"audio":[],"currentlang":"en","article":"\n\n\n'Dental antibiotic prophylaxis' is the admission of antibiotics to a dental\npatient for prevention of harmful consequences of bacteremia, that may be caused\nby invasion of the oral flora into an injured gingival or peri-apical vessel\nduring dental treatment. This issue remains a subject under constant revision,\nwith the intention of providing recommendations based on sound scientific\nevidence. Currently, there are official guidelines for dental antibiotic\nprophylaxis for the prevention of infective endocarditis and of infection of\nprosthetic joint. These guidelines are in constant controversy and revisions by\nvarious professional committees. In addition, there are various medical\ncondition|medical conditions for which clinicians recommended antibiotic\nprophylaxis, although there is no evidence to support this practice. These\nconditions include renal dialysis shunt, cerebrospinal fluid shunt, vascular\ngraft, immunosuppression secondary to cancer and cancer chemotherapy, systemic\nlupus erythematosus, and type 1 diabetes mellitus.\n\nIt is of importance to dental patients and practitioners to remain current with\nregards to the latest recommendations rendered by professional governing bodies\nsuch as the American Dental Association (ADA), American Heart Association (AHA)\nand the American Association of Orthopaedic surgeons (AAOS). Antibiotic\nprophylaxis is intended to avoid adverse outcomes in certain patients at\n\"highest risk of postoperative complications.\"Standard antibiotic regimens are\nroutinely prescribed and taken before dental procedures to avoid systemic\ncomplications secondary to the transient bacteremia caused by manipulation of\nthe oral tissues. Although the ADA, in collaboration with AHA and AAOS have\npublished guidelines specifying those patients who should receive antibiotic\nprophylaxis, research continues to further define the role dental treatment may\nplay in causing adverse outcomes in these patients. In the past, bacteremia\ncaused by dental procedures (in most cases due to viridans streptococci, which\nreside in oral cavity), such as a cleaning or extraction of a tooth was thought\nto be more clinically significant than it actually was. However, it is important\nthat a dentist or a dental hygienist be told of any heart problems before\ncommencing treatment. Antibiotics are administered to patients with certain\nheart conditions as a precaution, although this practice has changed in the US,\nwith new American Heart Association guidelines released in 2007, and\nin the UK as of March 2008 due to new NICE guidelines. Everyday tooth brushing\nand flossing will similarly cause bacteremia. Although there is little evidence\nto support antibiotic prophylaxis for dental treatment, the current AHA\nguidelines are highly accepted by clinicians and\npatients.\n","linknr":129,"url":"Dental_antibiotic_prophylaxis","recorded":1362500921,"links":15,"instances":["dental","medical"],"pdf":[],"categories":["Dentistry"],"headings":["See also","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Tooth_template.svg/40px-Tooth_template.svg.png","//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["shunt","medical"],["extraction","dental"]],"members":["extraction","shunt"],"related":["Antibiotic","Bacteremia","Mouth","Flora","Gingival","Infective_endocarditis","Renal_dialysis","Shunt_(medical)","Cerebrospinal_fluid","Vascular_graft","Immunosuppression","Cancer","Cancer_chemotherapy","Systemic_lupus_erythematosus","Type_1_diabetes_mellitus","American_Dental_Association","American_Heart_Association","Antibiotic_prophylaxis","Streptococcus_viridans","Extraction_(dental)","Infective_endocarditis","Preventive_medicine","Oral_medicine"]}