{"cursor":"4688","size":15,"audio":[],"currentlang":"en","article":"\n\n\n'Domain specificity' is a theoretical position in cognitive science (especially\nmodern cognitive development) that argues that many aspects of cognition are\nsupported by specialized, presumably evolutionarily specified, learning devices.\nThe position is a close relative of modularity of mind, but is considered more\ngeneral in that it does not necessarily entail all the assumptions of Fodorian\nmodularity (e.g., informational encapsulation). Instead, it is properly\ndescribed as a variant of psychological nativism. Other cognitive scientists\nalso hold the mind to be modular, without the modules necessarily possessing the\ncharacteristics of Foderian modularity.\n\nDomain specificity emerged in the aftermath of the cognitive revolution as a\ntheoretical alternative to empiricist theories that believed all learning can be\ndriven by the operation of a few such general learning devices. Prominent\nexamples of such domain-general views include Jean Piaget’s theory of cognitive\ndevelopment, and the views of many modern connectionists. Proponents of domain\nspecificity argue that domain-general learning mechanisms are unable to overcome\nthe epistemological problems facing learners in many domains, especially\nlanguage. In addition, domain-specific accounts draw support from the surprising\ncompetencies of infants, who are able to reason about things like numerosity,\ngoal-directed behavior, and the physical properties of objects all in the first\nmonths of life. Domain-specific theorists argue that these competencies are too\nsophisticated to have been learned via a domain-general process like associative\nlearning, especially over such a short time and in the face of the infant’s\nperceptual, attentional, and motor deficits. Current proponents of domain\nspecificity argue that evolution equipped humans (and indeed most other species)\nwith specific adaptations designed to overcome persistent problems in the\nenvironment. For humans, popular candidates include reasoning about objects,\nother intentional agents, language, and number. Researchers in this field seek\nevidence for domain specificity in a variety of ways. Some look for unique\ncognitive signatures thought to characterize a domain (e.g. differences in ways\ninfants reason about inanimate versus animate entities). Others try to show\nselective impairment or competence within but not across domains (e.g. the\nincreased ease of solving the Wason Selection Task when the content is social in\nnature). Still others use learnability arguments to argue that a cognitive\nprocess or specific cognitive content could not be learned, as in Noam Chomsky’s\npoverty of the stimulus argument for language.\n\nProminent proponents of domain specificity include Jerry Fodor, Noam Chomsky,\nStephen Pinker, Elizabeth\nSpelke, [http://www.wjh.harvard.edu/~lds/spelke.html Elizabeth Spelke],\nfaculty profile, Harvard University, Laboratory for Developmental Studies\nSusan Carey, [http://www.wjh.harvard.edu/~lds/index.html?carey.html Susan\nCarey] faculty profile, Harvard University, Laboratory for Developmental\nStudies Lawrence\nHirschfeld, [http://www.newschool.edu/lang/faculty.aspx?id=1724 Lawrence\nHirschfeld], faculty profile, The New School, Eugene Lang College Susan\nGelman  [http://www.lsa.umich.edu/psych/people/directory/profiles/faculty/-\n?uniquename=gelman Susan Gelman], faculty profile, University of Michigan,\nDepartment of Psychology and many others.\n","linknr":123,"url":"Domain_specificity","recorded":1362375062,"links":15,"instances":[],"pdf":[],"categories":["Developmental psychology"],"headings":["See also","Notes","Further reading"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Cognitive_science","Cognitive_development","Cognition","Modularity_of_mind","Jerry_Fodor","Psychological_nativism","Cognitive_revolution","Empiricism","Jean_Piaget","Connectionism","Epistemology","Classical_conditioning","Evolution","Adaptation","Wason_selection_task","Noam_Chomsky","Poverty_of_stimulus","Jerry_Fodor","Noam_Chomsky","Stephen_Pinker","Susan_Gelman","Connectionism","Empiricism","Modularity_of_mind","Nature_versus_nurture","Neural_processing_for_individual_categories_of_objects","Psychological_nativism","Psychology_of_reasoning"]}