{"cursor":"2845","size":15,"audio":[],"currentlang":"en","article":"An 'editor-in-chief' (Editorial Head) is a publication's primary head, having\nfinal responsibility for all the operations and policies.\nHe or she heads all the departments of the organization. Additionally, the editor-in-\nchief is held accountable for delegating tasks to staff members as well as\nkeeping up with the time it takes them to complete their task. The term is\ngenerally applied to newspapers, magazines, yearbooks, and television news\nprograms. The term is also applied to academic journals, where the editor-in-\nchief ultimately decides whether a submitted manuscript will be published in the\njournal. This decision is made by the editor-in-chief after seeking input from\nreviewers selected on a basis of relevant expertise.\n\nTypical responsibilities of editors-in-chief include:\n* Cross-checking facts, spelling, grammar, writing style, design pages\n  and photos;\n* Rejecting writing that appears to be plagiarized, ghost-written by another sub-\n  editor, previously published elsewhere, or simply of insufficient interest to\n  the readers of the publication;\n* Editing any content in question;\n* Contributing editorial pieces;\n* Motivating and developing editorial staff;\n* Ensuring final draft is complete and no area is left empty;\n* Handling reader complaints and taking responsibility for resulting issues; and\n* For books or journals, cross-checking citations and examining references\n  (\"fact checking\")\n","linknr":124,"url":"Editor_in_chief","recorded":1362554448,"links":34,"instances":[],"pdf":[],"categories":["Types of editors"],"headings":["References","Further reading","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Wiktionary-logo-en.svg/37px-Wiktionary-logo-en.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Newspaper.svg/30px-Newspaper.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Newspaper","Magazine","Yearbook","Academic_journals","Peer_review","Ghost_writer","Fact_check"]}