{"cursor":"2780","size":15,"audio":[],"currentlang":"en","article":"\n'Electrical CAD' refers to software packages that allow an electrical engineer\nto create and manage electrical schematics. Advanced packages will not only\nmanage electrical schematics, but also integrate functionalities such as cabinet\nand panel lay-outs and terminal management. The benefit of using E-CAD solutions\nis to create harnesses using among logic information provided from the user\ngeometrical information from the CAD system. Electrical components within any\nkind of construction need to be connected with harnesses. This can be components\nlike PCBs (printed circuite boards), controls, drives, gauges or any other kind\nwhich has to be connected either to just provide electrical energy or to\nexchange information. These components are located anywhere in the construction\nand the harness has to connect them with their correspondents. First, of course,\nthe harness needs to reach all electrical components using a defined path. The\npath should be defined early in the conception phase to avoid intersections.\nSecond, the harness underlies environmental conditions, like heat, humiditiy or\nchemical aggressive substances in certain zones. Finally, each wire terminates\nin a connector who fits to the environmental conditions, too. Connectors are\nalso necessary to break a harness into two parts for physical reason. Example:\nThe interior of a car door is connected to the other harness after mounting the\npre-equipped door.\n\nIn the E-CAD solution, the electrical logic will be defined parallel to the\nspace reservation made in a 3D CAD system (if any). In a following step the\ndefined wires are (auto-)routed to join the logic with the predefinition. This\nstep is mostly to take the length information coming from M-CAD into account.\nThen, protections have to be added or wires have to be defined according the\nenvironmental conditions. The final output of the E-CAD will be a so called\n\"nailboard\" drawing, which was nothing else than a wooden table in which nails\nwere positioned to manufacture the cable tree, and a part list and the pin-out\nnumber lists. Today, this becomes more and more automated, too. Data exchange\nbetween E-CAD and the harness creator is done with native data and the\nmanufacturing can be automated.\n\nSome packages are even becoming Product Lifecycle Management packages as they\nallow to manage the entire electrical design process.\n","linknr":106,"url":"Electrical_CAD","recorded":1362668276,"links":18,"instances":[],"pdf":[],"categories":["Computer-aided design software","Product lifecycle management"],"headings":["See also","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Merge-arrow.svg/50px-Merge-arrow.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/4/40/Crystal_kpackage.png/32px-Crystal_kpackage.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Computer_software","Electrical_engineer","Electrical_schematic","Product_Lifecycle_Management","Computer-aided_design"]}