{"cursor":"2609","size":15,"audio":[],"currentlang":"en","article":"'Electric cell-substrate impedance sensing' or 'ECIS TM ' (a trademark\nof Applied BioPhysics Inc.) refers to a non-invasive biophysical approach to\nmonitor living animal cells [[in vitro]], i.e. within a well-defined laboratory\nenvironment. Giaever & Keese: A morphological biosensor for\nmammalian cells, Nature 366(1993)591-2\n\nIn ECIS the cells are grown on the surface of small and planar gold-film\nelectrodes, which are deposited on the bottom of a cell culture dish (petri\ndish). The AC impedance of the cell-covered electrode is then measured at one or\nseveral frequencies as a function of time. Due to the insulating properties of\ntheir membranes the cells behave like dielectric particles so that the impedance\nincreases with increasing coverage of the electrode until a confluent (i.e.\ncontinuous) layer of cells is established. In confluent cell layers the measured\nimpedance is mainly determined by the three-dimensional shape of the cells. If\ncell shape changes occur, the current pathways through and around the cell\nbodies change as well, leading to a corresponding increase or decrease of\nimpedance. Thus, by recording time-resolved impedance measurements, cell shape\nchanges can be followed in real time with sub-microscopic resolution and can be\nused for bioanalytic purposes. Wegener, Zink, Roesen, Galla: Use of\nelectrochemical impedance measurements to monitor b-adrenergic stimulation of\nbovine aortic endothelial cells. Eur. J. Physiol. 437/6(1999)925-934\n\nAs the shape of animal cells responds very sensitively to alterations in\nmetabolism as well as chemical, biological or physical stimuli, the ECIS\ntechnique is applied in various experimental settings in cell biological\nresearch laboratories. It can be used as a sensor in cytotoxicity studies, drug\ndevelopment or as a non-invasive means to follow cell adhesion to in vitro\nsurfaces. Wegener, Keese, Giaever: ECIS as a non-invasive means to follow\nthe kinetics of cell spreading on artificial surfaces. Exp. Cell Res. 259(2000)158-\n166 Equipments based on the ECIS technique are also dedicated to monitor\nthe chemokinetic activity of adherent cells spread on the electrode surface\n(micromotion) as well as their chemotactic activities in ECIS-based wound\nhealing assays.\n","linknr":93,"url":"Electric_cell-substrate_impedance_sensing","recorded":1362481330,"links":11,"instances":["electrical","biology"],"pdf":[],"categories":["Research methods","Laboratory techniques"],"headings":["References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["cell","biology"],["insulator","electrical"]],"members":["insulator","cell"],"related":["Non-invasive","Cell_(biology)","Electrode","Petri_dish","Insulator_(electrical)","Electrical_insulation","Cell_membrane","Dielectric","B-adrenergic","Metabolism","Sensor","Cytotoxicity","Drug_development","Chemokinetic","Chemotactic","Wound_healing"]}