{"cursor":"8759","size":15,"audio":[],"currentlang":"en","article":"\n\n\n\n\n'Extortion' (also called 'blackmail*', 'shakedown', 'outwresting', and\n'exaction') is a criminal offence of unlawfully obtaining money, property, or\nservices from a person, entity, or institution, through coercion. Refraining\nfrom doing harm is sometimes euphemistically called protection. Extortion is\ncommonly practiced by organized crime groups. The actual obtainment of money or\nproperty is not required to commit the offense. Making a threat of violence\nwhich refers to a requirement of a payment of money or property to halt future\nviolence is sufficient to commit the offense. Exaction refers not only to\nextortion or the unlawful demanding and obtaining of something through\nforce, but additionally, in its formal definition, means the\ninfliction of something such as pain and suffering or making somebody endure\nsomething unpleasant.\n\nExtortion is distinguished from robbery. In armed robbery, the offender takes\ngoods from the victim with use of immediate force. In robbery goods are taken or\nan attempt is made to take the goods against the will of anotherâwith or without\nforce. A bank robbery or extortion of a bank can be committed by a letter handed\nby the criminal to the teller. In extortion, the victim is threatened to hand\nover goods, or else damage to their reputation or other harm or violence against\nthem may occur. Under United States federal law extortion can be committed with\nor without the use of force and with or without the use of a weapon. A key\ndifference is that extortion always involves a written or verbal threat whereas\nrobbery can occur without any verbal or written threat.\n\n*Blackmail, in contrast to extortion, is when the offender threatens to reveal\ninformation about a victim or his family members that is potentially\nembarrassing, socially damaging, or incriminating unless a demand for money,\nproperty, or services is met.\n\nThe term extortion is often used metaphorically to refer to usury or to price-\ngouging, though neither is legally considered extortion. It is also often used\nloosely to refer to everyday situations where one person feels indebted against\ntheir will, to another, in order to receive an essential service or avoid legal\nconsequences.\n\nNeither extortion nor blackmail require a threat of a criminal act, such as\nviolence, merely a threat used to elicit actions, money, or property from the\nobject of the extortion. Such threats include the filing of reports (true or\nnot) of criminal behavior to the police, revelation of damaging facts (such as\npictures of the object of the extortion in a compromising position), etc.\n","linknr":297,"url":"exact","recorded":1362898378,"links":22,"instances":["victim","law"],"pdf":[],"categories":["Extortion|","Crimes","Illegal occupations","Organized crime activity","Property crimes"],"headings":["United States","Similar crimes","See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Wiktionary-logo-en.svg/37px-Wiktionary-logo-en.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Scale_of_justice_2.svg/100px-Scale_of_justice_2.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["mark","victim"],["prize","law"]],"members":["mark","prize"],"related":["Crime","Unlawful","Coercion","Euphemism","Protection_racket","Organized_crime","Groups_of_people","Threat","Violence","Pain_and_suffering","Robbery","Bank_robbery","United_States","Usury","Price_gouging","Blackmail","United_States","Federal_crime","Interstate_commerce","Badger_game","Mark_(victim)","Blackmail","Clip_joint","Coercion","Confidence_trick","Fraud","Confidence","Cryptovirology","Danegeld","Dognapping","Dog","Purebred_dog","Loan_sharking","Nuclear_blackmail","Prize_(law)","Price_gouging","Tallage","Terrorism","International_community","Tiger_kidnapping","Hostage","Ransom","Wheel_clamp","Protection_of_Freedoms_Act_2012","Bribery","Bid_rigging","Conflict_of_interest","Corruption_in_India","Foreign_Corrupt_Practices_Act","Group_of_States_Against_Corruption","Council_of_Europe","Influence_peddling","Money_trail","Organized_crime","Pay_to_Play","Political_corruption","Principal–agent_problem","Transparency_International","Bribery_Act_2010","Canadian_criminal_law"]}