{"cursor":"3268","size":15,"audio":[],"currentlang":"en","article":"An 'exigent circumstance', in the American law of criminal procedure, allows law\nenforcement to enter a structure without a search warrant, or if they have a\n\"knock and announce\" warrant, without knocking and waiting for refusal under\ncertain circumstances. It must be a situation where people are in imminent\ndanger, evidence faces imminent destruction, or a suspect will escape.\n\nIn the criminal procedure context, exigent circumstance means:\n\nAn emergency situation requiring swift action to prevent imminent\ndanger to life or serious damage to property, or to forestall the imminent\nescape of a suspect, or destruction of evidence. There is no ready litmus test\nfor determining whether such circumstances exist, and in each case the\nextraordinary situation must be measured by the facts known by\nofficials. People v. Ramey, 545 P.2d 1333,1341 (Cal.\n1976)\n\nThose circumstances that would cause a reasonable person to believe\nthat entry (or other relevant prompt action) was necessary to prevent physical\nharm to the officers or other persons, the destruction of relevant evidence, the\nescape of a suspect, or some other consequence improperly frustrating legitimate\nlaw enforcement efforts. United States v. McConney, 728 F. 2d 1195, 1199\n(9th Cir.), cert. denied, 469 U.S. 824 (1984)\n\nExigent circumstances may make a warrantless search constitutional if probable\ncause exists. The existence of exigent circumstances is a mixed question of law\nand fact. United States v. Anderson, 154 F. 3d 1225 (10th Cir, 1998) cert.\ndenied 119 S. Ct. 2048 (1999) (citations omitted) There is no absolute\ntest for determining if exigent circumstances exist, but general factors have\nbeen identified. These include: clear evidence of probable cause; the\nseriousness of the offense and likelihood of destruction of evidence;\nlimitations on the search to minimize the intrusion only to preventing\ndestruction of evidence; and clear indications of exigency.\n\nExigency may be determined by: degree of urgency involved; amount of time needed\nto get a search warrant; whether evidence is about to be removed or destroyed;\ndanger at the site; knowledge of the suspect that police are on his or her\ntrail; and/or ready destructibility of the evidence. United States v. Reed,\n935 F. 2d 641 (4th Cir.), cert. denied, 502 U.S. 960 (1991). In\ndetermining the time necessary to obtain a warrant, a telephonic warrant should\nbe considered. As electronic data may be altered or eradicated in seconds, in a\nfactually compelling case the doctrine of exigent circumstances will support a\nwarrantless seizure.\n\nEven in exigent circumstances, while a warrantless seizure may be permitted, a\nsubsequent warrant to search may still be necessary. See Grosenheider, supra\nand United States v. David, 756 F. Supp. 1385 (D. Nev. 1991)\n","linknr":153,"url":"Exigent_circumstance","recorded":1362574283,"links":16,"instances":["law"],"pdf":[],"categories":["United States Fourth Amendment case law|*"],"headings":["See also","Notes","External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["evidence","law"],["evidence","law"]],"members":["evidence"],"related":["United_States","Law","Criminal_procedure","Search_warrant","Knock_and_announce","Evidence_(law)","Suspect","Litmus_test","Probable_cause","Evidence_(law)","Plain_view_doctrine","Search_and_seizure"]}