{"cursor":"3306","size":15,"audio":[],"currentlang":"en","article":"\n\n\nThe 'existential fallacy', or 'existential instantiation', is a formal fallacy.\nIn the existential fallacy, we presuppose that a class has members when we are\nnot supposed to do so; that is, when we should not assume existential import.\n\nAn existential fallacy is committed in a medieval categorical syllogism\nbecause it has two universal premises and a particular conclusion with no\nassumption that at least one member of the class exists, which is not\nestablished by the premises.\n\nIn modern logic, the presupposition that a class has members is seen as\nunacceptable. In 1905, Bertrand Russell wrote an essay entitled \"The Existential\nImport of Proposition\", in which he called this Boolean approach \"Peano's\ninterpretation\".\n\nThe fallacy does not occur in enthymemes, where hidden premises required to make\nthe syllogism valid assume the existence of at least one member of the class.\n\n{{quote|One central concern of the Aristotelian tradition in logic is the\ntheory of the categorical syllogism. This is the theory of two-premised\narguments in which the premises and conclusion share three terms among them,\nwith each proposition containing two of them. It is distinctive of this\nenterprise that everybody agrees on which syllogisms are valid. The theory of\nthe syllogism partly constrains the interpretation of the forms. For example,\nit determines that the 'A' form has existential import, at least if the 'I'\nform does. For one of the valid patterns (Darapti) is: :Every C isB'' :Every C\nisA'' :So, some A is B\n\nThis is invalid if the 'A' form lacks existential import, and valid if it has\nexistential import. It is held to be valid, and so we know how the 'A' form is\nto be interpreted. One then naturally asks about the 'O' form; what do the\nsyllogisms tell us about it? The answer is that they tell us nothing. This is\nbecause Aristotle did not discuss weakened forms of syllogisms, in which one\nconcludes a particular proposition when one could already conclude the\ncorresponding universal. For example, he does not mention the form: :No C is B\n:Every A is C :So, some A is not B\n\nIf people had thoughtfully taken sides for or against the validity of this form,\nthat would clearly be relevant to the understanding of the 'O' form. But the\nweakened forms were typically ignored. |Terence Parsons|The Stanford\nEncyclopedia of Philosophy}}\n","linknr":139,"url":"Existential_fallacy","recorded":1362543438,"links":19,"instances":[],"pdf":[],"categories":["Syllogistic fallacies","Quantificational fallacies"],"headings":["See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/40px-Text_document_with_red_question_mark.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/e/e7/Logic.svg/40px-Logic.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Formal_fallacy","Existential_import","Categorical_syllogism","Bertrand_Russell","Giuseppe_Peano","Enthymeme","Vacuous_truth"]}