{"cursor":"6530","size":15,"audio":[],"currentlang":"en","article":"\n In thermodynamics, the term 'exothermic' (\"outside heating\") describes a\n process or reaction that releases energy from the system, usually in the form\n of heat, but also in the form of light (e.g. a spark, flame, or flash),\n electricity (e.g. a battery), or sound (e.g. explosion heard when burning\n hydrogen). Its etymology stems from the prefix exo (derived from the Greek word\n ἔξω, exō, \"outside\") and the Greek word thermasi (meaning \"to heat\"). The term\n exothermic was first coined by Marcellin Berthelot. The opposite of an\n exothermic process is an endothermic process, one that absorbs energy in the\n form of heat.\n\nThe concept is frequently applied in the physical sciences to chemical\nreactions, where chemical bond energy is converted to thermal energy (heat).\n\nExothermic (and endothermic) as terms used to describe two types of chemical\nreactions or systems found in nature:\n\nSimply stated, after an exothermic reaction, more energy has been released to\nthe surroundings than was absorbed to initiate and maintain the reaction. An\nexample would be the burning of a candle, wherein the sum of calories produced\nby combustion (found by looking at radiant heating of the surroundings and\nvisible light produced, including increase in temperature of the fuel (wax)\nitself, which with oxygen, have become hot CO2 and water vapor,) exceeds the\nnumber of calories absorbed initially in lighting the flame and in the flame\nmaintaining itself. (i.e. some energy produced by combustion is reabsorbed and\nused in melting, then vaporizing the wax, etc. but is far outstripped by the\nenergy produced in breaking carbon-hydrogen bonds and combination of oxygen with\nthe resulting carbon and hydrogen).\n\nWhereas, in an endothermic reaction, or system, energy is taken from the\nsurroundings in the course of the reaction. An example of an endothermic\nreaction: a first aid cold pack, in which the reaction of two chemicals, or\ndissolving of one in another, requires calories from the surroundings, as the\nreaction cools the pouch and surroundings by absorbing heat from them. An\nendothermic system is seen in the production of wood: trees absorb radiant\nenergy, from the sun, use it in endothermic reactions such as taking apart CO2\nand H2O and combining the carbon and hydrogen generated to produce cellulose and\nother organic chemicals. These products, in the form of wood, say, may later be\nburned in a fireplace, exothermically, producing CO2 and water, and releasing\nenergy in the form of heat and light to their surroundings, e.g., to a home's\ninterior & chimney gasses.\n","linknr":147,"url":"Exothermic","recorded":1362512978,"links":19,"instances":[],"pdf":[],"categories":["Thermodynamics","Chemical thermodynamics"],"headings":["Overview","Examples","Implications for chemical reactions","Contrast between thermodynamic and biological terminology","See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/a/a3/Explosion1.JPG/220px-Explosion1.JPG","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/5/5b/ThermiteReaction.jpg/220px-ThermiteReaction.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Wiktionary-logo-en.svg/37px-Wiktionary-logo-en.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Thermodynamics","Energy","Heat","Light","Electricity","Sound","Marcellin_Berthelot","Endothermic","Physical_sciences","Chemical_reactions","Bond_energy","Thermal_energy","Adiabatic","Condensation","Fuel","Wood","Coal","Oil","Petroleum","Strong_acid","Alkali","Acid","Cement","Concrete","Polymerisation","Epoxy_resin","Endothermic_reaction","Metabolism","Ectotherm","Endotherm","Calorimetry","Chemical_thermodynamics","Differential_scanning_calorimetry","Endergonic","Endergonic_reaction","Exergonic","Exergonic_reaction","Endothermic_reaction"]}