{"cursor":"3130","size":15,"audio":[],"currentlang":"en","article":"\n\nIn law, 'extenuating circumstances' in criminal cases are unusual or extreme\nfacts leading up to or attending the perpetration of the offense which, though\nan offense has been perpetrated without legal justification or excuse, mitigate\nor reduce its gravity from the point of view of punishment or moral opprobrium.\n\nAccording to English procedure, the jury has no power to determine the\npunishment to be awarded for an offense. The sentence, with certain exceptions\nin capital cases, is within the sole discretion of the judge, subject to the\nstatutory prescriptions as to the kind and maximum of punishment. It is common\npractice for juries to add to their verdict, guilty or not guilty, a rider\nrecommending the accused to mercy on the ground of grave provocation received,\nor other circumstances which in their view should mitigate the penalty.\n\nQuite independently of any recommendation by the jury, the judge is entitled to\ntake into account matters proved during the trial, or laid before him/her after\nverdict, as a guide to determining the quantum of punishment.\n\nUnder French law (Code d'instruction criminelle, art. 345), it is the sole right\nand the duty of a jury in a criminal case to pronounce whether or not the\nperpetration of the offense was attended by extenuating circumstances\n(circonstances atténuantes). They are not bound to say anything about the\nmatter, but the whole or the majority may qualify the verdict by finding\nextenuation, and if they do, the powers of the court to impose the maximum\npunishment are taken away and the sentence to be pronounced is reduced in\naccordance with the scale laid down in art. 463 of the Code penal. The most\nimportant result of this rule in earlier times was to enable a jury to prevent\nthe infliction of capital punishment for murder (now abolished).\n","linknr":112,"url":"Extenuating_circumstances","recorded":1362574283,"links":20,"instances":["legal_concept"],"pdf":[],"categories":["Legal terms","Criminal law"],"headings":["In Academia","See also"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Ambox_globe_content.svg/48px-Ambox_globe_content.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/6/62/PD-icon.svg/12px-PD-icon.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["aggravation","legal_concept"]],"members":["aggravation"],"related":["Law","Perpetration","Judge","Guilty","Not_guilty","Jury","Capital_punishment","Industrial_action","Bereavement","Jury_service","Industrial_action","Force_majeure","Aggravation_(legal_concept)","Attendant_circumstance","Exigent_circumstance","Canon_1324"]}