{"cursor":"1788","size":15,"audio":[],"currentlang":"en","article":"The 'Generic Access Profile' ('GAP') (ETSI standard EN 300 444 )\ndescribes a set of mandatory requirements to allow any conforming DECT Fixed\nPart (base) to interoperate with any conforming DECT Portable Part (handset) to\nprovide basic telephony services when attached to a 3.1 kHz telephone\nnetwork (as defined by EN 300 176-2).\n\nThe objective of GAP is to ensure interoperation at the air interface (i.e., the\nradio connection) and at the level of procedures to establish, maintain and\nrelease telephone calls (Call Control). GAP also mandates procedures for\nregistering Portable Parts to a Fixed Part (Mobility Management). A GAP-\ncompliant handset from one manufacturer should work, at the basic level of\nmaking calls, with a GAP-compliant base from another manufacturer, although it\nmay be unable to access advanced features of the base station such as phone book\nsynchronization or remote operation of an answering machine. Most consumer-level\nDECT phones and base stations support the GAP profile, even those that do not\npublicize the feature, and thus can be used together. However some manufactures\nlock their systems to prevent interoperability, or supply bases that cannot\nregister new handsets.\n\nThe GAP does not describe how the Fixed Part is connected to the external\ntelephone network.\n","linknr":92,"url":"Generic_access_profile","recorded":1362674114,"links":21,"instances":[],"pdf":["http://www.etsi.org/deliver/etsi_en/300400_300499/300444/02.01.01_60/en_300444v020101p.pdf","http://www.etsi.org/deliver/etsi_en/300400_300499/300444/02.01.01_60/en_300444v020101p.pdf"],"categories":["Telephony"],"headings":["See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/3/3d/Wireless_tower.svg/25px-Wireless_tower.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["ETSI","DECT","Answering_machine","GSM_Interworking_Profile"]}