{"cursor":"3214","size":15,"audio":[],"currentlang":"en","article":"{{Infobox_Disease | Name = Glomerulosclerosis | Image = | Caption = | DiseasesDB\n= 33012 | ICD10 = | ICD9 = | ICDO = | OMIM = | MedlinePlus = | eMedicineSubj = |\neMedicineTopic = | MeshID = | }} 'Glomerulosclerosis' refers to a hardening of\nthe glomerulus in the kidney. It is a general term to describe scarring of the\nkidneys' tiny blood vessels, the glomeruli, the functional units in the kidney\nthat filter urine from the blood.\n\nProteinuria (large amounts of protein in urine) is one of the signs of\nglomerulosclerosis. Scarring disturbs the filtering process of the kidneys and\nallows protein to leak from the blood into urine. However, glomerulosclerosis is\none of many causes of proteinuria. A kidney biopsy (removal of tiny part of\nkidney with a needle) may be necessary to determine whether a patient has\nglomerulosclerosis or another kidney problem. About 15 percent of people with\nproteinuria turn out to have glomerulosclerosis.\n\nBoth children and adults can develop glomerulosclerosis and it can result from\ndifferent types of kidney conditions. One frequently encountered type of\nglomerulosclerosis is caused by diabetes. Drug use or infections may cause focal\nsegmental glomerulosclerosis (FSGS), a very chronic kidney condition. FSGS may\nalso occur in patients with AIDS but most are of unknown cause.\n\nEarly stages of glomerulosclerosis may not produce any symptoms but the most\nimportant warning sign is proteinuria, usually discovered in routine medical\nexams. Losing large amounts of protein may cause swelling in the ankles and\naccumulation of fluid in the abdomen.\n\nScarred glomeruli cannot be repaired and many patients with glomerulosclerosis\nget worse over time until their kidneys fail. This condition is called end-stage\nrenal disease (ESRD) and the patients must begin dialysis treatment or endure a\nkidney transplant. ESRD may be reached within a year or up to ten or more of\ndiagnosis of glomerulosclerosis but time will vary.\n\nTreatments for glomerulosclerosis depend on what caused the scarring of the\nglomeruli. This is determined by renal biopsy. Immunosuppressive drugs stop\nproteinuria in some patients, but once the treatments have ended proteinuria\nwill continue. The drugs may sometimes damage the patientâs kidneys even more.\n\nControlling the patientâs blood pressure may control the progression of kidney\nfailure. ACE inhibitors, a type of blood pressure medicine, preserve kidney\nfunction in patients with diabetes. ACE inhibitors may also slow down kidney\nfailure for patients without diabetes. Low protein diets may also lighten the\nwork done by kidneys to process waste. Some patients will need to control their\ncholesterol through diet or both diet and medicine.\n\nMore specifically, glomerulosclerosis can refer to:\n* Focal segmental glomerulosclerosis\n* Nodular glomerulosclerosis (diabetic)\n","linknr":243,"url":"Glomerulosclerosis","recorded":1362482107,"links":15,"instances":[],"pdf":[],"categories":["Kidney diseases"],"headings":["See also","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/e/e3/Rod_of_Asclepius2.svg/9px-Rod_of_Asclepius2.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Glomerulus","Kidney","Immunosuppressive_drug","Focal_segmental_glomerulosclerosis","Nodular_glomerulosclerosis","Epstein–Barr_virus_infection","BK_virus"]}