{"cursor":"5316","size":15,"audio":[],"currentlang":"en","article":"\n\n]] 'Hybrid computers' are computers that exhibit features of analog computers\nand digital computers. The digital component normally serves as the controller\nand provides logical operations, while the analog component normally serves as a\nsolver of differential equations. \n\nIn general, analog computers are extraordinarily fast, since they can solve most\ncomplex equations at the rate at which a signal traverses the circuit, which is\ngenerally an appreciable fraction of the speed of light. On the other hand, the\nprecision of analog computers is not good; they are limited to three, or at\nmost, four digits of precision.\n\nDigital computers can be built to take the solution of equations to almost\nunlimited precision, but quite slowly compared to analog computers. Generally,\ncomplex equations are approximated using iterative numerical methods which take\nhuge numbers of iterations, depending on how good the initial \"guess\" at the\nfinal value is and how much precision is desired. (This initial guess is known\nas the numerical seed for the iterative process.) For many real-time operations,\nthe speed of such digital calculations is too slow to be of much use (e.g., for\nvery high frequency phased array radars or for weather calculations), but the\nprecision of an analog computer is insufficient.\n\nHybrid computers can be used to obtain a very good but relatively imprecise\n'seed' value, using an analog computer front-end, which is then fed into a\ndigital computer iterative process to achieve the final desired degree of\nprecision. With a three or four digit, highly accurate numerical seed, the total\ndigital computation time necessary to reach the desired precision is\ndramatically reduced, since many fewer iterations are required. One of the main\ntechnical problems to be overcome in hybrid computers is minimizing digital-\ncomputer noise in analog computing elements and ground systems.\n\nConsider that the nervous system in animals is a form of hybrid computer.\nSignals pass across the synapses from one nerve cell to the next as discrete\n(digital) packets of chemicals, which are then summed within the nerve cell in\nan analog fashion by building an electro-chemical potential until its threshold\nis reached, whereupon it discharges and sends out a series of digital packets to\nthe next nerve cell. The advantages are at least threefold: noise within the\nsystem is minimized (and tends not to be additive), no common grounding system\nis required, and there is minimal degradation of the signal even if there are\nsubstantial differences in activity of the cells along a path (only the signal\ndelays tend to vary). The individual nerve cells are analogous to analog\ncomputers; the synapses are analogous to digital computers.\n\n'Hybrid computers' should be distinguished from '[[hybrid systems]].' The latter\nmay be no more than a digital computer equipped with an analog-to-digital\nconverter at the input and/or a digital-to-analog converter at the output, to\nconvert analog signals for ordinary digital signal processing, and conversely,\ne.g., for driving physical control systems, such as servomechanisms.\n","linknr":123,"url":"Hybrid_computer","recorded":1362543123,"links":24,"instances":["computer_science","electronics"],"pdf":[],"categories":["Computing terminology","Classes of computers"],"headings":["External references","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/40px-Text_document_with_red_question_mark.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/b/b9/WAT_1001.jpg/300px-WAT_1001.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["precision","computer_science"],["noise","electronics"]],"members":["precision","noise"],"related":["Analog_computer","Digital","Computer","Logical_operation","Differential_equations","Hospital","Heart_beat","Analog_computers","Precision_(computer_science)","Digital_computers","Iterative","Numerical_method","Real-time_computing","Phased_array_radar","Accuracy_and_precision","Significant_figures","Noise_(electronics)","Nervous_system","Synapses","Nerve_cell","Threshold_potential","Analog-to-digital_converter","Digital-to-analog_converter","Servomechanism"]}