{"cursor":"5719","size":15,"audio":[],"currentlang":"en","article":"\n\n'Inorganic compounds' are of inanimate, not biological, origin. J. J.\nBerzelius \"Lehrbnch der Chemie,\" 1st ed., Arnoldischen Buchhandlung, Dresden and\nLeipzig, 1827. ISBN 1-148-99953-1. Brief English commentary in English can be\nfound in Bent Soren Jorgensen \"More on Berzelius and the vital force\" J. Chem.\nEduc., 1965, vol. 42, p 394.  Inorganic compounds (except a limited number\nof carbon-containing compounds such as carbides, carbonates, simple oxides of\ncarbon (such as CO and CO 2), and cyanides, as well as the allotropes\nof carbon such as diamond and graphite) lack carbon and hydrogen atoms and are\nsynthesized by the agency of geological systems. In contrast, the synthesis of\norganic compounds in biological systems incorporates carbohydrates into the\nmolecular structure. Organic chemists traditionally refer to any molecule\ncontaining carbon as an organic compound and by default this means that\ninorganic chemistry deals with molecules lacking carbon. Major textbooks on\ninorganic chemistry, however, decline to define inorganic compounds: Holleman,\nA. F.; Wiberg, E. \"Inorganic Chemistry\" Academic Press: San Francisco, 2001.\nISBN 0-12-352651-5; ,  However, biologists may distinguish organic from\ninorganic compounds in a different way that does not hinge on the presence of a\ncarbon atom. Pools of organic matter, for example, that have been metabolically\nincorporated into living tissues persist in decomposing tissues, but as\nmolecules become oxidized into the open environment, such as atmospheric\nCO 2, this creates a separate pool of inorganic compounds. The\ndistinction between inorganic and organic compounds is not always clear when\ndealing with open and closed systems, because everything is ultimately connected\nto everything else on the planet. Some scientists, for example, view the open\nenvironment (i.e., the ecosphere) as an extension of life and from this\nperspective may consider atmospheric CO 2 as an organic compound.\nIUPAC, an agency widely recognized for defining chemical terms, does not offer\ndefinitions of inorganic or organic. Hence, the definition for an inorganic\nversus an organic compound in a multidisciplinary context spans the division\nbetween living (or animate) and non-living (or inanimate) matter and remains\nopen to debate according to the way that one views the world. http://www.britannica.com/EBchecked/topic/431954/organic-\ncompound\n","linknr":207,"url":"Inorganic","recorded":1362510452,"links":46,"instances":["systems_theory","geology"],"pdf":[],"categories":["Inorganic compounds|*"],"headings":["Modern usage","Inorganic carbon compounds","Coordination chemistry","Mineralogy","See also","References","External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["open_system","systems_theory"],["cobalt(iii_hexammine_chloride"],["mantle","geology"]],"members":["open_system","mantle"],"related":["Berzelius","Carbide","Carbonate","Oxide","Cyanide","Allotropes_of_carbon","Diamond","Graphite","Carbon","Hydrogen","Atoms","Geological","Systems","Organic_compounds","Biological_systems","Carbohydrates","Molecule","Decomposition","Oxidation","Open_system_(systems_theory)","Earth's_spheres","Multidisciplinary","Life","Organic_compound","Ion","Protein","DNA","RNA","Sodium","Chloride","Phosphate","Ion","Carbonic_acid","Nitrogen","Carbon_dioxide","Water","Oxygen","Carbon_monoxide","Carbon_dioxide","Carbonate","Cyanide","Cyanate","Carbide","Thyocyanate","Coordination_compound","Cobalt(III)_hexammine_chloride","Ferrocene","Hydrogenase","Mineral","Oxide","Sulfide","Mantle_(geology)","List_of_inorganic_compounds","Named_inorganic_compounds","Inorganic_compounds_by_element","Organic_compound"]}