{"cursor":"2932","size":15,"audio":[],"currentlang":"en","article":"'Karachi Development Authority' ('KDA') was established to develop Karachi under\nmaster plans. KDA was established in 1957. KDA owns undeveloped land in the city\nwhich it sell to real state development companies in Karachi.\n\nKarachi Development Authority replaced Karachi Improvement Trust (KIT) that was\ndisbanded by President Muhammad Ayub\nKhan [http://www.thenews.com.pk/daily_detail.asp?id=204319 A story behind\nevery name] in 1957.\n\nThe Karachi Development Authority was established by the order No V of 1957\nsigned by President of Pakistan General Muhammad Ayub Khan (Hilal-e-Ahmar) for\ndevelopment of the Karachi City and rehabilitation of the Refugees as well as\nRiot Affectees.\n\nThe Karachi Development Authority was successor of Karachi Improvement Trust and\nlaunched its first scheme at the junction of National Stadium & Karsaz in front\nof Agha Khan Hospital, Liaquat National Hospital & Liaquat Memorial Library\nknown as Dhoraji Colony KDA Scheme 1-A. In the very this authority played a\nmajor role in destroying the city by supporting and backing land grabbers\ngroups. Even though Pakistan as a whole got a fame in corruption during the\ncurrent regime of Asif Ali Zardari, KDA particularly played a leading role in\nleaving the city nonsense structure.\n\nAfter improvement & development of its Scheme 1-A, the president has allowed\nhim to launched town expansion scheme and The Karachi Development Authority\nhas launched its first town expansion scheme known as Korangi Township, then\nMalir Town, Drigh Township, Malir Extension Township, Drigh Township, North\nKarachi Township, Old Nazimabad, North Nazimabad, Orangi Township, Baldia\nTownship, Lyari Town, Hawksbay, Shah Latif, Mehran Town, Halkani Town, Landhi\nIndustrial Area, Landhi Residential Scheme, Metroville-I to III, Gulzar-e-\nHijri, Gulshan-e-Iqbal, Gulistan-e-Jauhar, Taiser Town, Korangi Industrial\nArea, SITE Metroville etc.\n\nThe Karachi Development Authority has also established Karachi Greater water\nchannel scheme, Malir River Flood Protection Bund etc.\n\nThe Karachi Development Authority also approved the master plan for private\nhousing societies in the territorial limit of Karachi City.\n\nThe Karachi Development Authority is also constructed the connecting road of\ntown ships and main roads of Karachi City, such as MA Jinnah Road, University\nRoad, Jail Road, Shahrah-e-Faisal, Shahrah-e-Noor Jehan, Shahrah-e-Orangi,\nKorangi Road etc.\n\nThe Karachi Development Authority also constructed the bridge over the Main road\nsuch as Jam Sadiq Ali Bridge, Super Highway Bridge near Karimabad, Nipa\nChowrangi Flyover etc.\n","linknr":80,"url":"Karachi_Development_Authority","recorded":1362898312,"links":10,"instances":["field_marshal"],"pdf":[],"categories":["Karachi","City District Government Karachi","1957 establishments in Pakistan"],"headings":["References","External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["ayub_khan","field_marshal"]],"members":["ayub_khan"],"related":["Karachi","Karachi_Improvement_Trust","President_of_Pakistan","Ayub_Khan_(Field_Marshal)","Asif_Ali_Zardari","Mehran_Town"]}