{"cursor":"4327","size":15,"audio":[],"currentlang":"en","article":"In the social sciences, 'material culture' is a term, developed in the late 19th\nand early 20th century, that refers to the relationship between artifacts and\nsocial relations. Studying a culture's relationship to materiality is\na lens through which social and cultural attitudes can be discussed. It is also\na term used by historians, sometimes described under the variant term material\nhistory, where it means the study of ancient objects in order to understand how\na particular culture was organized and functioned over time.\n\nPeople's relationship to and perception of objects are socially and culturally\ndependent. The perceived importance of our material heritage was\nexpressed in 1976 by a UNESCO panel that claimed \"cultural property is a basic\nelement of people’s identity and ‘being depends on having’ (Rowlands, 2002:\n127)\"  Although protecting cultural heritage can help to empower\nminorities, preoccupations with ofﬁcial monuments can also silence diverse\nhistories.\n\nThis discourse has its roots in museums, but there has been \"a shift from such\nfavored objects of theory as Stonehenge and Kula valuables to consumables like\ntomato soup\"  This shift is also made visible by the number of books\nthat explore our engagement with the physical world through specific objects;\nPencils, zippers, toilets, tulips, etc. See: Henry Petroski, The Pencil: A\nHistory of Design and Circumstance (New York, 1989); Robert Friedel, Zipper: An\nExploration in Novelty (New York, 1994); Julie L. Horan, The Porcelain God: A\nSocial History of the Toilet (New York, 1997); Michael Pollan, The Botany of\nDesire: A Plant's-Eye View of the World, (Random House Trade Paperbacks,\n2002)\n\nCritical discourse surrounding contemporary material culture has become an\nimportant aspect of design education because it offers designers new\nperspectives on how their practice affects society and the environment.\nDiscussions about material culture have offered critiques of consumerism and throw-\naway culture. No Logo New approaches to materiality can be seen\nthrough ideas such as Cradle to Cradle Design and Appropriate technology.\n\nArchaeologists study the material culture of past societies, and study past\nsocieties through their material culture remains.\n","linknr":126,"url":"Material_culture","recorded":1362480715,"links":13,"instances":[],"pdf":[],"categories":["Social sciences","Methods and principles in archaeology","Cultural studies"],"headings":["See also","References"],"image":["//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Social_science","Material_history","Cultural_property","Design_education","Consumerism","No_Logo","Cradle_to_Cradle_Design","Appropriate_technology","Archaeology","Anti-consumerism","Disposable","Over-consumption","Planned_obsolescence","Sustainable_consumption"]}