{"cursor":"6248","size":15,"audio":[],"currentlang":"en","article":"\n\nThe 'Office of Strategic Influence', or 'OSI', was a department created by the\nUnited States Department of Defense on October 30, 2001, to support the War on\nTerrorism through psychological operations in targeted countries, which did not\ninclude the United States because the Pentagon is barred from PSYOPs in the U.S.\nUnder law, the Pentagon operation can only work outside the United States.\nSources said that it may involve targeting international media but not U.S.\nmedia outlets. http://articles.cnn.com/2002-02-19/us/gen.strategic.influence_1_commando-solo-\nbroadcasts-office-of-strategic-influence?_s=PM:US Although the closure of\nthe office was announced by Secretary of Defense Donald Rumsfeld soon after its\nexistence became publicly known, later comments by Secretary Rumsfeld imply that\nthe actual operations of the OSI have continued unabated. [http://www.defen-\nselink.mil/news/Nov2002/t11212002_t1118sd2.html] Quoting Rumsfeld \"If\nyou want to savage this thing, fine: I'll give you the corpse. There's the name.\nYou can have the name, but I'm gonna keep doing every single thing that needs to\nbe done\" Krakauer, Jon. Where Men Win Glory. Doubleday: New York, 2009.\np.238 Some sources say OSI was authorized to use \"military deception\"\nagainst the public by \"presenting false information, images, or\nstatements\", Id. at 206. other sources say \"This type of action was\nnot in OSI’s charter, and [this] charge was never substantiated.\" In a\nclassic example of the internecine battles that have always plagued strategic\ninfluence, OSI was sabotaged internally within DoD and abolished by Secretary of\nDefense Donald Rumsfeld less than five months after its establishment. Someone\nin DoD leaked information to the press that OSI intended to plant false messages\nand misinformation in overseas media, news that would then be reported in the\nU.S. as factual. This type of action was not in OSI’s charter, and the charge\nwas never substantiated. Nonetheless, Rumsfeld felt that the damage caused by\nthe media controversy and exposure were too great to overcome, and he closed the\noffice. http://www.fas.org/irp/eprint/gough.pdf\n\nThe OSI would have been a center for the creation of propaganda materials, but\naccording to the leaked source there were no plans Although \"information\ndeception\" -- deliberately spreading false or misleading information -- is a\npart of information warfare policy and doctrine, the Pentagon has no specific\nplans to undertake deceptive operations using the international news media, the\nofficial said. http://articles.cnn.com/2002-02-19/us/gen.strategic.influence_1_commando-solo-\nbroadcasts-office-of-strategic-influence?_s=PM:US to mislead enemy forces\nor foreign civilian populations. After information on the office spread through\nUS and foreign media in mid February 2002, intense discussions on purpose and\nscope of the office were reported. Some argue that due to its secretive nature\nand stated purposes the existence of such an agency would be hard to determine.\nThe office was closed by Rumsfeld due to the controversy. This type of\naction was not in OSI’s charter, and the charge was never substantiated.\nNonetheless, Rumsfeld felt that the damage caused by the media controversy and\nexposure were too great to overcome, and he closed the office.\nhttp://www.fas.org/irp/eprint/gough.pdf Some of its foreign\nresponsibilities were moved to the Office of Information Activities.\nGlough, Susan L LTC. April 7, 2003. \"The Evolution of Strategic Influence\".\n'US Army War College'. \n","linknr":136,"url":"Office_of_Strategic_Influence","recorded":1362481836,"links":15,"instances":[],"pdf":["http://www.fas.org/irp/eprint/gough.pdf","http://www.fas.org/irp/eprint/gough.pdf","http://www.fas.org/irp/eprint/gough.pdf"],"categories":["Defunct agencies of the United States government","United States Department of Defense agencies","United States government propaganda organisations"],"headings":["Timeline","See also","References","External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["United_States_Department_of_Defense","War_on_Terrorism","Psychological_operations","Secretary_of_Defense","Donald_Rumsfeld","Propaganda","Office_of_Information_Activities","Douglas_Feith","Office_of_Public_Diplomacy","Office_of_Information_Activities","Office_of_Special_Plans","Perception_management","Black_ops","Psychological_Operations"]}