{"cursor":"3485","size":15,"audio":[],"currentlang":"en","article":"A 'performance metric' is a measure of an organization's activities and\nperformance. Performance metrics should support a range of stakeholder needs\nfrom customers, shareholders to employees. Mark Graham Brown, Using the\nRight Metrics to Drive World-class Performance While traditionally many\nmetrics are financed based, inwardly focusing on the performance of the\norganization, metrics may also focus on the performance against customer\nrequirements and value. [http://www.leanyourcompany.com/methods/Value-based-performance-\nmetrics.asp Value based performance metrics] In project management,\nperformance metrics are used to assess the health of the project and consist of\nthe measuring of seven criteria: safety, time, cost, resources, scope, quality,\nand actions. [http://www.pmhut.com/measuring-project-health Measuring\nProject Health] Neville Turbit, 2008\n\nDeveloping performance metrics usually follows a process of:\n\n#Establishing critical processes/customer requirements #Identifying\nspecific, quantifiable outputs of work #Establishing targets against which\nresults can be scored\n\nA criticism of performance metrics is that when the value of information is\ncomputed using mathematical methods, it shows that even performance metrics\nprofessionals choose measures that have little value. This is referred to as the\n\"measurement inversion\". Douglas Hubbard, \"The IT Measurement Inversion\",\nCIO Magazine, 1999 Douglas Hubbard, How to Measure Anything: Finding\nthe Value of Intangibles in Business. John Wiley & Sons, 2007 For example,\nmetrics seem to emphasize what organizations find immediately measurable — even\nif those are low value — and tend to ignore high value measurements simply\nbecause they seem harder to measure (whether they are or not).\n\nTo correct for the measurement inversion other methods, like applied information\neconomics, introduce the \"value of information analysis\" step in the process so\nthat metrics focus on high-value measures. Organizations where this has been\napplied find that they define completely different metrics than they otherwise\nwould have and, often, fewer\nmetrics. [http://www.cio.gov/documents/aie_report_final.pdf US Government\nStudy on AIE]\n\nThere are a variety of ways in which organizations may react to\nresults. Andy D. Neely, Business Performance Measurement: Theory and\nPractice This may be to trigger specific activity relating to performance\n(i.e., an improvement plan) or to use the data merely for statistical\ninformation. Often closely tied in with outputs, performance metrics should\nusually encourage improvement, effectiveness and appropriate levels of control.\n\nPerformance metrics are often linked in with corporate strategy Mark Graham\nBrown, How to Interpret the Baldrige Criteria for Performance Excellence\nand are often derived in order to measure performance against a critical\nsuccess factor.\n","linknr":105,"url":"Performance_metric","recorded":1362689951,"links":11,"instances":["corporate","marketing"],"pdf":["http://www.cio.gov/documents/aie_report_final.pdf"],"categories":["Business terms"],"headings":["See also","References","Further reading"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["stakeholder","corporate"],["value","marketing"]],"members":["stakeholder","value"],"related":["Stakeholder_(corporate)","Customers","Shareholders","Employees","Value_(marketing)","Project_management","Targets","Applied_information_economics","Performance","Strategy","Critical_success_factor","Figure_of_merit","Performance-based_logistics","Performance_indicator","Technical_Performance_Measure","List_of_financial_performance_measures"]}