{"cursor":"1775","size":15,"audio":[],"currentlang":"en","article":"Before the advent of photometers which accurately measure the brightness of\nastronomical objects, the apparent magnitude of an object was obtained by taking\na picture of it with a camera. These images, made on photoemulsive film or\nplates, were more sensitive to the blue end of the visual spectrum than the\nhuman eye or modern photometers. As a result, bluer stars have a lower (i.e.\nbrighter) photographic magnitude than their modern visual magnitude, because\nthey appear brighter on the photograph than they do to modern photometers.\nConversely, redder stars have a higher (i.e. fainter) photographic magnitude\nthan visual magnitude, because they appear dimmer. For example, the red\nsupergiant star KW Sagittarii has a photographic magnitude of 11.0 to 13.2 but a\nvisual magnitude of about 8.5 to 11. It is also common for star charts to list a\nblue magnitude (B) such as with S Doradus and WZ Sagittae.\n\nThe symbol for apparent photographic magnitude is m pg and the symbol\nfor absolute photographic magnitude is M pg .\n\nThe photographic magnitude scale is now considered obsolete.\n","linknr":110,"url":"Photographic_magnitude","recorded":1362685906,"links":23,"instances":["astronomy"],"pdf":[],"categories":["Astrophysics"],"headings":["See also","Notes"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/0/00/Crab_Nebula.jpg/30px-Crab_Nebula.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["magnitude","astronomy"]],"members":["magnitude"],"related":["Photometer","Apparent_magnitude","Camera","Photographic_film","Photographic_plate","Electromagnetic_spectrum","Human_eye","Visual_magnitude","Supergiant","KW_Sagittarii","S_Doradus","WZ_Sagittae","Absolute__magnitude","Obsolete","Absolute_magnitude","Apparent_magnitude","Magnitude_(astronomy)"]}