{"cursor":"2320","size":15,"audio":[],"currentlang":"en","article":" are separated from all other species by over 200 million years]]'Phylogenetic\n diversity' is a measure of biodiversity which incorporates phylogenetic\n difference between species. It is defined and calculated as \"the sum of the\n lengths of all those branches that are members of the corresponding minimum\n spanning path\", DP Faith. 1992. Conservation evaluation and phylogenetic\n diversity. Biological Conservation 61: 1-10 in which 'branch' is a\n segment of a cladogram, and the minimum spanning path is the mimimum distance\n between the two nodes. This definition is distinct from earlier measures which\n attempted to incorporate phylogenetic diversity into conservation planning,\n such as the measure of 'toxic diversity' introduced by Vane-Wright, Humphries,\n and William. Vane-Wright, R. I., Humphries, C. J. & Williams, P. H. 1991.\n (1991). What to protect - systematics and the agony of choice. Biological\n Conservation, 55, 235-54. \n\nThe concept of phylogenetic diversity has been rapidly adopted in conservation\nplanning, with programs such as the Zoological Society of London's EDGE of\nExistence programme focused on evolutionary distinct species. Similarly, the\nWWF's Global 200 also includes unusual evolutionary phenomena in their criteria\nfor selecting target ecoregions.\n\nSome studies have indicated that alpha diversity is a good proxy for\nphylogenetic diversity, so suggesting that term has little use, Rodrigues,\nA. S. L. & Gaston, K. J. 2002. Maximising phylogenetic diversity in the\nselection of networks of conservation areas. Biol. Conserv. 105, 103–111|\nbut a study in the Cape Floristic Region showed that using phylogenetic\ndiversity led to selection of different conservation priorities than using\nspecies richness. It also demonstrated that PD led to greater preservation of\n'feature diversity' than species richness alone. Forest, F. et al. 2007.\nPreserving the evolutionary potential of floras in biodiversity hotspots. Nature\n445, 757-760\nhttp://www.nature.com/nature/journal/v445/n7129/full/nature05587.html\n","linknr":90,"url":"Phylogenetic_diversity","recorded":1362539623,"links":11,"instances":[],"pdf":[],"categories":["Measurement of biodiversity"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/7/75/Sphenodon_punctatus_in_Waikanae%2C_New_Zealand.jpg/220px-Sphenodon_punctatus_in_Waikanae%2C_New_Zealand.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Phylogenetics","Cladogram","Zoological_Society_of_London","EDGE_of_Existence_programme","World_Wide_Fund_for_Nature","Global_200","Ecoregion","Alpha_diversity","Cape_Floristic_Region"]}