{"cursor":"19785","size":15,"audio":[],"currentlang":"en","article":"{{Multiple issues|\n\n\n\n}}\n\n\n\n'Campaign finance' refers to all funds that are raised and spent in order to\npromote candidates, parties or policies in some sort of electoral contest. In\nmodern democracies such funds are not necessarily devoted to election campaigns.\nIssue campaigns in referendums, party activities and party organizations are\nadditional items to be funded by political money. When James K. Pollock\nPollock, James K., Party Campaign Funds. New York, NY: Knopf, 1926.\nand Louise Overacker Overacker, Louise, Money in Elections. New York,\nNY:Macmillan, 1932. began to analyze the role of money in politics, they\nstarted in the United States, looking at the money that was spent in order to\ninfluence the outcome of an (federal) election. Their take-off point has\ndominated perception of the subject ever since. 'Campaign funds' is the subject\nheading under which all books dealing with money in politics are catalogued by\nthe Library of Congress. Other countries have a different experience and use\nother terms for the subject. All of these terms offer a broader perspective. Cross-\nnational comparisons prefer the more comprehensive \"political finance\",\nresearchers in continental Europe use \"'party finance'\". All of them deal with\n\"the 'costs of democracy'\", a term that was coined by Alexander Heard for his\nfamous analysis of campaign finance in the U.S. Heard, Alexander, The Costs\nof Democracy. Chapel Hill, NC: University of North Carolina Press, 1960.\n\nIn the U.S. political action committee (PAC) and campaign are adequate terms to\nidentify the units that raise and spend money for political purposes. Each\ncampaign (for federal office) has to run a PAC that reports revenue and expenses\nto the Federal Election Commission (FEC). Political campaigns have many\nexpenditures, such as the cost of travel for the candidate, professional advice\non topics like message and voter turnout (see campaign consulting) and the\ndirect costs of communicating with voters, such as billboards, television\nadvertising, and other channels. The types and purposes of campaign spending\nwill change with the legal and social landscape that the campaign operates in;\nfor instance, in Great Britain, television advertising is provided to\ncampaigning parties for free, while in the United States it is one of the\nbiggest line items in the campaign budget, especially for statewide and national-\nlevel campaigns.\n\nFor most other democracies (including the European countries, Canada, Mexico,\nJapan, Australia, New Zealand and Israel) political party is a useful concept to\nidentify and aggregate the multitude of entities that raise and spend political\nfunds. Parties run national headquarters, constituency associations, regional\nbranches and local chapters as well as offices in the field (on the ground).\nEach of these units collects revenue and incurs expenses that are used to fund\npolitical competition.\n\nAlthough the political science literature indicates that most contributors give\nto support parties or candidates with whom they are already in agreement, -\nhttp://web.mit.edu/polisci/research/representation/CF_JEP_Final.pdf there\nis wide public perception that donors expect illegitimate government favors in\nreturn (such as specific legislation being enacted or defeated), so\nsome have come to equate campaign finance with political corruption and bribery\n. These views have led some governments to reform fundraising sources and\ntechniques in the hope of eliminating perceived undue influence being given to\nmonied interests. Another tactic is for the government, rather than private\nindividuals and organizations, to provide funding for campaigns. Democratic\ncountries have differing regulations on what types of donations to political\nparties and campaigns are acceptable. With the rise of super PACs, the jet-\nfueled political action committees that can take unlimited contributions, many\ncampaign finance watchdogs have focused on the hundreds of millions of dollars\nbeing raised this presidential election cycle.Barker, Kim. \"Donate.\"\nProPublica. Web. 02 Apr. 2012. .\n\nThe causes and effects of different campaign finance rules are studied in a\nnumber of disciplines including political science, economics, and public policy.\n","linknr":318,"url":"Political_donations","recorded":1362580365,"links":35,"instances":[],"pdf":["http://web.mit.edu/polisci/research/representation/CF_JEP_Final.pdf","http://web.mit.edu/polisci/research/representation/CF_JEP_Final.pdf","http://web.mit.edu/polisci/research/representation/CF_JEP_Final.pdf","http://www.ifes.org/files/Political_Finance_Regulation_The_Global_Experience.pdf","http://www.ifes.org/files/Political_Finance_Regulation_The_Global_Experience.pdf","http://www.idea.int/publications/pp_can_usa/upload/Freedom_Chap2.pdf","http://www.idea.int/publications/pp_can_usa/upload/Freedom_Chap2.pdf"],"categories":["Campaign finance|","Political funding"],"headings":["Private financing","Public financing","Regulation","Supreme Court","See also","References","Further reading","External links"],"image":["//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Ambox_globe_content.svg/48px-Ambox_globe_content.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Mergefrom.svg/50px-Mergefrom.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Election","Political_finance","Political_action_committee","Federal_Election_Commission","Political_campaign","Voter_turnout","Campaign_consulting","Billboard","Television_advertising","Great_Britain","United_States","Political_science","Political_corruption","Bribery","Campaign_finance_reform","Political_science","Economics","Public_policy","U.S._state","Direct_mail","Internet","Good_government","Trade_union","Corporation","South_America","Europe","Political_party","Libertarianism","Legislative_Council_of_Hong_Kong","Elections","Good_governance","Democratic_government","Political_corruption","United_Nations_convention_against_Corruption","Supreme_Court_of_the_United_States","Campaign_finance_in_the_United_States","Campaign_finance_reform_in_the_United_States","Clean_elections","Election_promise","Hatch_Act_of_1939","Investment_theory_of_party_competition","Money_loop","No-bid_contract","Pacific_scandal","Party_finance_in_Germany","Political_donations_in_Australia","Political_finance","Political_funding_in_Japan","Party_finance_in_Sweden","Political_funding_in_the_United_Kingdom","Federal_political_financing_in_Canada","Tillman_Act_of_1907","PDF","Joseph_Sandler","Campaigns_&_Elections_Magazine"]}