{"cursor":"1899","size":15,"audio":[],"currentlang":"en","article":"\n'Protection' in poker is a bet made with a strong but vulnerable hand, such as\ntop pair when straight or flush draws are possible. The bet forces opponents\nwith draws to either call with insufficient pot odds, or to fold, both of which\nare profitable for the betting player. By contrast, if he failed to protect his\nhand, another player could draw out on him at no cost, meaning he gets no value\nfrom his made hand.\n\nA protection play differs from a bluff in that the bluff can win only when the\nopponent folds, while protection bet is made with a hand that is likely to win a\nshowdown, but isn't strong enough for slow playing.\n\nThe importance of protection increases when there are multiple opponents. For\nexample, if a hand is currently the best, but each of four opponents has a\n1-in-6 chance of drawing an out, the four opponents combined become the\nfavorite to win, even though each one is individually an underdog. With a\nprotection bet, some or all of them may fold, leaving fewer opponents and a\nbetter chance of winning.\n\nThe term protection is also often heard in the context of an all-in player (see\npoker table stakes rules). A bet by an opponent serves to protect the all-in\nplayer by reducing the number of opponents the all-in player must beat. To\ndeliberately make such a bet solely to protect another player's hand constitutes\ncollusion.\n\nA player may also be said to \"protect\" his or her cards by placing an object\nlike a specialty chip or miniature figure upon them. This prevents the player\nfrom having his cards accidentally collected by the dealer or being fouled by\nother players' discards.\n","linknr":87,"url":"Protection_(poker)","recorded":1362543351,"links":12,"instances":["poker","poker","poker","poker"],"pdf":[],"categories":["Poker gameplay and terminology","Poker strategy"],"headings":["See also"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["drawing","poker"],["bluff","poker"],["slow_play","poker"],["out","poker"]],"members":["out","drawing","bluff","slow_play"],"related":["Poker","Drawing_(poker)","Pot_odds","Bluff_(poker)","Slow_play_(poker)","Out_(poker)","Poker_table_stakes_rules","Poker_collusion","Poker_dealer","Poker_jargon"]}