{"cursor":"6256","size":15,"audio":[],"currentlang":"en","article":", London]] A 'reference genome' (also known as a 'reference assembly') is a\ndigital nucleic acid sequence database, assembled by scientists as a\nrepresentative example of a species' set of genes. As they are often assembled\nfrom the sequencing of DNA from a number of donors, reference genomes do not\naccurately represent the set of genes of any single individual. Instead a\nreference provides a haploid mosaic of different DNA sequences from each donor.\nFor example GRCh37, the Genome Reference Consortium human genome (build 37) is\nderived from thirteen anonymous volunteers from Buffalo, New York. Donors were recruited by\nadvertisement in [[The Buffalo News]], on Sunday, March 23, 1997. The first 10\nmale and 10 female volunteers were invited to make an appointment with the\nproject's genetic counselors and donate blood from which DNA was extracted. As a\nresult of how the DNA samples were processed, about 80 percent of the reference\ngenome came from eight people and one male individual, designated RP11, accounts\nfor 66 percent of the total. The ABO blood group system differs among\nhumans, but the human reference genome contains only an O allele (although the\nother alleles are annotated).\n\nAs the cost of DNA sequencing falls, and new full genome sequencing technologies\nemerge, more genome sequences continue to be generated. Reference genomes are\ntypically used as a guide on which new genomes are built, enabling them to be\nassembled much more quickly and cheaply than the initial Human Genome Project.\nMost individuals with their entire genome sequenced, such as James D. Watson,\nhad their genome assembled in this manner. The exception\nto this is J. Craig Venter whose DNA was sequenced and assembled using shotgun\nsequencing methods. For much of a genome, the reference provides a good\napproximation of the DNA of any single individual. But in regions with high\nallelic diversity, such as the major histocompatibility complex in humans and\nthe major urinary proteins of mice, the reference genome may differ\nsignificantly from other individuals. Comparison between the\nreference (build 36) and Watson's genome revealed 3.3 million single nucleotide\npolymorphism differences, while about 1.4 percent of his DNA could not be\nmatched to the reference genome at all. For regions where there is known to be large scale\nvariation, sets of alternate loci are assembled alongside the reference locus.\n\nThe human and mouse reference genomes are maintained and improved by the Genome\nReference Consortium (GRC), a group of less than 20 scientists from a number of\ngenome research institutes, including the European Bioinformatics Institute, the\nNational Center for Biotechnology Information, The Sanger Institute and\nWashington University in St. Louis. GRC continues to improve reference genomes\nby building new alignments that contain fewer gaps, and fixing\nmisrepresentations in the sequence. , the human reference genome is in its 19th\nversion. The GRCh37 build contains around 250 gaps, whereas the first version\nhad ~150,000 gaps.\n\nReference genomes can be accessed online at several locations, using dedicated\nbrowsers such as Ensembl or UCSC Genome Browser.\n","linknr":168,"url":"Reference_genome","recorded":1362503762,"links":12,"instances":["gene","genetics"],"pdf":[],"categories":["Genome projects"],"headings":["References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/1/18/Wellcome_genome_bookcase.png/250px-Wellcome_genome_bookcase.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["abo","gene"],["locus","genetics"]],"members":["abo","locus"],"related":["Nucleic_acid_sequence","Genome","Genome","Haploid","Human_genome","Buffalo,_New_York","Genetic_counselors","ABO_blood_group_system","ABO_(gene)","DNA_sequencing","Full_genome_sequencing","Human_Genome_Project","James_D._Watson","J._Craig_Venter","Shotgun_sequencing","Gene_pool","Major_histocompatibility_complex","Major_urinary_proteins","Single_nucleotide_polymorphism","Locus_(genetics)","Genome_Reference_Consortium","European_Bioinformatics_Institute","National_Center_for_Biotechnology_Information","Sanger_Institute","Washington_University_in_St._Louis","Ensembl","UCSC_Genome_Browser"]}