{"cursor":"2842","size":15,"audio":[],"currentlang":"en","article":"'Scots contract law' governs the rules of contract in Scotland.\n\nContract is created by bilateral agreement and should be distinguished from\nunilateral promise, the latter being recognised as a distinct and enforceable\nspecies of obligation in Scots Law. The English requirement for consideration\ndoes not apply in Scotland, so it is possible to have a gratuitous contract,\ni.e. a contract where only one of the parties comes under any duties to the\nother (e.g. a contract to perform services for no consideration).\n\nA contract is an agreement between two or more parties which creates or intends\nto create legally biniding obligations between the parties to it.\n\nNote 'however that not all declarations made by a person to another person\nwill amount to a promise that is enforceable under Scots law'. In particular,\na declaration of intention, a testamentary provision and an offer will not be\na promise.\n\nAt common law, a promise had to be proved by writ or oath. However, after the\nintroduction of the Requirements of Writing (Scotland) Act 1995, a promise need\nonly be evidenced in writing for:\n\n• the creation, transfer, variation or extinction of an interest in land (s 1(2)\n(a)(i) of Requirements of Writing (Scotland) Act 1995); and\n\n• a gratuitous unilateral obligation except an obligation undertaken in the\ncourse of business (s 1(2) (a)(ii) of Requirements of Writing (Scotland) Act\n1995.) [Note that this section has caused great debate amongst academics as to\nthe meanings of \"unilateral\" and \"gratuitous\". Some believe that the inclusion\nof the two terms in this section points to a desire of the drafters that they be\ngiven different meanings. This would allow some promises to be unilateral but\nnot gratuitous. This argument was particularly discussed by both Martin Hogg\n(Edinburgh University) and Joe Thomson (Glasgow University) in articles for the\nScots Law Times (News) in 1998 and 1997 respectively.\n\nA Contract is formed by the 'acceptance' of an 'offer'; an offer can be\nconstituted by responding to an invitation to treat.\n\nVariation of the original offer counts as 'counter - offer'.\n\nA leading piece of legislation in Scots Contract Law is the Contract (Scotland)\nAct 1997. This act includes damages for breach of contract of sale.\n","linknr":144,"url":"Scots_contract_law","recorded":1362572431,"links":17,"instances":["scotland_act_1995","law"],"pdf":[],"categories":["Scots private law","Scottish society|Contract law","Economy of Scotland|Contract law","Contract law","Law of obligations"],"headings":["See also","References"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/a/ae/Flag_of_the_United_Kingdom.svg/22px-Flag_of_the_United_Kingdom.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Scale_of_justice_2.svg/50px-Scale_of_justice_2.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/1/10/Flag_of_Scotland.svg/30px-Flag_of_Scotland.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Scale_of_justice_2.svg/29px-Scale_of_justice_2.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["will","law"],["requirements_of_writing","scotland_act_1995"]],"members":["requirements_of_writing","will"],"related":["Contract","Scotland","Contract","Bilateralism","Unilateral","Will_(law)","Writ","Oath","Requirements_of_Writing_(Scotland)_Act_1995","Joe_Thomson","Scots_Law_Times","English_contract_law"]}