{"cursor":"2772","size":15,"audio":[],"currentlang":"en","article":"A 'secondary market offering', according to the U.S. Financial Industry\nRegulatory Authority (FINRA), is a registered offering of a large block of a\nsecurity that has been previously issued to the public. The blocks being offered\nmay have been held by large investors or institutions, and proceeds of the sale\ngo to those holders, not the issuing company. Also called secondary\ndistribution.\n\nA secondary offering is not dilutive to existing shareholders since no new\nshares are created. The proceeds from the sale of the securities do not benefit\nthe issuing company in any way. The offered shares are privately held by\nshareholders of the issuing company which may be directors or other insiders\n(such as venture capitalists) who may be looking to diversify their holdings.\nUsually however, the increase in available shares allows more institutions to\ntake non-trivial positions in the issuing company which may benefit the trading\nliquidity of the issuing company's shares.\n\nA secondary market offering should not be confused with a follow-on offering,\notherwise known as a subsequent offering, or a dilutive secondary offering. In\na follow-on offering, the company itself places new shares onto the market,\nthus diluting the existing shares. http://www.investopedia.com/terms/f/fol-\nlowonoffering.asp http://www.investopedia.com/terms/s/secondaryoffer-\ning.asp \"Secondary market offering\" can be understood as an offering on\nthe secondary market, and is thus different from a secondary offering on the\nprimary market — in other words, an offering following an initial, primary-\nmarket offering. A follow-on offering which is the second offering from a\ncompany can be understood as a secondary offering on a primary market, which is\nwhere the confusion between a dilutive (follow-on) and a non-dilutive secondary\nmarket offering possibly comes from. If a company were to make a third, primary-\nmarket offering, this would be a follow-on offering which is not a secondary\nmarket offering. \"Secondary offering\" as described in this article is an\noffering on the secondary market which is non-dilutive, and is thus not a follow-\non offering.\n","linknr":-1,"url":"Secondary_market_offering","recorded":1362478007,"links":0,"instances":[],"pdf":[],"categories":["Stock market"],"headings":["See also","Notes"],"image":[],"tags":[],"members":[],"related":["Financial_Industry_Regulatory_Authority","Public_offering","Venture_capitalists","Follow-on_offering","Secondary_market","Primary_market","Public_offering","Corporate_finance","Follow-on_offering","Primary_market","Secondary_market","Seasoned_equity_offering","At-the-market_offering"]}