{"cursor":"5340","size":15,"audio":[],"currentlang":"en","article":"The 'Shorter Oxford English Dictionary', often abbreviated to 'SOED', is a scaled-\ndown version of the [[Oxford English Dictionary]] (OED). It comprises two\nvolumes rather than the twenty needed for the full second edition of the OED.\nThe sixth edition was released in August 2007. Oxford University Press,\n[http://ukcatalogue.oup.com/product/9780199206872.do Shorter Oxford English\nDictionary, Sixth Edition]\n\nAn abridgement of the complete work was contemplated from 1879, when the Oxford\nUniversity Press took over from the Philological Society on what was then known\nas \"A New English Dictionary on Historical Principles\". However, no action was\ntaken until 1902, when the work was begun by William Little, a fellow of Corpus\nChristi College, Oxford. He laboured until his demise in 1922, at which point he\nhad completed \"A\" to \"T\" and \"V\". The remaining letters were completed by H.W.\nFowler (\"U\", \"X\", \"Y\", and \"Z\") and Mrs. E.A. Coulson (\"W\") under the direction\nof Charles Talbut Onions, who succeeded Little as editor.\n\nOnions wrote that SOED was \"to present in miniature all the features of the\nprincipal work\" and to be \"a quintessence of those vast materials\" in the\ncomplete OED.\n\nThe first edition was published in February 1933. It was reprinted in March and\nApril of that year and again in 1934.\n\nA second edition appeared in 1936, and was reprinted in 1939.\n\nA third edition was published in 1944, reprinted in 1947, 1950, 1952, and, with\nan addendum of new entries, in 1955. The third edition was published in America\nunder the name \"The Oxford Universal Dictionary\". A reset version of the third\nedition, with new addenda and with the etymologies revised by G. W. S.\nFriedrichsen, was published in 1973. This was also published in 1983 by Book\nClub Associates in the United States as the 'Shorter Oxford English Dictionary'.\n\nThe whole text was completely revised for the fourth edition, which was\npublished in 1993 as the \"New Shorter Oxford English Dictionary\" under the\neditorship of Lesley Brown. The book aims to include all English words which had\nsubstantial currency after 1700, plus the vocabulary of Shakespeare, John\nMilton, Edmund Spenser, and the 1611 Authorized Version of the Bible. Oxford\nUniversity Press, The New Shorter Oxford English Dictionary, Fourth Edition,\n1993, Preface As a historical dictionary, it includes obsolete words if\nthey are used by major authors and earlier meanings where they explain the\ndevelopment of a word. Headwords are traced back to their earliest usage.\n\nThe fifth edition was published in 2002, Oxford University\nPress, The New Shorter Oxford English Dictionary, Sixth Edition, 2007, Preface\nto the sixth edition and contains more than half a million definitions,\nwith 83,500 illustrative quotations from 7,000 authors.\n\nOn September 21, 2007 16,000 words lost their hyphens in a 6th edition of the\nShorter Oxford English Dictionary. Angus Stevenson,\neditor of the Shorter OED, stated the reason: \"People are not confident about\nusing hyphens anymore, they're not really sure what they are for.\" Its\nresearchers reviewed 2 billion words (in newspapers, books, Web sites and blogs\nfrom 2000). Bumble-bee is now bumblebee, ice-cream is ice cream and pot-belly is\npot belly, etc. [http://www.reuters.com/article/oddlyEnoughNews/-\nidUSHAR15384620070921?sp=true Reuters, Thousands of hyphens perish as English\nmarches on (Retrieved 18 May 2008)]\n","linknr":180,"url":"Shorter_Oxford_English_Dictionary","recorded":1362567297,"links":13,"instances":["computing"],"pdf":["http://www.askoxford.com/pdf/shorter_features.pdf","http://www.askoxford.com/pdf/0-19-860575-7.pdf"],"categories":["1933 books","Oxford dictionaries","English dictionaries"],"headings":["Electronic versions","References","External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["plug-in","computing"]],"members":[],"related":["Oxford_University_Press","Philological_Society","William_Little","Corpus_Christi_College,_Oxford","H.W._Fowler","E.A._Coulson","Charles_Talbut_Onions","Book_Club_Associates","United_States","Shakespeare","John_Milton","Edmund_Spenser","Authorized_King_James_Version","Words","Hyphens","Edition","Editing","Researchers","Words","Newspapers","Books","Web_sites","Blogs","CD-ROM","SecuROM","Plug-in_(computing)","WordWeb"]}