{"cursor":"3008","size":15,"audio":[],"currentlang":"en","article":"The term 'silence suppression' is used in telephony to describe the process of\nnot transmitting information over the network when one of the parties involved\nin a telephone call is not speaking, thereby reducing bandwidth usage.\n\nVoice is carried over a digital telephone network by converting the analog\nsignal to a digital signal which is then packetized and sent electronically over\nthe network. The analogue signal is re-created at the receiving end of the\nnetwork. When one of the parties does not speak, background noise is picked up\nand sent over the network. This is inefficient as this signal carries no useful\ninformation and thus, bandwidth is wasted.\n\nGiven that typically only one party in a conversation speaks at any one time,\nsilence suppression can achieve overall bandwidth savings in the order of 50%\nover the duration of a telephone call. (While both parties may sometimes speak\nat the same time, there are times when both parties are silent.)\n\nSilence suppression is achieved by recognizing the lack of speech through a\nspeech processing mechanism called voice activity detection (VAD) which\ndynamically monitors background noise and sets a corresponding speech detection\nthreshold. This technique is also known as speech activity detection (SAD).\n\nA similar principle is used for Discontinuous Reception and discontinuous\ntransmission in GSM mobile telephone systems.\n\nFor further bandwidth gains, silence suppression is normally done after echo\ncancellation.\n","linknr":87,"url":"Silence_suppression","recorded":1362903052,"links":10,"instances":["telephony","computing"],"pdf":[],"categories":["Telephony"],"headings":["Drawbacks","See also","External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["bandwidth","computing"],["clipping","telephony"]],"members":["clipping","bandwidth"],"related":["Telephony","Telecommunications_network","Telephone_call","Bandwidth_(computing)","Packet_switching","Telephone_call","Speech_processing","Voice_activity_detection","Discontinuous_Reception","Discontinuous_transmission","Echo_cancellation","Clipping_(telephony)","Comfort_noise","Talkspurt","Voice_activity_detection"]}