{"cursor":"3274","size":15,"audio":[],"currentlang":"en","article":"'The Society of Cartographers (SoC)' is an association of cartographers based in\nthe United Kingdom. Founded as Society of University Cartographers in 1969, it\nchanged to its current name in 1989.\n\nThe Society of Cartographers aim is to support and encourage all those actively\ninvolved in the production of maps – 'whatever the method and format of map\nproduction'. By providing information and opportunities to contact, meet and\nexchange views and techniques, they hope to support and encourage those involved\nin all aspects of mapmaking and maintain a high standard of cartographic\nillustration and quality, meaningful map production.\n\nThe Society was founded in 1964 at the University of Glasgow and was originally\nnamed the Society of University Cartographers. In 1989 the Society adopted a\nnew title and constitution opening up membership to ALL those who regularly\nmake maps.\n\nThe Society's membership is widely drawn from the education sector, statutory\ninstitutions, local authorities, public utilities and the commercial and\npublishing industry. The majority of the membership is UK based, but with a\nsignificant world-wide membership.\n\nThe SoC is focused on the continual evolution of the mapping industry and how\nthis relates to overlapping disciplines (such as GIS; Graphic Design, Web\nmapping); how maps now manifest themselves in today’s society and what this\nmeans to the mapmakers of today.\n\nPeople can join the SoC at: http://www.soc.org.uk/member.htm\n","linknr":94,"url":"Society_of_Cartographers","recorded":1362664885,"links":10,"instances":[],"pdf":[],"categories":["Geographic societies"],"headings":["Networking","See also","Contacts","Legal","External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Cartography","United_Kingdom","GIS","Graphic_Design","Web_mapping","Geographical_Association","Royal_Geographical_Society","International_Cartographic_Association","British_Cartographic_Society","Association_of_Geographic_Information_Laboratories_for_Europe"]}