{"cursor":"8205","size":15,"audio":[],"currentlang":"en","article":"'Specific appetite', also known as 'specific hunger', is a drive to eat foods\nwith specific flavors or other characteristics.\n\nRegulation of homeostasis is essential to the survival of animals. Because the\nnutritional content of a diet will vary with environmental and other conditions,\nit is useful for animals to have a mechanism to ensure that their nutritional\nneeds are within the appropriate range. Specific appetite is one such mechanism.\nSpecific appetite has been demonstrated in various species for a number of\nvitamins and minerals, as well as calories, protein, and water. Unfortunately,\nspecific appetite is very difficult to study experimentally, as there are a\nnumber of factors that influence food choice. Very little is known about the\nspecific mechanisms inducing specific appetite, and the genes encoding for\nspecific appetites are mostly speculative.\n\nVery few specific appetites for particular nutrients have been identified in\nhumans. The most robustly identified are 'salt appetite'/'sodium appetite'. The\nproblem with many other nutrients is that they do not have distinctly\nidentifiable tastes, and only two other specific appetites, for iron and\ncalcium, have been identified with experimental rigour so far. Other appetites\nare thus currently classified as 'learned appetites', which are not innate\nappetites that are triggered automatically in the absence of certain nutrients,\nbut learned behaviours, aversions to or preferences for certain foods as they\nbecome associated with experiences of malnutrition and illness.\n","linknr":131,"url":"Specific_appetite","recorded":1362375069,"links":10,"instances":[],"pdf":[],"categories":["Nutrition"],"headings":["Learned appetite","Unlearned appetite","Indirect manipulation of specific appetite","Specific appetite in humans","Ongoing research","References","Further reading"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Homeostasis","Zoology","Vitamin_C","Tocopherol","Lipid_peroxidation","List_of_domesticated_animals","Angiotensin","Dialysis","Health","Addison's_disease","Congenital_adrenal_hyperplasia","Monell_Chemical_Senses_Center"]}