{"cursor":"3212","size":15,"audio":[],"currentlang":"en","article":"The 'systemic acquired resistance' (SAR) is a \"whole-plant\" resistance response\nthat occurs following an earlier localized exposure to a pathogen. SAR is\nanalogous to the innate immune system found in animals, and there is evidence\nthat SAR in plants and innate immunity in animals may be evolutionarily\nconserved. Plants use pattern-recognition receptors to recognize conserved\nmicrobial signatures. This recognition triggers an immune response. The first\nplant receptors of conserved microbial signatures were identified in rice (XA21,\n1995) and in Arabidopsis (FLS2, 2000). Plants also carry\nimmune receptors that recognize highly variable pathogen effectors. These\ninclude the NBS-LRR class of proteins. SAR is important for plants to resist\ndisease, as well as to recover from disease once formed. SAR can be induced by a\nwide range of pathogens, especially (but not only) those that cause tissue\nnecrosis, and the resistance observed following induction of SAR is effective\nagainst a wide range of pathogens, which is why SAR resistance is sometimes\ncalled \"broad spectrum.\" SAR is associated with the induction of a wide range of\ngenes (so called PR or \"pathogenesis-related\" genes), and the activation of SAR\nrequires the accumulation of endogenous salicylic acid (SA). The pathogen-\ninduced SA signal activates a molecular signal transduction pathway that is\nidentified by a gene called NIM1, NPR1 or SAI1 (three names for the same gene)\nin the model genetic system [[Arabidopsis thaliana]]. SAR has been observed in a\nwide range of flowering plants, including dicotyledon and monocotyledon species.\nSAR can be activated in corn, however, widely adapted commercial like\nBenzothiadiazole may not be efficient against P. sorghi causing common\nrust. [http://scialert.net/abstract/?doi=ijpp.2011.43.50]\n","linknr":118,"url":"Systemic_acquired_resistance","recorded":1362559386,"links":18,"instances":["physiology"],"pdf":["http://www.plantcell.org/cgi/reprint/8/10/1809.pdf"],"categories":["Phytopathology","Plant physiology","Immune system"],"headings":["See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Fern.jpg/35px-Fern.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["plant_perception","physiology"]],"members":["plant_perception"],"related":["Pathogen","Innate_immune_system","Plant_perception_(physiology)","Tissue_necrosis","Gene","Pathogenesis-related","Endogenous","Salicylic_acid","Signal_transduction","Dicotyledon","Monocotyledon","Hypersensitive_response","Salicylic_acid","Phytopathology"]}