{"cursor":"4536","size":15,"audio":[],"currentlang":"en","article":"\n\n\nA 'table of contents,' usually headed simply \"Contents\" and abbreviated\ninformally as 'TOC,' is a list of the parts of a book or document organized in\nthe order in which the parts appear. The contents usually includes the titles or\ndescriptions of the first-level headers, such as chapter titles in longer works,\nand often includes second-level or section titles (A-heads) within the chapters\nas well, and occasionally even third-level titles (subsections or B-heads). The\ndepth of detail in tables of contents depends on the length of the work, with\nlonger works having less. Formal reports (ten or more pages and being too long\nto put into a memo or letter) also have a table of contents. Within an English-\nlanguage book, the table of contents usually appears after the title page,\ncopyright notices, and, in technical journals, the abstract; and before any\nlists of tables or figures, the foreword, and the preface.\n\nPrinted tables of contents indicate page numbers where each part starts, while\ndigital ones offer links to go to each part. The format and location of the page\nnumbers is a matter of style for the publisher. If the page numbers appear after\nthe heading text, they might be preceded by characters called leaders, usually\ndots or periods, that run from the chapter or section titles on the opposite\nside of the page, or the page numbers might remain closer to the titles. In some\ncases, the page number appears before the text.\n\nIf a book or document contains chapters, articles, or stories by different\nauthors, the author's name also usually appears in the table of contents.\n\nIn some cases, tables of contents contains a high quality description of the\nchapter's but usually first-level header's section content rather than\nsubheadings.\n\nMatter preceding the table of contents is generally not listed there. However,\nall pages except the outside cover are counted, and the table of contents is\noften numbered with a lowercase Roman numeral page number. Many popular word\nprocessors, such as Microsoft Word, WordPerfect, and StarWriter are capable of\nautomatically generating a table of contents if the author of the text uses\nspecific styles for chapter titles, headings, subheadings, etc.\n\nThere is one on this very page below.\n","linknr":169,"url":"Table_of_contents","recorded":1362535072,"links":27,"instances":["publishing","summary","pliny"],"pdf":[],"categories":["Technical communication","Book design","Indexing"],"headings":["Examples","Earliest use","References","Notes"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["abstract","summary"],["figure","publishing"],["natural_history","pliny"]],"members":["figure","abstract","natural_history"],"related":["Document","Memorandum","Title_page","Copyright_notice","Abstract_(summary)","Figure_(publishing)","Foreword","Preface","Hyperlink","Full_stop","Word_processor","Microsoft_Word","WordPerfect","StarOffice_Writer","Pliny_the_Elder","Quintus_Valerius_Soranus","Pliny_the_Elder","Pliny_the_Younger","Natural_History_(Pliny)","The_Chicago_Manual_of_Style"]}