{"cursor":"2047","size":15,"audio":[],"currentlang":"en","article":" 'Termination' is part of the process\nof transcribing RNA. In eukaryotes, a termination factor is required to release\nthe newly made (nascent) RNA from the transcription complex. Prokaryote mRNAs\noften do not require a termination factor: an inverted repeat followed by a\nstring of Us (uracils) in the mRNA template strand forms a stem-loop structure\nwhich destabilizes binding by the RNA polymerase and causes Rho-independent\ntranscription termination.\n\nThe most extensively studied transcriptional termination factor is the Rho\nprotein of E. coli. The Rho protein recognizes a cytosine-rich region of the\nelongating mRNA, but the exact features of the recognized sequences remain\nunknown. Rho forms a ring-shaped hexamer and advances along the mRNA,\nhydrolyzing ATP, toward RNA polymerase (5' to 3' with respect to the mRNA). When\nthe Rho protein reaches the RNA polymerase complex, transcription is terminated\nby dissociation of the RNA polymerase from the DNA. The structure, as well as\nthe activity, of the Rho protein is similar to that of the F 1 subunit\nof ATP synthase, supporting the theory that the two share an evolutionary link.\nThe antibiotic bicyclomycin works by inhibiting Rho.\n\nThe process of transcriptional termination is less well understood in\neukaryotes, which have extensive post-transcriptional RNA processing. Each of\nthe three types of eukaryotic RNA polymerase has a different termination system.\nEukaryotic termination factors bind to the termination signal region and disturb\nRNA polymerase II as it moves by, causing it to fall off the DNA strand within\nthe next 300 base pairs. This 300 bp region is removed during processing, before\npoly(A)tailing (see Polyadenylation).\n","linknr":100,"url":"Termination_factor","recorded":1362486649,"links":14,"instances":[],"pdf":[],"categories":["Molecular genetics","Gene expression"],"headings":["External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/6/61/DNA_stub.png/40px-DNA_stub.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["RNA","Eukaryotes","Transcription_complex","Prokaryote","MRNA","Inverted_repeat","Uracil","Rho-independent_transcription_termination","E._coli","Cytosine","Adenosine_triphosphate","RNA_polymerase","RNA_polymerase","RNA_polymerase","DNA","ATP_synthase","Bicyclomycin","Termination_signal","RNA_polymerase_II","Polyadenylation"]}