{"cursor":"3433","size":15,"audio":[],"currentlang":"en","article":"\nIn chemistry, a 'tetravalence' is the state of an atom with four electrons\navailable for covalent chemical bonding in its valence (outermost electron\nshell). An example is methane (CH 4): the tetravalent carbon atom\nforms a covalent bond with four hydrogen atoms. The carbon atom is called\ntetravalent because it forms 4 covalent bonds. A carbon atom has a total of six\nelectrons occupying the first two shells, i.e., the K-shell has two electrons\nand the L-shell has four electrons. This distribution indicates that in the\noutermost shell there are one completely filled 's' orbital and two half-filled\n'p' orbitals, showing carbon to be a divalent atom. But in actuality, carbon\ndisplays tetravalency in the combined state. Therefore, a carbon atom has four\nvalence electrons. It could gain four electrons to form the C 4- anion\nor lose four electrons to form the C 4+ cation. Both these conditions\nwould take carbon far away from achieving stability by the octet rule. To\novercome this problem carbon undergoes bonding by sharing its valence electrons.\nThis allows it to be covalently bonded to one, two, three or four carbon atoms\nor atoms of other elements or groups of atoms. Let us see how carbon forms the\nsingle, double and triple bonds in the following examples.\n\nA carbon atom has four electrons in its outermost valence shell. So, it needs\nfour more electrons to complete its octet. A carbon atom completes its octet\nonly by sharing its valence electrons with other atoms. As a result, carbon atom\nforms four covalent bonds by sharing valence electrons with other atoms. This is\nknown as tetravalency of carbon,(tetra means four). These four valences of\ncarbon are directed towards four corners of a tetrahedron, and inclined to each\nother atomic an angle of a 109° 28´.\n\nThe carbon atom is assumed to be atomic the center of the tetrahedron. In common\nuse, the four valences of carbon are shown by four bonds around a carbon atom as\nshown alongside\n\nMethane molecule: Each carbon atom has four electrons in its outermost shell.\nThus, it requires four more electrons to acquire a stable noble gas\nconfiguration. Each of the hydrogen atoms has only one electron in its outermost\nshell and requires one more electron to complete its outermost shell (to acquire\nHe configuration). To achieve this, one carbon atom forms four single covalent\nbonds with four hydrogen atoms.\n\nCarbon dioxide molecule: Each carbon atom has four electrons in its outermost\nshell and each oxygen atom has six electrons in its outermost shell. Thus, each\ncarbon atom requires four, and each oxygen atom requires two more electrons to\nacquire noble gas configurations. To achieve this, two oxygen atoms form a\ndouble covalent bond with carbon.\n\nAcetylene molecule: Each carbon atom has four electrons in its outermost shell\nand each hydrogen atom has only one electron in its outermost shell. Two carbon\natoms share two electrons each with hydrogen atoms to form single bonds. Each\ncarbon then requires three more electrons to acquire a stable configuration of\nthe nearest noble gas (neon). This is done by mutually sharing three pairs of\nelectrons between the two carbon atoms to form a triple bond.\n","linknr":105,"url":"Tetravalence","recorded":1362375174,"links":17,"instances":["chemistry"],"pdf":[],"categories":["Chemical properties"],"headings":[],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Chem_template.svg/32px-Chem_template.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["valence","chemistry"]],"members":["valence"],"related":["Chemistry","Atom","Electron","Covalent_bond","Chemical_bond","Valence_(chemistry)","Electron_shell","Methane","Carbon","Hydrogen","Divalent","Anion","Cation","Octet_rule","Methane","Carbon_dioxide","Oxygen","Acetylene"]}