{"cursor":"2941","size":15,"audio":[],"currentlang":"en","article":"In science, an 'adversarial collaboration' is a scientific experiment\nconducted by two groups of experimenters with competing hypotheses, with the\naim of constructing and implementing an experimental design in a way that\nsatisfies both groups that there are no obvious biases or weaknesses in the\nexperimental design.\n\nAdversarial collaboration has been recommended as a way of resolving contentious\nissues in fringe science, such as the existence or nonexistence of extrasensory\nperception. Wagenmakers, E.-J., Wetzels, R., Borsboom, D., & van der Maas,\nH. L. J. (2010). [http://www.ruudwetzels.com/articles/Wagenmakersetal_subm.pdf\nWhy psychologists must change the way they analyze their data: The case of\npsi.]\n\nPhilip Tetlock and Gregory Mitchell have discussed it in various articles.\nThey argue:\n\n{{quote|Of course, what makes adversarial collaboration scientifically\nattractive—the prospect of breaking epistemic impasses—may also render it\npolitically unattractive. Nothing will happen if either side decides that it is\nbetter off when there is less scientific clarity. For this reason, failures to\nbroker adversarial collaborations are profoundly informative: they signal to the\npolicy world that the American racism debate and the sub-debate on unconscious\nprejudice may be politicized beyond scientific redemption. Tetlock (2006) has\noffered rough sociology-of-science diagnostics for judging the odds of failures\nof this sort. Adversarial collaboration is most feasible when least needed: when\nthe clashing camps have advanced testable theories, subscribe to common canons\nfor testing those theories, and disagreements are robust but respectful. And\nadversarial collaboration is least feasible when most needed: when the\nscientific community lacks clear criteria for falsifying points of view,\ndisagrees on key methodological issues, relies on second- or third-best\nsubstitute methods for testing causality, and is fractured into opposing camps\nthat engage in ad hominem posturing and that have intimate ties to political\nactors who see any concession as weakness. Tetlock (2006) calls the former\ncommunity as “epistemic Heaven.” the latter “epistemic hell,” and maintains—in\nthe spirit of Figure 4—that if adversarial collaboration is indeed unnecessary\nin heaven and impossible in hell, we should expect the greatest expected returns\nin the “murky middle” in which theory-testing conditions are less than ideal but\nnot yet hopeless.| Tetlock, Philip & Gregory Mitchell. 2009. \"Implicit Bias\nand Accountability Systems: What Must Organizations Do to Prevent\nDiscrimination?\" Research in Organizational Behavior 29:3-38. Earlier version at\n[http://www.law.virginia.edu/pdf/faculty/ImplicitBiasinOrganizationsandAdversar-\nialCollaboration.pdf] }}\n","linknr":88,"url":"Adversarial_collaboration","recorded":1362570759,"links":14,"instances":[],"pdf":["http://www.law.virginia.edu/pdf/faculty/ImplicitBiasinOrganizationsandAdversarialCollaboration.pdf"],"categories":["Design of experiments","Skepticism"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/7/75/Science-symbol-2.svg/30px-Science-symbol-2.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Science","Scientific_experiment","Scientific_hypothesis","Experimental_design","Fringe_science","Extrasensory_perception"]}