{"cursor":"2240","size":15,"audio":[],"currentlang":"en","article":"\n'Mineral hydration' is an inorganic chemical reaction where water is added to\nthe crystal structure of a mineral, usually creating a new mineral, usually\ncalled a [[hydrate]].\n\nIn geological terms, the process of mineral hydration is known as retrograde\nalteration and is a process occurring in retrograde metamorphism. It commonly\naccompanies metasomatism and is often a feature of wall rock alteration around\nore bodies. Hydration of minerals occurs generally in concert with hydrothermal\ncirculation which may be driven by tectonic or igneous activity.\n\nMineral hydration is also a process in the regolith that results in conversion\nof silicate minerals into clay minerals.\n\nThere are two main ways in which minerals hydrate. One is conversion of an oxide\nto a double hydroxide, as with the hydration of calcium oxide—CaO—to calcium\nhydroxide—Ca(OH) 2, the other is with the incorporation of water\nmolecules directly into the crystalline structure of a new mineral, as in the\nhydration of feldspars to clay minerals, garnet to chlorite, or kyanite to\nmuscovite.\n\nSome mineral structures, for example, montmorillonite, are capable of including\na variable amount of water without significant change to the mineral structure.\n\nHydration is the mechanism by which hydraulic binders such as Portland cement\ndevelop strength. A hydraulic binder is a material that can set and harden\nsubmerged in water by forming insoluble products in a hydration reaction. The\nterm hydraulicity or hydraulic activity is indicative of the chemical affinity\nof the hydration reaction.\n","linknr":129,"url":"Mineral_hydration","recorded":1362675315,"links":30,"instances":[],"pdf":[],"categories":["Concrete","Geology","Hydrates","Inorganic reactions"],"headings":["See also","References"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Crystal_structure","Mineral","Geology","Retrograde_metamorphism","Metasomatism","Hydrothermal_circulation","Regolith","Clay","Oxide","Hydroxide","Calcium_oxide","Calcium_hydroxide","Feldspar","Clay_mineral","Garnet","Chlorite_group","Kyanite","Muscovite","Montmorillonite","Cement","Portland_cement","Chemical_affinity","Cement","Clay-water_interaction","Hydrothermal_circulation","Metasomatism","Metamorphism"]}