{"cursor":"1516","size":15,"audio":[],"currentlang":"en","article":"'Product proliferation' occurs when organizations market many variations of the\nsame products. This can be done through different colour combinations, product\nsizes and different product uses. This produces diversity for the firm as it is\nable to capture its sizable portion of the market. However, it can also be\nconsidered that marketing so many new products leads to economic resources\nbeing wasted; the consumer becomes confused and mistakes are made in the\npurchase of products.\n\nProduct proliferation is often used by incumbent firms as method of entry\ndeterrence. By developing a large variety of products, the incumbent firm is\nable to occupy gaps in the market that potential entrants may have exploited,\nthus reducing the threat of competition.\n\nThe very dynamism of product proliferation makes it hard to manage. Complexity\nis spawned by an ever-changing landscape of customer demand and companies'\nattempts to meet that demand with configurable products and more product\nvariations.\n\nProduct proliferation can sometimes also lead to cannibalisation of the existing\nproduct line of the company and should be justified by overall increase in\nmarket share.\n","linknr":91,"url":"Product_proliferation","recorded":1362560254,"links":15,"instances":["business","marketing_strategy"],"pdf":[],"categories":["Microeconomics","Marketing"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Usdollar100front.jpg/40px-Usdollar100front.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["product","business"],["diversification","marketing_strategy"]],"members":["product","diversification"],"related":["Product_(business)","Diversification_(marketing_strategy)","Consumer","Strategic_entry_deterrence","Market_competition","Cannibalisation","Product_line","Market_share"]}