{"cursor":"2170","size":15,"audio":[],"currentlang":"en","article":"\n'Respiratory organs' (or 'breathing organs') are used by most, or all,\nanimals to exchange the gases necessary for their life function known as\nrespiration. These organs come in many forms, some of them apparently having\nindependently evolved:\n\n* skin – some aquatic and small terrestrial animals (including some of the\n  smallest spiders, earthworms and mites) can breathe simply by exchanging gas\n  through the surface of their body\n* gill – many aquatic animals, like fish, and a few of the smaller terrestrial\n  animals, like woodlice, use gills to breathe. Gills are simply layers of\n  tissue adapted specifically to gas exchange.\n* book lung – Some spiders, scorpions, and other arthropods still use primitive\n  book lungs, essentially gills adapted for land use, in their respiration.\n  These are simply tissue with many wrinkles to increase their surface area.\n* Branchiostegal lung - some crabs, coconut crabs in particular, use this\n  gill-like lung\n* Labyrinth organ – A secondary breathing organ specific to the labyrinth fish,\n  essentially an enclosed maze of tissue, evolved from a niche in their gill\n  structure.\n* Invertebrate trachea – tubes evolved by many arthropods, possibly from book\n  lungs, which simply lead directly into their bodies through holes called\n  spiracles, where their internal organs generally absorb their own air. These\n  can be very primitive, as with some spiders, or more complex, ending with\n  specialized air sacs, as with many insects.\n* lung – An organ made up of muscle tissues which drive the drawing in and\n  expulsion of air, in the process transporting oxygen from the atmosphere into\n  the bloodstream and releasing carbon dioxide from the bloodstream into the\n  atmosphere.\n* diaphragm – the layer of muscular membrane located at the bottom of the\n  thoracic cavity which in responsible in adjusting the volume of the\n  thoracic cavity.\n","linknr":112,"url":"Respiration_organ","recorded":1362673443,"links":19,"instances":["physiology"],"pdf":[],"categories":["Respiration"],"headings":[],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/e/e6/Heart-and-lungs.jpg/31px-Heart-and-lungs.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["respiration","physiology"]],"members":["respiration"],"related":["Respiration_(physiology)","Skin","Spider","Earthworms","Mite","Gill","Fish","Woodlouse","Gas_exchange","Book_lung","Scorpion","Arthropod","Branchiostegal_lung","Coconut_crabs","Gill","Lung","Labyrinth_organ","Labyrinth_fish","Invertebrate_trachea","Spiracle","Lung","Thoracic_diaphragm"]}