{"cursor":"5020","size":15,"audio":[],"currentlang":"en","article":"\nThe 'Ulster Democratic Party' ('UDP') was a small loyalist political party in\nNorthern Ireland. It was established in June 1981 as the 'Ulster Loyalist\nDemocratic Party' by the Ulster Defence Association (UDA) to replace their New\nUlster Political Research Group. The UDP name had previously been used in the\n1930s by an unrelated party which had contested Belfast\nCentral. [http://www.election.demon.co.uk/stormont/belfast.html Election\nresults in Belfast]\n\nWith their roots firmly in the Protestant community of Northern Ireland, their\ninitial political stance was not the traditional unionist one favoured by that\nsection of society. Instead they supported independence for Northern Ireland\nwithin the European Economic Community and the Commonwealth. These policies had\nbeen set out by their predecessors in the New Ulster Political Research Group in\ntheir Beyond the Religious Divide policy document. Ian S. Wood, Crimes of\nLoyalty: A History of the UDA, Edinburgh University Press, 2006, pp. 73-74\nHowever, this position did not capture the electorate's imagination, and they\nswitched to supporting the UDA's Common Sense position, which suggested an\nassembly and executive for the region, elected by proportional representation.\nThey also supported a written Bill of Rights and Constitution.\n\nIn the early years the party's electoral support was limited. Their first foray\ninto electoral politics was deeply disappointing P. Taylor, Loyalists,\nLondon: Bloomsbury, 2000  with the party leader John McMichael polling\nonly 576 votes (1.3%) in the 1982 Belfast South by-election. The party's two\ncandidates in the assembly elections in North Belfast similarly failed to make\nan impact. It was not until 1989 that the party made its electoral breakthrough\nwhen Ken Kerr won a seat in the Waterside area to Derry City Council. Although\nhe lost the seat in 1993, the party, which had dropped the \"loyalist\" part of\ntheir name in late 1989, won a seat in Lisburn held by Gary McMichael, the son\nof the former leader who had been assassinated in 1987. They increased their\nnumber of council seats to four in 1997.\n\nThis was due in part to their increased public profile after the UDP played a\nrole in the loyalist cease-fire of 1994 and contested the 1996 elections to the\nNorthern Ireland Forum. Although they failed to win any constituency seats, as\none of the ten most successful parties, they were awarded two \"top-up\" seats,\ntaken by Gary McMichael and John White. This entitled the party a place in the\nall-party talks that led to the 1998 Belfast Agreement. In January 1998 the UDP\nvoluntarily withdrew from the peace talks before they were expelled in response\nto a number of murders committed by the Ulster Freedom Fighters, a cover name\nfor the UDA.\n\nThe party officially supported devolution for Northern Ireland and the creation\nof an assembly but in this they were at odds with the UDA and much of the\nparty's membership, [http://news.bbc.co.uk/1/hi/northern_ireland/1132648.stm\nLoyalist party split over peace accord] from bbc.co.uk leading to a split\nin the party. The UDP failed to win any seats at the 1998 elections for the\nassembly. The party lost a council seat in 2001 and saw its support reduced.\n(The party's candidates had been forced to run as independents after the party\nforgot to register its name with the electoral commission.) [http://findart-\nicles.com/p/articles/mi_qn4161/is_20010506/ai_n14527650 UDP This now stands for\nU DOZY PEOPLE] from [[Sunday Mirror]], May 6 2001\n\nThe disagreement over the Belfast Agreement between the UDP leadership and the\nUDA, and within the UDP itself continued until in November 2001 the party\ndissolved. [http://cain.ulst.ac.uk/othelem/organ/uorgan.htm CAIN: Abstract\nof Organisations] Its role has largely been taken over by the Ulster\nPolitical Research Group.\n","linknr":335,"url":"Ulster_Democratic_Party","recorded":1362896863,"links":19,"instances":["assembly_constituency","ireland","northern_ireland_politician"],"pdf":[],"categories":["Defunct political parties in Northern Ireland","History of Northern Ireland","Political parties established in 1981","Political parties disestablished in 2001","Ulster Defence Association","Ulster nationalist parties","1981 establishments in Northern Ireland","Ulster unionism"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Flag_of_the_Ulster_Nation.svg/100px-Flag_of_the_Ulster_Nation.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["unionists","ireland"],["belfast_north","assembly_constituency"],["john_white","northern_ireland_politician"]],"members":["belfast_north","unionists","john_white"],"related":["Ulster_loyalism","Political_party","Northern_Ireland","Ulster_Defence_Association","New_Ulster_Political_Research_Group","Protestant","Unionists_(Ireland)","Ulster_nationalism","European_Economic_Community","Commonwealth_of_Nations","New_Ulster_Political_Research_Group","Proportional_representation","John_McMichael","Belfast_South_by-election,_1982","Northern_Ireland_Assembly_election,_1982","Belfast_North_(Assembly_constituency)","Northern_Ireland_local_elections,_1989","Ken_Kerr","Derry","Northern_Ireland_local_elections,_1993","Northern_Ireland_local_elections,_1997","Northern_Ireland_Forum","Gary_McMichael","John_White_(Northern_Ireland_politician)","Belfast_Agreement","Ulster_Freedom_Fighters","Devolution","Northern_Ireland_Assembly","Bbc.co.uk","Northern_Ireland_Assembly_Election,_1998","Northern_Ireland_local_elections,_2001","Ulster_Political_Research_Group"]}