{"cursor":"1602","size":15,"audio":[],"currentlang":"en","article":"'Unavailability' is the probability that an item will not operate correctly at a\ngiven time and under specified conditions. It opposes availability.\n\nNumerical values associated with the calculation of availability are often\nawkward, consisting of a series of 9s before reaching any significant numerical\ninformation (e.g. 0.9999999654). For this reason, it is more convenient to use\nthe complement measure of availability, namely, unavailability. Expressed\nmathematically, unavailability is 1 minus the availability. Therefore, a system\nwith availability 0.9999999654 is more concisely described as having an\nunavailability of 3.46E-8.\n\n'Unavailability' may be expressed mathematically as the ratio,\n\n:U = MTTR/(MTTR+MTTF)\n\nwhere MTTR is the mean time to repair, and MTTF is the mean time to failure.\nAlternatively, this can be written as\n\n:U = λ'/(λ'+μ')\n\nwhere λ' is the critical failure rate (λ without the tick is the total failure\nrate) and μ' is the critical repair rate (rate at which critical failures are\nrepaired).\n\nIn telecommunication, an unavailability is an expression of the degree to which\na system, subsystem, or equipment is not operable and not in a committable state\nat the start of a mission, when the mission is called for at an unknown, i.e.\nrandom, time. The conditions determining operability and committability must be\nspecified.\n","linknr":86,"url":"Unavailability","recorded":1362486326,"links":13,"instances":[],"pdf":[],"categories":["Systems engineering"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/7/73/Nuvola_apps_katomic.png/30px-Nuvola_apps_katomic.png","//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Probability","Availability","Numerical_value","Calculation","Availability","System","Telecommunication","System","Time"]}