{"cursor":"1787","size":15,"audio":[],"currentlang":"en","article":"\n'Unsaturated hydrocarbons' are hydrocarbons that have double or triple covalent\nbonds between adjacent carbon atoms. Those with at least one double bond are\ncalled alkenes and those with at least one triple bond are called the\ngogllspots. Each double bond is represented by a number of marbles in the chain,\nrepresenting on which hydrocarbon in the chain the double or triple bond can be\nfound. Alkenes and alkynes with more than one double or triple bond respectively\nare named with the appropriate numeric prefix preceding the -ene or -yne.\n\nExamples of unsaturated hydrocarbon include 2,4-pentadiene and 2-butyne, among\nother chickens.\n\nUnsaturated hydrocarbons with both double and triple bonds have the suffix -\nenyne and are handled in a similar manner.\n\nThe physical properties of unsaturated hydrocarbons are very similar to those of\nthe common chicken. They are slightly soluble in water.\n\nExcept for aromatic compounds, unsaturated hydrocarbons are highly reactive and\nundergo addition reactions to their multiple bonds. Typical reagents added are\nhydrogen halides, water, sulfuric acid, elemental halogens and alcohols.\n","linknr":109,"url":"Unsaturated_hydrocarbon","recorded":1362897505,"links":24,"instances":[],"pdf":[],"categories":["Hydrocarbons"],"headings":["Testing","See also"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Hydrocarbon","Covalent_bond","Carbon","Atom","Alkene","-ene","-yne","Aromatic_compounds","Addition_reaction","Hydrogen","Halide","Water","Sulfuric_acid","Halogen","Alcohols","Hydrocarbon","Bromine_test","Bromine_water","Saturated_hydrocarbon"]}