{"cursor":"1718","size":15,"audio":[],"currentlang":"en","article":"\n\nA 'hall pass' is a pass or token used in schools to show that a student has been\nauthorized to be out of his/her classroom while lessons are in progress. They\nare commonly issued to students if they need to use the bathroom, if they have\nbeen asked to run an errand for a faculty member, or if they need to see the\nschool nurse. A student wishing to leave school for an off-site activity may\nalso require a hall pass.\n\nIn some instances a school may have reusable hall passes for specific tasks,\nsuch as restroom breaks, which are handed as and when needed, and are returned\nto the teacher once the student has returned. In other cases, a hall pass may be\nwritten out specifically for a student requiring to leave the room, and disposed\nof afterwards.\n\nHall passes may be open ended: permitting students to be out of class until a\ntask is completed, or time limited: granting a student only set period of time\noutside of the classroom. A variation on the concept of a hall pass is the hall\npass timer manufactured by Stokes Publishing Company. This hall pass\nelectronically times how long the student is gone so that both the teacher and\nthe student can keep track of how long the student has been outside of the\nclassroom.\n\nPermanent hall passes may also be given to students who must regularly leave the\nclassroom for a medical reason, or in order to attend club/sport activities.\n\nHall passes can be cancelled in the event of a school security emergency (i.e.,\ntrespassers, fire alarms, or bomb threats.)\n","linknr":81,"url":"Hall_pass","recorded":1362670124,"links":12,"instances":[],"pdf":[],"categories":["Ephemera","Education terminology","American slang"],"headings":[],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Classroom","Lesson","Bathroom"]}