{"cursor":"3770","size":15,"audio":[],"currentlang":"en","article":"\n\nThe term 'heliophysics' was coined in 1981 to denote the physics of the entire\nSun: from centre to corona. It is a direct translation from the French ‘he\ńliophysique’, which was introduced to provide a distinction from physique\nsolaire (solar physics) which in practice was then confined to only the outer\nlayers of the Sun. It is a subdiscipline of heliology. {{cite journal\n  | author = Christensen-Dalsgaard, J.; Gough, D.~O. title = Towards a\n  | heliological inverse problem journal = Nature year = January 1976 volume =\n  | 259 pages = {89–92}, doi = 10.1038/259089a0 bibcode = 1976\n}} Recently the meaning of the term has been extended by Dr George Siscoe\nof Boston University to include the physics of the heliosphere (the space around\nthe sun beyond the corona, in principle out to the shock where the solar wind\nencounters the interstellar medium, but excluding the planets and other\ncondensed bodies). It has subsequently been used by the NASA Science Mission\nDirectorate to encompass the study of the heliosphere and the objects that\ninteract with it—most notably, but not limited to, planetary atmospheres and\nmagnetospheres, the solar corona, and the interstellar medium. Heliophysics\ncombines several other disciplines, including several branches of space physics,\nplasma physics, and solar physics, including stellar physics in general. The\nrecent extension of heliophysics is closely tied to the study of space weather\nand the phenomena that affect it, and consequently to climatology. To quote\nGeorge Siscoe from a recent conference presentation: Heliophysics is\nan environmental science, a unique hybrid between meteorology and astrophysics.\nIt comprises a body of data and a set of paradigms (general laws—perhaps mostly\nstill undiscovered) specific to magnetized plasmas and neutrals in the\nheliosphere interacting with themselves and with gravitating bodies and their\natmospheres.\n\n\"Heliophysics\" is the name of one of four divisions within NASA's Science\nMission Directorate (Earth Science, Planetary Science, Heliophysics, and\nAstrophysics. The word was used to simplify the name of the \"Sun--Solar-System\nConnections\" Division (and before that, the \"Sun-Earth Connections\" Division).\nThere is some controversy behind the naming of this division: the prefix \"helio\"\n(Attic Greek: helios) means sun; the term \"Heliophysics\" literally means\n\"Physics of the Sun\", which, therefore, does not adequately describe the\nmajority of the science that is conducted within NASA's Heliophysics division.\nNASA adopts terminology in many ways.\n\nUse of the word heliophysics has also extended to the recent International\nHeliophysical Year in 2007-2008.\n","linknr":254,"url":"Heliophysics","recorded":1362267778,"links":30,"instances":["spacecraft"],"pdf":[],"categories":["Sun","Space science"],"headings":["See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Evolving_Heliophysics_System_Observatory.jpg/220px-Evolving_Heliophysics_System_Observatory.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/7/72/NASA_Heliophysics_flight_program.jpg/1000px-NASA_Heliophysics_flight_program.jpg","//upload.wikimedia.org/wikipedia/commons/6/6b/Magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Yohkohimage.gif/155px-Yohkohimage.gif","//upload.wikimedia.org/wikipedia/commons/thumb/5/54/Science.jpg/30px-Science.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["wind","spacecraft"]],"members":["wind"],"related":["Sun","Heliosphere","NASA","Atmosphere","Magnetosphere","Solar_corona","Interstellar_medium","Space_physics","Plasma_physics","Solar_physics","Stellar_physics","Space_weather","Climatology","International_Heliophysical_Year","Advanced_Composition_Explorer","STEREO","WIND_(spacecraft)","Solar_and_Heliospheric_Observatory","Solar_Dynamics_Observatory","List_of_heliophysics_missions"]}