{"cursor":"5779","size":15,"audio":[],"currentlang":"en","article":"__NOTOC__'Herpetology' is the branch of zoology concerned with the study of\namphibians (including frogs, toads, salamanders, newts, and gymnophiona) and\nreptiles (including snakes, lizards, amphisbaenids, turtles, terrapins,\ntortoises, crocodilians, and the tuataras). Batrachology is a further\nsubdiscipline of herpetology concerned with the study of amphibians alone.\n\nHerpetology is concerned with poikilothermic, ectothermic tetrapods. Under this\ndefinition \"herps\" (or sometimes \"herptiles\" or \"herpetofauna\") exclude fish,\nbut it is not uncommon for herpetological and ichthyological scientific\nsocieties to \"team up\", publishing joint journals and holding conferences in\norder to foster the exchange of ideas between the fields. One of the most\nprestigious organizations, the American Society of Ichthyologists and\nHerpetologists, is an example of this. Many herpetological societies exist\ntoday, having been formed to promote interest in reptiles and amphibians both\ncaptive and wild.\n\nHerpetology offers benefits to humanity in the study of the role of amphibians\nand reptiles in global ecology, especially because amphibians are often very\nsensitive to environmental changes, offering a visible warning to humans that\nsignificant changes are taking place. Some toxins and venoms produced by\nreptiles and amphibians are useful in human medicine. Currently, some snake\nvenom has been used to create anti-coagulants that work to treat stroke victims\nand heart attack cases.\n\nThe word \"herpetology\" is from Greek: ἑρπετόν, herpeton, \"creeping animal\" and ,\n[[-logy|-logia]]. People with an avid interest in herpetology and who keep\ndifferent reptiles or amphibians often refer to themselves as\n\"herpers\".\n\n\"Herp\" is a vernacular term for reptiles and amphibians. It is derived from the\nold term \"herpetile\", with roots back to Linnaeus' classification of animals, in\nwhich he grouped reptiles and amphibians together in the same class. There are\nover 6700 species of amphibians and over 9000\nspecies of reptiles. In spite of its modern\ntaxonomic irrelevance, the term has persisted, particularly in the names of\nherpetology, the scientific study of reptiles and amphibians, and\nherpetoculture, the captive care and breeding of reptiles and amphibians.\n","linknr":235,"url":"Herpetology","recorded":1362511785,"links":61,"instances":[],"pdf":[],"categories":["Herpetology|"],"headings":["Careers","Study","See also","References","Further reading","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/5/5b/Bufo_periglenes2.jpg/220px-Bufo_periglenes2.jpg","//upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Lizardicon.svg/32px-Lizardicon.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Zoology","Amphibian","Frog","Toad","Salamander","Newt","Gymnophiona","Reptile","Snake","Lizard","Amphisbaenia","Turtle","Terrapin","Tortoise","Crocodilia","Tuatara","Amphibians","Poikilothermic","Ectothermic","Ichthyology","American_Society_of_Ichthyologists_and_Herpetologists","Ecology","Anti-coagulants","Ancient_Greek_language","Reptile","Amphibian","Carl_Linnaeus","Species","Herpetoculture","Ecology","Evolution","Taxonomy","Physiology","Molecular_biology","Coral_snake","Mark_O'Shea","Philip_A._Purser","Steve_Irwin","Austin_Stevens","Herping","List_of_herpetologists"]}