{"cursor":"4836","size":15,"audio":[],"currentlang":"en","article":"In biology, 'heterochrony' is defined as a developmental change in the timing of\nevents, leading to changes in size and shape. There are two main components,\nnamely (i) the onset and offset of a particular process, and (ii) the rate at\nwhich the process operates. A developmental process in one species can only be\ndescribed as heterochronic in relation to the same process in another species,\nconsidered the basal or ancestral state, which operates with different onset\nand/or offset times, and/or at different rates. The concept was first introduced\nby Ernst Haeckel in 1875.\n\nAn example can best illustrate the three dimensions of heterochrony. *If a\ndevelopmental process, such as the growth of a tail in the embryo of \"species\nA\", starts earlier and ends earlier than that of \"species B\", but the rate of\ngrowth is the same for both, the final result may basically be the same,\nalthough the tail of species A develops earlier than the one of species B. The\nearlier exhibits predisplacement, and the later species exhibits\npostdisplacement. *If the rate of growth is increased, and the time between the\nstart and end of development is decreased proportionally, the tail will end up\nthe same size. The species with faster growth exhibits acceleration, and the\nspecies with slower exhibits neoteny. *If the end of development is delayed and\nthe rate is unaffected, development progresses further, and the tail will be\nalso larger. The species that develops further exhibits hypermorphosis, and the\nspecies that does not develop as far exhibits progenesis. Combinations thereof\nhave been identified in living animals: *If the onset and completion times of\ngrowth are unaffected, but the rate of growth is increased, the tail will be\nlarger. This is a combination of hypermorphosis (because more growth occurs) and\nacceleration (because the growth is faster).\n\nHeterochronies are easily identifiable when comparing phylogenetically close\nspecies, for example a group of different bird species whose legs differ in\ntheir average length.\n","linknr":123,"url":"Heterochrony","recorded":1362373309,"links":20,"instances":[],"pdf":[],"categories":["Developmental biology"],"headings":["Humans","References","See also"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Biology","Species","Species","Ancestral","Ernst_Haeckel","Phylogenetically","Chimpanzee","Fetus","Neoteny","Developmental_biology","Embryogenesis","Evolutionary_biology","Neoteny","Phylogeny"]}