{"cursor":"3430","size":15,"audio":[],"currentlang":"en","article":"\n'Heterogamy' has a number of biological definitions: *In reproductive biology,\n'heterogamy' is the alternation of differently organized generations, applied to\nthe alternation between parthenogenetic and a sexual\ngeneration. This type of heterogamy occurs for example in\nsome aphids. *In reproductive biology, 'heterogamy' or 'heterogamous' is often\nused as a synonym of heterogametic, meaning the presence of two unlike\nchromosomes in a sex. {{Cite journal| doi =\n10.1098/rspb.2004.2769| issn = 0962-8452| volume = 271\n| issue = 1549| pages = 1751–1755| last = Hiroki| first = Masato| coauthors =\n| Yohsuke Tagami, Kazuki Miura, Yoshiomi Kato| title = Multiple infection with\n| Wolbachia inducing different reproductive manipulations in the butterfly\n| Eurema hecabe.| journal = Proceedings of the Royal Society B: Biological\n| Sciences| date = 2004-08-22}}. For example, XY males and ZW females are\n| called the heterogamous sex.\n*In cell biology, 'heterogamy' is a synonym of anisogamy, the condition of\nhaving differently sized male and female gametes produced by different sexes or\nmating types in a species. *In botany, a plant is 'heterogamous' when it carries\nat least two different types of flowers in regards to their reproductive\nstructures, for example male and female flowers or bisexual and female flowers.\nStamens and carpels are not regularly present in each flower or floret. *In\nsociology, 'heterogamy' refers to a marriage between two individuals that differ\nin a certain criterion, and is contrasted with homogamy for a marriage or union\nbetween partners that match according to that criterion. For example, ethnic\nheterogamy refers to marriages involving individuals of different ethnic groups.\nAge heterogamy refers to marriages involving partners of significantly different\nages. Heterogamy and homogamy are also used to describe marriage or union\nbetween people of unlike and like sex (or gender) respectively.\n\nThe terms heterogametic and homogametic are related to heterogamy, but distinct.\n","linknr":106,"url":"Heterogamous","recorded":1362676051,"links":12,"instances":[],"pdf":[],"categories":["Plant reproduction","Genetics","Marriage"],"headings":["References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Parthenogenesis","Sexual_reproduction","Aphid","Heterogametic","Anisogamy","Gamete","Stamen","Carpel","Sociology","Marriage","Endogamy","Heterogametic"]}