{"cursor":"6188","size":15,"audio":[],"currentlang":"en","article":"\n Donk, more commonly known by the term \"Bubble.\"]] 'Hi-Risers' are a type of\n highly customized automobile, typically an inexpensive American-built sedan\n modified by significantly increasing the ground clearance and adding large-\n diameter wheels with low-profile tires. Depending on the model and style of\n body, autos customized in this manner can be labeled \"'donk',\" \"'box',\" or\n \"'bubble'.\"\n\nHi-risers originally grew out of the Dirty South subculture, but the trend has\nspread across the United States. Vehicles customized in the hi-riser style are\ndistinguished by their oversized (even disproportionate) wheels, ranging from\n20 inches to 30 inches or more in diameter (largest being 50 inch), as\nwell as fanciful custom paint-jobs and expensive audio equipment. Suspension\nmodifications similar to those employed on lifted pickup trucks are made to give\nadequate clearance for the large wheels. Often the suspension is modified so the\nfront end sits slightly higher than the rear end, giving the car a swaggering\nappearance. Because of the exaggerated look gained from installing a lifted\nsuspension and enormous wheels, donks are also known as \"hi-risers\" or \"sky-\nscrapers.\"\n\nThe most popular vehicles for these types of modifications are full-size\nChevrolet models, namely the Impala, and Caprice, as well as mid-sized models\nsuch as the Monte Carlo, and Chevelle. However, similar fullsize Ford models\n(Crown Victoria, Lincoln Town Car, Mercury Grand Marquis) are also popular,\nlargely due to the ability to cheaply buy former police service Crown Victorias.\nThere are three main sub-types of hi-riser, although the distinctions are\nblurred and open to debate. Most hi-riser enthusiasts agree that a \"donk\"\ntraditionally is a 1971 to 1976 Impala. They were given this name because the\n\"Impala\" symbol was referred to as a \"donkey\" by owners or \"donk\" for short. To\ncomplement the sloping rear, the suspension of donks are frequently higher in\nthe front end than the rear, resulting in a nose-up stance. Other hi-risers are\nusually raised evenly, resulting in a more or less level stance. A box is\nanother sub-type of hi-riser, usually a 1977-1990-era Impala or Caprice with a\nboxy or squared-off front and rear end. Other models that are frequently made\ninto hi-risers include the G-body Buick Regal, Oldsmobile Cutlass, Chevrolet El\nCamino, Pontiac Grand Prix, and Pontiac Bonneville.\n\nOther vehicles gaining in popularity as hi-risers are the Cadillac DeVille and\nSeville, as well as the Buick Roadmaster. Also gaining in popularity are the\nFord Crown Victoria, Mercury Grand Marquis, and Lincoln Town Car sedans. These\nthree are the last full sized, body-on-frame, RWD sedans of which the Lincoln\nTown Car is the only one still being sold for 2011. In fact, the Grand Marquis\nin particular is enjoying a slight sales surge due to the increasing popularity\nof buying them new and turning them into hi-risers. Several rappers have alluded\nto the Grand Marquis in their music, such as Dorrough's \"Ice Cream Paint Job\":\n\"Grand Marquis, paint job grape jelly.\"\n","linknr":149,"url":"Hi-Riser_(automobile)","recorded":1362480536,"links":15,"instances":["car","music","wheel","fifth_generation","style","vehicle"],"pdf":[],"categories":["Vehicle modification"],"headings":["Music style and slang","Technical challenges","See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/4/4b/PlainOldBubblecrop.jpg/300px-PlainOldBubblecrop.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["dirty_south","music"],["suspension","vehicle"],["chevrolet_impala","fifth_generation"],["dub","wheel"],["camp","style"],["scraper","car"]],"members":["scraper","dirty_south","dub","chevrolet_impala","camp","suspension"],"related":["Automobile","United_States","Suspension_lift","Dirty_South_(music)","Wheel","Sound_recording_and_reproduction","Suspension_(vehicle)","Pickup_trucks","Chevrolet","Chevrolet_Impala","Chevrolet_Caprice","Chevrolet_Monte_Carlo","Chevrolet_Chevelle","Crown_Victoria","Lincoln_Town_Car","Mercury_Grand_Marquis","Chevrolet_Impala_(fifth_generation)","Box","Buick_Regal","Oldsmobile_Cutlass","Chevrolet_El_Camino","Pontiac_Grand_Prix","Pontiac_Bonneville","Cadillac_DeVille","Cadillac_Seville","Buick_Roadmaster","Ford_Crown_Victoria","Mercury_Grand_Marquis","Lincoln_Town_Car","Body-on-frame","Music_of_South_Florida","Tire","Trick_Daddy","Liberty_City,_Miami,_Florida","Dreadlocks","Florida","Lowriders","Dub_(wheel)","Southern_rap","Ghetto","Camp_(style)","Scraper_(car)"]}