{"cursor":"21832","size":15,"audio":[],"currentlang":"en","article":"'Concealed ovulation' or 'hidden estrus' is the lack of distinctive signaling\nthat the adult female of a species is \"in heat\" and near ovulation. These\nsignals may include swelling and redness of the genitalia in baboons and bonobos\n[[Bonobo|Pan paniscus]], pheromone release in the feline family, etc. By\ncomparison, the females of humans and a few other species\nhave few external signs of fecundity, making it difficult to consciously deduct,\nby means of external signs only, whether or not a female is near ovulation.\n\nWhile women can be taught to recognize their own level of fertility (fertility\nawareness), whether men can detect fertility in women is highly debated. Several\nsmall studies have found that fertile women (compared to women in infertile\nportions of the menstrual cycle or on hormonal contraception) appear more\nattractive. It has also been suggested that a woman's voice may become more\nattractive to males during this time.\nTwo small studies of monogamous couples found that women initiated sex\nsignificantly more frequently when fertile, but male-initiated sex occurred at a\nconstant rate without regard to the woman's phase of menstrual cycle. It may be that female awareness of male\ncourtship signals Lee Ann Renninger, T. Joel Wade, Karl Grammer \"Getting\nthat female glance: Patterns and consequences of male nonverbal behavior in\ncourtship contexts\" Evolution and Human Behavior 25 (2004) 416–431\nincreases during her highly fertile phase in association with an enhanced\nolfactory awareness of chemicals specifically found in male body\nodour. Randy Thornhill and Steven W. Gangestad \"The Scent of Symmetry: A\nHuman Sex Pheromone that Signals Fitness?\" Evolution and Human Behavior 20:\n175–201 (1999) Brooksbank, B.W.L. Urinary excretion of androst-16-en-3\nalpha-ol in human male axillary sweat. Experientia 30:864–865, 1962.\n\nAnalyses of data provided by the post-1998 U.S. Demographic and Health Surveys\nfound no variation in the occurrence of coitus in the menstrual phases except\nduring menses. Though this is contrary\nto other studies which found female sexual desire and extrapair copulations\n(EPCs) to increase during the midfollicular to ovulatory phases (that is, the\nhighly fertile phase). Regan, P.C. Rhythms of desire: the association\nbetween menstrual cycle phases and female sexual desire. Canadian Journal of\nHuman Sexuality 5:145–156, 1996. These findings of differences in female-\ninitiated sex versus male-initiated sex are likely caused by the female’s\nsubconscious awareness of her ovulation cycle (because of hormone changes\ncausing increased levels of sexual desire or lust in the female), and the male’s\ninability to detect ovulation because of its being “hidden”.\n\nIn 2008, researchers announced the discovery of hormones related to ovulation in\nhuman semen. They theorized that follicle stimulating hormone, luteinising\nhormone, and estradiol may encourage ovulation in women exposed to semen. These\nhormones are not found in the semen of chimpanzees, suggesting this phenomenon\nmay be a male counter-strategy to concealed ovulation in human females. Other\nresearchers are skeptical that the low levels of hormones found in semen could\nhave any effect on ovulation. One group of\nauthors has theorized that concealed ovulation and menstruation were key factors\nin the development of symbolic culture in early human society.\n","linknr":267,"url":"Hidden_estrus","recorded":1362373308,"links":24,"instances":[],"pdf":["http://www.unm.edu/~gfmiller/cycle_effects_on_tips.pdf","http://www.unm.edu/~gfmiller/cycle_effects_on_tips.pdf","http://www.radicalanthropologygroup.org/pub_knight_power_watts_big.pdf","http://www.radicalanthropologygroup.org/pub_knight_power_watts_big.pdf","http://www.fas.harvard.edu/~hbe-lab/acrobatfiles/is%20ovulation%20concealed.pdf","http://www.fas.harvard.edu/~hbe-lab/acrobatfiles/is%20ovulation%20concealed.pdf","http://www.debralieberman.com/downloads/courses/650/haselton_et_al_2007.pdf","http://www.debralieberman.com/downloads/courses/650/haselton_et_al_2007.pdf"],"categories":["Menstrual cycle","Sexual selection","Evolutionary psychology"],"headings":["Evolutionary hypotheses","Paternal investment hypothesis","Reduced infanticide hypothesis","Sex and reward hypothesis","Social-bonding hypothesis","Cuckoldry hypothesis","Concealed ovulation as a side effect of bipedalism","See also","References","Further reading"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Estrous_cycle","Ovulation","Baboons","Pheromone","Human","Fecundity","Fertility_awareness","Monogamy","Follicle_stimulating_hormone","Luteinising_hormone","Estradiol","Symbolic_culture","Chimpanzees","Gorillas","Chimpanzees","Homininae","Why_is_Sex_Fun?","Evolutionary_psychology","Paternal_investment","Paternal_investment","Pair_bond","Reproductive_fitness","Bonobos","Chimpanzees","Partible_paternity","Gray_langur","Coolidge_effect","Social_monogamy","Infanticide","Gray_langur","Group_selection","Reciprocal_altruism","Kin_selection","Bipedalism","Thermoregulation","Savannah","Bipedalism","Female_choice","Homininae","Menstrual_cycle","Mittelschmerz","Pair_bond","Paternal_investment"]}