{"cursor":"17242","size":15,"audio":[],"currentlang":"en","article":"\n\nA 'high-pressure area', 'high' or 'anticyclone' is a region where the\natmospheric pressure at the surface of the planet is greater than its\nsurrounding environment.\n\nWinds within high-pressure areas flow outward from the higher pressure areas\nnear their centers towards the lower pressure areas further from their centers.\nGravity adds to the forces causing this general movement, because the higher\npressure compresses the column of air near the center of the area into greater\ndensity â and so greater weight compared to lower pressure, lower density, and\nlower weight of the air outside the center.\n\nHowever, because the planet is rotating underneath the atmosphere, and\nfrictional forces arise as the planetary surface drags some atmosphere with it,\nthe air flow from center to periphery is not direct, but is twisted due to the\nCoriolis effect, or the merely apparent force that arise when the observer is in\na rotating frame of reference. Viewed from above this twist in wind direction is\nin the same direction as the rotation of the planet.\n\nThe strongest high-pressure areas are associated with cold air masses which push\naway out of polar regions during the winter when there is less sun to warm\nneighboring regions. These Highs change character and weaken once they move\nfurther over relatively warmer water bodies.\n\nSomewhat weaker but more common are high pressure areas caused by atmospheric\nsubsidence, that is, areas where large masses of cooler drier air descends from\nan elevation of 8 to 15 km after the lower temperatures has precipitated\nout the lighter water vapor. (H2O is about half of the molecular weight of the\nother two main constituents of the atmosphereâOxygen, O2, and Nitrogen, N2.)\n\nMany of the features of Highs may be understood in context of middle- or meso-\nscale and relatively enduring dynamics of a planet's atmospheric circulation.\nFor example, massive atmospheric subsidences occur as part of the descending\nbranches of Ferrel cells and Hadley cells. Hadley cells help form the\nsubtropical ridge, steer tropical waves and tropical cyclones across the ocean\nand is strongest during the summer. The subtropical ridge also helps form most\nof the world's deserts.\n\nOn English-language weather maps, high-pressure centers are identified by the\nletter H. Weather maps in other languages may use different letters or symbols.\n","linknr":-1,"url":"High_(atmospheric)","recorded":1362478021,"links":0,"instances":["atmosphere"],"pdf":[],"categories":["Meteorology|","Basic meteorological concepts and phenomena","Anticyclones"],"headings":["Wind Circulation in the northern and southern hemispheres","Formation","Typical conditions","In climatology","Connection to wind","See also","References"],"image":[],"tags":[["subsidence","atmosphere"]],"members":["subsidence"],"related":["Atmospheric_pressure","Coriolis_effect","Force","Mesoscale_meteorology","Atmospheric_circulation","Ferrel_cell","Hadley_cell","Subtropical_ridge","Tropical_wave","Tropical_cyclone","Desert","English_language","Weather_map","Francis_Galton","Tropical_cyclone","Right-hand_rule","Coriolis_effect","Troposphere","Atmosphere","Weather","Synoptic_scale_meteorology","Confluence","American_Meteorological_Society","University_of_Florida","American_Meteorological_Society","Subsidence_(atmosphere)","Troposphere","Adiabatic_process","NOAA","USA_Today","Solar_radiation","Longwave_radiation","Diurnal_temperature_variation","Haze","Relative_humidity","Fog","NCAR","CBC_News","FAA","Polar_low","University_of_Maryland,_Baltimore_County","Climatology","Horse_latitudes","Equator","Equator","University_Corporation_for_Atmospheric_Research","American_Meteorological_Society","University_of_New_Hampshire","Siberian_High","North_America","Pacific_ocean","American_Meteorological_Society","Azores_High","Atlantic_Ocean","Heat_wave","Europe","Easterly_wave","Atlantic_hurricane_season","Tonsontsengel,_Mongolia","Wind","Density","Air_mass","Cold_front","Coriolis_force","Earth","Geostrophic_wind","National_Weather_Service","Weather_front","Low-pressure_area"]}