{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/Freedman%E2%80%93Diaconis_rule\">Freedman–Diaconis rule</a> - In statistics, the Freedman&ndash;Diaconis rule, named after David A. Freedman and Persi Diaconis, can be used to select the size of the bins to be used in a histogram.","\n<a href=\"http://duckduckgo.com/c/Quality_control_tools\">Quality control tools</a>","Histogram","\n<a href=\"http://duckduckgo.com/Pareto_chart\">Pareto chart</a> - A Pareto chart, named after  Vilfredo Pareto, is a type of chart that contains both bars and a line graph, where individual values are represented in descending order by bars, and the cumulative...","http://www.merriam-webster.com/dictionary/histogram","histogram definition: a representation of a frequency distribution by means of rectangles whose widths represent class intervals and whose areas are proportional to the corresponding frequencies.","\n<a href=\"http://duckduckgo.com/Density_estimation\">Density estimation</a> - density estimation is the construction of an estimate, based on observed data, of an unobservable underlying probability density function.","\n<a href=\"http://duckduckgo.com/c/Estimation_of_densities\">Estimation of densities</a>","\n<a href=\"http://duckduckgo.com/Image_histogram\">Image histogram</a> - An image histogram is a type of histogram that acts as a graphical representation of the tonal distribution in a digital image.","https://i.duckduckgo.com/i/5039b897.png","Merriam-Webster","\n<a href=\"http://duckduckgo.com/c/Non-parametric_statistics\">Non-parametric statistics</a>","\n<a href=\"http://duckduckgo.com/c/Statistical_charts_and_diagrams\">Statistical charts and diagrams</a>","\n<a href=\"http://duckduckgo.com/Kernel_density_estimation\">Kernel density estimation</a>, a smoother but more complex method of density estimation","In statistics, a histogram is a graphical representation of the distribution of data.","\n<a href=\"http://duckduckgo.com/Data_binning\">Data binning</a> - Data binning is a data pre-processing technique used to reduce the effects of minor observation errors."],"common":{"milestones":["<a target=\"_new\" href=\"http://en.wikinews.org/wiki/Secret_Downing_Street_Memo_leaked\" title=\"Secret Downing Street Memo leaked\">Secret Downing Street Memo leaked</a>"],"image":[[],[]]},"Lists":[],"created":1373543495,"book":[],"micro-www":{"histograms":[""]},"wiki":{"cat":["Statistical charts and diagrams","Quality control tools","Estimation of densities","Non-parametric statistics","Statistics articles needing expert attention"],"text":"\n{{Infobox quality tool\n| image = Histogram of arrivals per minute.svg category = describer = Karl\n| Pearson purpose = To roughly assess the probability distribution of a given\n| variable by depicting the frequencies of observations occurring in certain\n| ranges of values\n}} In statistics, a 'histogram' is a graphical representation of the\ndistribution of data. It is an estimate of the probability distribution of a\ncontinuous variable and was first introduced by Karl Pearson.<ref\nname=\"pearson\"></ref> A histogram is a representation of tabulated frequencies,\nshown as adjacent rectangles, erected over discrete intervals (bins), with an\narea equal to the frequency of the observations in the interval. The height of a\nrectangle is also equal to the frequency density of the interval, i.e., the\nfrequency divided by the width of the interval. The total area of the histogram\nis equal to the number of data. A histogram may also be normalized displaying\nrelative frequencies. It then shows the proportion of cases that fall into each\nof several categories, with the total area equaling 1. The categories are\nusually specified as consecutive, non-overlapping intervals of a variable. The\ncategories (intervals) must be adjacent, and often are chosen to be of the same\nsize.<ref>Howitt, D. and Cramer, D. (2008) Statistics in Psychology. Prentice\nHall</ref> The rectangles of a histogram are drawn so that they touch each other\nto indicate that the original variable is continuous.<ref>Charles Stangor (2011)\n\"Research Methods For The Behavioral Sciences\". Wadsworth, Cengage Learning.\nISBN 9780840031976.</ref>\n\nHistograms are used to plot the density of data, and often for density\nestimation: estimating the probability density function of the underlying\nvariable. The total area of a histogram used for probability density is always\nnormalized to 1. If the length of the intervals on the x-axis are all 1, then a\nhistogram is identical to a relative frequency plot.\n\nAn alternative to the histogram is kernel density estimation, which uses a\nkernel to smooth samples. This will construct a smooth probability density\nfunction, which will in general more accurately reflect the underlying variable.\n\nThe histogram is one of the seven basic tools of quality control.<ref></ref>\n","title":"histogram","headings":["Etymology","Examples","Mathematical definition","See also","References","Further reading","External links"]},"micro-relation":["3: Karl_Pearson","3: Density_estimation","2: Probability_distribution","2: Kernel_density_estimation","2: Seven_Basic_Tools_of_Quality","2: FreedmanâDiaconis_rule","1: Statistics","1: Continuous_variable","1: Rectangle","1: Categorization","1: Probability_density_function","1: Relative_frequency","1: Smooth_function","1: Quality_control","1: Greek_language","1: United_States_Census_Bureau","1: Round_number","1: Unit_interval","1: Vertical_direction","1: John_Graunt","1: Herbert_Sturges","1: Floor_function#The_ceiling_function","1: Skewness","1: Standard_deviation","1: Interquartile_range","1: Risk_function","1: Data_binning","1: Image_histogram","1: Pareto_chart","1: V-optimal_histograms","1: SOCR"]}