{"cursor":"2664","size":15,"audio":[],"currentlang":"en","article":"'HIV tropism' refers to the cell type that the human immunodeficiency virus\n(HIV) infects and replicates in. HIV tropism of a patient's virus is measured by\nthe Trofile assay.\n\nHIV can infect a variety of cells such as CD4+ helper T-cells and macrophages\nthat express the CD4 molecule on their surface. HIV-1 entry to macrophages and T\nhelper cells is mediated not only through interaction of the virion envelope\nglycoproteins (gp120) with the CD4 molecule on the target cells but also with\nits chemokine coreceptors.\n\nMacrophage (M-tropic) strains of HIV-1, or non-syncitia-inducing strains (NSI)\nuse the beta-chemokine receptor CCR5 for entry and are thus able to replicate in\nmacrophages and CD4+ T-cells.\n\n{{cite journal\n| author=Coakley, E., Petropoulos, C. J. and Whitcomb, J. M. |\n| title=Assessing chemokine co-receptor usage in HIV | journal=Curr. Opin.\n| Infect. Dis. | year=2005 | pages=9–15 | volume=18 | issue=1 | pmid=15647694\n| | doi=10.1097/00001432-200502000-00003\n\n}} These strains are now called R5 viruses.\nThe normal ligands for this receptor, RANTES, macrophage inflammatory protein\n(MIP)-1-beta and MIP-1-alpha, are able to suppress HIV-1 infection in vitro.\nThis CCR5 coreceptor is used by almost all primary HIV-1 isolates regardless of\nviral genetic subtype.\n\nT-tropic isolates, or syncitia-inducing (SI) strains replicate in primary CD4+\nT-cells as well as in macrophages and use the alpha-chemokine receptor, CXCR4,\nfor entry. These strains are now called X4 viruses. The alpha-chemokine, SDF-1, a ligand for CXCR4,\nsuppresses replication of T-tropic HIV-1 isolates. It does this by down\nregulating the expression of CXCR4 on the surface of these cells.\n\nViruses that use only the CCR5 receptor are termed R5, those that only use CXCR4\nare termed X4, and those that use both, X4R5. However, the use of coreceptor\nalone does not explain viral tropism, as not all R5 viruses are able to use CCR5\non macrophages for a productive infection.\n","linknr":246,"url":"HIV_tropism","recorded":1362481382,"links":12,"instances":["biology"],"pdf":[],"categories":["HIV/AIDS"],"headings":["References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["cell","biology"]],"members":["cell"],"related":["Cell_type","HIV","Trofile_assay","Cell_(biology)","T_helper_cell","Macrophage","CD4","Gp120","Chemokine","CCR5","Ligand","RANTES","Syncitia","CXCR4","Stromal_cell-derived_factor-1","CXCR4"]}