{"cursor":"4162","size":15,"audio":[],"currentlang":"en","article":"\n\n, Hamburg, Germany ]] 'Human fat' (German Menschenfett, Latin Axungia\nhominis) was mentioned in European pharmacopoeias since the 16th century as an\nimportant fatty component of quality deemed ointments and other pharmaceuticals\nin Europe. In old recipes human adipose tissue was mentioned as Pinguedo\nhominis, or Axungia hominis (abbrev. Axung. hominis), besides other animal fats\nfrom bears (Axung. ursi), vipers (Axung. viperarum), beavers (Axung. castoris),\ncats (Axung. Cati sylvestris) and many others. Ferdinand Giese: Chemie der\nPflanzen- und Thierkörper in pharmazeutischer Rücksicht. Hartmann, Leipzig 1811,\np. 337 (German) The German medicinal Johann Agricola (1496–1570) described\nthe recovery of human fat and its applications.\n\nIn traditional medicine in Europe, human fat was believed to have a healing\nmagic significance until the 19th century. Many executioners recovered the fat\ncalled \"Armsünderfett\" or \"Armsünderschmalz\" (German for fat or grease from poor\nexecuted siners) from the bodies of their executants and sold it. Christiane\nWagner, Jutta Failing: Vielmals auf den Kopf gehacket … In: Galgen und\nScharfrichter in Hessen. Naumann, Nidderau 2008, ISBN 978-3-940168-17-7\n(German) For some executioners the marketing of human fat was a major\nsource of revenue. Menschenfett war früher ein begehrter Rohstoff. In: Die\nWelt dated 20. November 2009, ISSN 0173-8437 In traditional medicine many\nother parts of executed bodies as well as their fat were awarded a special\naction force, which evolved from a pagan sacrificial belief. The human fat was\nused to make ointments for treatment of various diseases such as bone pain,\ntoothache and gout. It was also regarded as a panacea for particular diseases\nare associated with cachexia (e.g. tuberculosis). Adolf Wuttke, Detlef Weigt\n(Edts.): Der deutsche Volksaberglaube der Gegenwart. Superbia, Hamburg 1860\n(German) Also an analgesic effect in rheumatoid arthritis was given to\nhuman fat. Philip Bethge: Die Heilkraft des Todes. In: Der Spiegel. Vol. 63\n(2009), No. 5 of 26. January 2009 (German)\n\nSince the late 19th Century, human fat, were produced and offered under the\ntrade name Humanol as a sterile, liquified preparation for injections in\nGermany. In 1909 it was introduced for surgical treatment of scars, wound\ndisinfection, and wound revisions. In the 1920s it became out of fashion after\nlow cure rates and the incidence of fat embolisms caused by its\napplication. H. Koch: Fettembolie durch Humanolinfektion. In: Deutsche\nZeitschrift für Chirurgie. Vol. 186 (1924), pp. 273–278 (German) Until the\n1960s various manufacturers offered alleged wrinkle creams for external use\n(Hormocenta of Hormocenta Cosmetic Böttger GmbH, or Placentubex C of Merz\nPharmaceuticals) containing human fat from placentas collected from midwives and\nobstetric departments for industrial purposes. The use of human placentas was\nterminated in favour of animal products. In Peru a group of gangsters called\npishtacos was accused of having manufactured and marketed human fat, the case\nturned out as a free invention of the investigators.\n","linknr":128,"url":"Human_fat","recorded":1362485120,"links":14,"instances":["medicine"],"pdf":[],"categories":["Traditional medicine","History of medicine"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/b/b6/Albarelli_Axung_Hominis.jpg/220px-Albarelli_Axung_Hominis.jpg","//bits.wikimedia.org/static-1.21wmf8/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/9/90/HUMANOL_Sterile.jpg/220px-HUMANOL_Sterile.jpg","//bits.wikimedia.org/static-1.21wmf8/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/8/8d/Adeps_Humanus_IMG_1893_edit.jpg/220px-Adeps_Humanus_IMG_1893_edit.jpg","//bits.wikimedia.org/static-1.21wmf8/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["panacea","medicine"]],"members":["panacea"],"related":["German_language","Latin","Pharmacopoeia","Fat","Ointments","Pharmaceuticals","Adipose_tissue","Traditional_medicine","Executioner","German_Language","Bone_pain","Toothache","Gout","Panacea_(medicine)","Cachexia","Tuberculosis","Analgesic","Rheumatoid_arthritis","Trade_name","Fat_embolism","Anti-aging_cream","Merz_Pharma","Placenta","Midwifery","Obstetrics","Pishtacos"]}