{"cursor":"7425","size":15,"audio":[],"currentlang":"en","article":"\nIn molecular biology, a 'hybridization probe' is a fragment of DNA or RNA of\nvariable length (usually 100-1000 bases long) which is used in DNA or RNA\nsamples to detect the presence of nucleotide sequences (the DNA target) that are\ncomplementary to the sequence in the probe. The probe thereby hybridizes to single-\nstranded nucleic acid (DNA or RNA) whose base sequence allows probe-target base\npairing due to complementarity between the probe and target. The labeled probe\nis first denatured (by heating or under alkaline conditions such as exposure to\nsodium hydroxide) into single stranded DNA (ssDNA) and then hybridized to the\ntarget ssDNA (Southern blotting) or RNA (Northern blotting) immobilized on a\nmembrane or in situ.\n\nTo detect hybridization of the probe to its target sequence, the probe is tagged\n(or \"labeled\") with a molecular marker of either radioactive or (more recently)\nfluorescent molecules; commonly used markers are 32 P (a radioactive\nisotope of phosphorus incorporated into the phosphodiester bond in the probe\nDNA) or Digoxigenin, which is a non-radioactive, antibody-based marker. DNA\nsequences or RNA transcripts that have moderate to high sequence similarity to\nthe probe are then detected by visualizing the hybridized probe via\nautoradiography or other imaging techniques. Normally, either X-ray pictures are\ntaken of the filter, or the filter is placed under UV light. Detection of\nsequences with moderate or high similarity depends on how stringent the\nhybridization conditions were applied — high stringency, such as high\nhybridization temperature and low salt in hybridization buffers, permits only\nhybridization between nucleic acid sequences that are highly similar, whereas\nlow stringency, such as lower temperature and high salt, allows hybridization\nwhen the sequences are less similar. Hybridization probes used in DNA\nmicroarrays refer to DNA covalently attached to an inert surface, such as coated\nglass slides or gene chips, to which a mobile cDNA target is hybridized.\n\nDepending on the method, the probe may be synthesized using the phosphoramidite\nmethod, or it can be generated and labeled by PCR amplification or cloning (both\nare older methods). In order to increase the [[in vivo]] stability of the probe\nRNA is not used, instead RNA analogues may be used, in particular morpholino-\nderivatives. Molecular DNA- or RNA-based probes are now routinely used in\nscreening gene libraries, detecting nucleotide sequences with blotting methods,\nand in other gene technologies, such as nucleic acid and tissue microarrays.\n","linknr":158,"url":"Hybridization_probe","recorded":1362509893,"links":23,"instances":["molecular_biology","genetics","biochemistry"],"pdf":[],"categories":["Molecular biology"],"headings":["Examples of probes","Uses in Microbial Ecology","Use in forensic science","References"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["complementarity","molecular_biology"],["denaturation","biochemistry"],["microsatellite","genetics"]],"members":["complementarity","microsatellite","denaturation"],"related":["Molecular_biology","DNA","RNA","Nucleotide","Complementarity_(molecular_biology)","Base_pair","Denaturation_(biochemistry)","Alkaline","Sodium_hydroxide","Southern_blot","Northern_blot","Fluorescent_in_situ_hybridization","Nucleic_acid_hybridization","Molecular_marker","Isotopes_of_phosphorus","Radioactive","Isotope","Phosphorus","Phosphodiester","Digoxigenin","Antibody","Autoradiography","Nucleic_acid","Microarray","Nucleic_acid_methods","Oligonucleotide_synthesis","Phosphoramidite","Polymerase_chain_reaction","Molecular_cloning","Morpholino","Microarray","Molecular_beacon","TaqMan","Locked_nucleic_acid","Cycling_probe_technology","Microbial_ecology","Bacteria","Archaea","Eukaryotes","Fluorescence_in_situ_hybridization","16S_ribosomal_RNA","23S_rRNA","Microsatellite_(genetics)","RFLP","DNA_profiling"]}