{"cursor":"2979","size":15,"audio":[],"currentlang":"en","article":"\n\n\n'Hybrid mail' is mail that is delivered using a combination of electronic and\nphysical delivery. Usually, it involves digital data being transformed into\nphysical letter items at distributed print centres located as close as possible\nto the final delivery addresses. An 'email letter' (also 'L-mail' and 'letter\nmail') is a letter which sent as an email using a computer then printed out and\ndelivered as a traditional (physical) letter. It is a communication means\nbetween the virtual cyber- and the material real world. The [[printer\n(publisher)|printer]] or [[mail transfer agent]] prints the electronic mail on\npaper, the [[mail transport agent]] packs it into an [[envelope]] and the\n[[mail delivery agent]] or [[postman]] delivers it to the receiver's mailbox.\nGenerally there is a fee for this service; however very small amounts and\nsingle email letters may be free of charge depending on the [[service\nprovider]] and generally fees are much lower than directly sending mail or\nusing a franking machine.\n\nThere is some evidence that posts are increasingly using hybrid mail solutions\nin the developing world to leapfrog historic lack of investment in up-to-date\ninfrastructure and service quality. This is similar to a country without an\nextensive land line phone network moving directly to a mobile phone network.\nDevelopments in technology are often used by private companies to fill gaps in\npublic postal service. In the UK, there has been a mushrooming of service\nproviders because of the particular regulatory conditions which require Royal\nMail to offer advantageous downstream access postal rates to providers of\nhybrid services.\n\nThere are also reverse systems, where handwritten letters can be delivered as\nemail. This mail scanning service, sometimes called 'letter email', is\nincreasingly popular with businesses and individuals who wish to access their\nmail from another country. However, special care must be taken to inspect local\nlaws and the service provider's scanning practices to ensure that they are not\nreading the mail or acting on behalf of the client from a legal standpoint.\n","linknr":132,"url":"Hybrid_mail","recorded":1362543233,"links":20,"instances":["message"],"pdf":[],"categories":["Email","Webmail","Letters (message)","Postal services","Communication","Internet memes"],"headings":["See also","Notes"],"image":["//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["letter","message"]],"members":["letter"],"related":["Letter_(message)","Email","Virtuality","Internet-related_prefixes","Material","Electronic_mail","Fee","Mail_forwarding","Email_forwarding","Online_post_office","Personal_letter","Postal_history","Print-to-mail","V-mail","Webmail"]}