{"cursor":"2529","size":15,"audio":[],"currentlang":"en","article":"\n\n'Hybrid martial arts', also known as 'hybrid fighting systems' or sometimes\n'freestyle fighting', refer to martial arts or fighting systems that incorporate\ntechniques and theories from several particular martial arts. While numerous\nmartial arts borrow or adapt from other arts and to some extent could be\nconsidered hybrids, a hybrid martial art emphasizes its disparate origins.\n\nThe idea of hybridization or \"mixing\" of martial arts traditions originates\nin the 19th to early 20th century, when Asian traditions first came to the\nattention of European practitioners. Savate, a form of kickboxing developed\nby French sailors, may qualify as an early example. Another early example of\ncross-cultural hybridization in the martial arts is Bartitsu, {{cite web\n|url=http://www.fullcontactmartialarts.org/bartitsu.html |title=Bartitsu\n}} created in 1899 as a combination of several forms of traditional\njujutsu, Kodokan judo, English boxing, French savate and stick fighting.\n\nThe concept rose to wide popularity during the 1960s and 1970s, with the\ndevelopment of kickboxing styles; Bruce Lee's Jeet Kune Do (1967) that uses\naspects derived from various arts including Wing Chun, Boxing, and Fencing; Zen\nDo Kai (1970), which incorporates Muay Thai, kickboxing and elements of judo,\nTaekwondo, Brazilian Jiu-Jitsu, and many other martial arts. Around the same\ntime Bruce Lee was mixing martial arts in China, Grandmasters Robert Beal and\nFred Degerberg were doing the same in North America. Beal created a style he\ncalled \"Bushido\", which is a blend of various Chinese and Japanese fighting\nstyles mixed with western boxing. Degerberg went on to create his own school and\nteach his own variation of blended martial arts.\n\nSince 1993, hybridization of martial arts has culminated in the development of\nmixed martial arts, a sport which combined the already hybridized styles of\nBrazilian Vale tudo fighting and kickboxing, among others.\n\nThe term [[mixed martial arts]], while in its literal meaning a synonym, has\ncome to refer to a specific combat sport.\n","linknr":202,"url":"Hybrid_martial_arts","recorded":1362543155,"links":17,"instances":[],"pdf":[],"categories":["Hybrid martial arts|"],"headings":["See also","References"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Martial_arts","Savate","Kickboxing","Bartitsu","Kodokan","Savate","Stick_fighting","Kickboxing","Bruce_Lee","Jeet_Kune_Do","Wing_Chun","Boxing","Fencing","Zen_Do_Kai","Muay_Thai","Kickboxing","Judo","Taekwondo","Brazilian_Jiu-Jitsu","Robert_Brutus_Beal","Mixed_martial_arts","Vale_tudo","Kickboxing","Combat_sport","Cross_training"]}