{"cursor":"24309","size":15,"audio":[],"currentlang":"en","article":"\n\n\n'Dark Bring' (Shadow Stones in the English anime) are evil magical stones from\nthe Japanese anime show and manga series Groove Adventure RAVE (called Rave\nMaster in the American version). Dark Bring generally take the form of dark\npurple stones of any size and shape (some had even been accessorized by their\nowners into various ornaments) that steadily give off a faint purple to pinkish\nglow from time to time. These stones are used by many antagonists in the series,\nbut are mainly used by the criminal organization known as Demon Card. The goal\nfor the Rave Warriors, Haru Glory, is to collect all the RAVE stones and destroy\nthe mother Dark Bring Sinclaire. Based on their level of power, Dark Brings are\nseparated into different groups. If a person uses Dark Bring too much, it will\nturn the user into evil, even if the user is good at heart or uses it for good.\n\nAll Dark Bring Stones are unique in that each of them houses a different power;\nthis unique power varies from person to person, some of which had been shown to\nbe a manifestation of the wielder's will or inherent strength. Each of them is\nalso given significant names that can be in any way related to that power.\n\nThe subject of the article is the main weapon used by the antagonists in the\nseries. The list of these weapons is far too long to be added onto the already\nlong page, so it is necessary to create a new page for them.\n","linknr":255,"url":"Dark_Bring","recorded":1362569734,"links":15,"instances":["rave_master","rave_master"],"pdf":[],"categories":["Rave Master","Fictional elements from anime and manga"],"headings":["The Ultimate Dark Bring","Mother Dark Bring","Six Star Dark Bring","Special Dark Bring","Forbidden Dark Bring","Regular Dark Bring","References"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["oracion_seis","rave_master"],["shuda","rave_master"],["oracion_seis","rave_master"]],"members":["oracion_seis","shuda"],"related":["Anime","Rave_Master","Haru_Glory","Lucia_Raregroove","Plue","Lucia_Raregroove","Lucia_Raregroove","Haru_Glory","Doryu","Oracion_Seis_(Rave_Master)","Haja","Shuda_(Rave_Master)","Haru_Glory","Reina","Jegan","Julius","Oracion_Seis_(Rave_Master)","Deep_Snow","Deep_Snow","Haja","Lance","Gale_Raregroove"]}