{"cursor":"3089","size":15,"audio":[],"currentlang":"en","article":"Within some criminal justice systems, a 'preliminary hearing' ('evidentiary\nhearing') is a proceeding, after a criminal complaint has been filed by the\nprosecutor, to determine whether there is enough evidence to require a trial. In\nthe United States, the judge must find there is probable cause that a crime was\ncommitted.\n\nIn Scotland, a Preliminary Hearing is a non-evidential diet in cases to be tried\nbefore the High Court of Justiciary. It is a pre-trial diet to enable the court\nto be advised whether both parties, the prosecution and the defence, are ready\nto proceed to trial and may also deal with ancillary procedural matters.\n\nAt such a hearing, the defendant may be assisted by counsel; in U.S.\njurisdictions, there is a right to counsel at the preliminary hearing. In\nthe United States, since a preliminary hearing is a \"critical stage\" of the\nproceeding, an indigent suspect is entitled to court-appointed counsel at the\npreliminary hearing. [[Coleman v. Alabama]], 399 U.S. 1 (1970). A\npreliminary hearing is not always required. In the U.S., if the defendant is\ncharged with a federal felony, [s]he has the right to an indictment by a grand\njury pursuant to the Fifth Amendment of the Constitution. The defendant is not\nentitled to counsel at grand jury proceedings, and indeed may not even know that\na grand jury is considering his or her case.\n\nThe conduct of the preliminary hearing as well as the specific rules regarding\nthe admissibility of evidence vary from jurisdiction to jurisdiction. Hearsay is\ntypically allowed. Should the court decide that there is probable cause, a\nformal charging instrument (called the information in some jurisdictions) will\nissue; and the prosecution will continue. If the court should find that there is\nno probable cause, then typically the prosecution will cease. Many\njurisdictions, however, allow the prosecution to seek a new preliminary hearing,\nor even seek a bill of indictment from a grand jury.\n\nSome important questions that such a hearing generally addresses are:\n\n#Did the alleged crime occur within the court's jurisdiction? #Is there probable\ncause to believe that the defendant committed the crime?\n\nIf a judge determines that there is sufficient evidence to believe that the\ndefendant committed the crime, it is said that the defendant is \"held to answer\"\nor \"bound over\" (in U.S. jurisdictions).\n\nAfter the court holds a defendant to answer, the court schedules an arraignment.\nThe prosecutor files a new pleading with the court (sometimes called an\n\"information\") and the defendant can enter a plea at the arraignment. If that\nplea is not guilty, a trial normally follows and the court gives the defendant\nthe trial date at this arraignment.\n","linknr":160,"url":"Preliminary_hearing","recorded":1362900367,"links":25,"instances":["formal_criminal_charge"],"pdf":[],"categories":["Scottish criminal law","United States criminal procedure"],"headings":["See also","Notes"],"image":["//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["information","formal_criminal_charge"]],"members":["information"],"related":["Criminal_justice","Complaint","Probable_cause","Defendant","Lawyer","United_States","Grand_jury","Information_(formal_criminal_charge)","Jurisdiction","Arraignment","Grand_jury","Committal_procedure","Article_32_hearing"]}