{"cursor":"2644","size":15,"audio":[],"currentlang":"en","article":"\n\n\n'Shivering' (also called 'shuddering') is a bodily function in response to early\nhypothermia in warm-blooded animals. When the core body temperature drops, the\nshivering reflex is triggered to maintain homeostasis. Muscle groups around the\nvital organs begin to shake in small movements in an attempt to create warmth by\nexpending energy. Shivering can also be a response to a fever, as a person may\nfeel cold, though their core temperature is already elevated.\n\nLocated in the posterior hypothalamus near the wall of the third ventricle is an\narea called the primary motor center for shivering. This area is normally\ninhibited by signals from the heat center in the anterior hypothalamic-preoptic\narea but is excited by cold signals from the skin and spinal cord. Therefore,\nthis center becomes activated when the body temperature falls even a fraction of\na degree below a critical temperature level.\n\nIncreased muscular activity results in the generation of heat as a byproduct.\nMost often, when the purpose of the muscle activity is to produce motion, the\nheat is wasted energy. In shivering, the heat is the main intended product and\nis utilized for warmth.\n\nShivering can also appear after surgery. This is known as postanesthetic\nshivering.\n\nNewborn babies, infants, and young children experience a greater (net) heat loss\nthan adults because they cannot shiver to maintain body heat. They rely on non-\nshivering thermogenesis. Children have an increased amount of Brown Fat\n(increased vascular supply, and high mitochondrial density), and, when cold-\nstressed, will have greater oxygen consumption and will release norepinephrine.\nNorepinephrine will react with lipases in brown fat to break down fat into\ntriglycerides. Triglycerides are then metabolized to glycerol and non-esterified\nfatty acids. These are then further degraded in the needed heat-generating\nprocess to form CO 2 and water. Chemically, in mitochondria the proton\ngradient producing the proton electromotive force that is ordinarily used to\nsynthesize ATP is instead bypassed to produce heat directly.\n\nShivering should not be confused with chills or rigor, which is a shaking\noccurring during a high fever.\n","linknr":113,"url":"Shivering","recorded":1362485074,"links":15,"instances":["medicine"],"pdf":[],"categories":["Reflexes"],"headings":["See also","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Wiktionary-logo-en.svg/37px-Wiktionary-logo-en.svg.png","//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["rigor","medicine"]],"members":["rigor"],"related":["Hypothermia","Warm-blooded","Body_temperature","Reflex","Homeostasis","Muscle","Vital_organ","Energy","Fever","Hypothalamus","Third_ventricle","Skin","Spinal_cord","Postanesthetic_shivering","Brown_adipose_tissue","Norepinephrine","Brown_fat","Triglycerides","Glycerol","Mitochondria","Proton_electromotive_force","Adenosine_triphosphate","Chills","Myoclonus","Tremor","Rigor_(medicine)","Goose_bumps"]}