{"cursor":"4068","size":15,"audio":[],"currentlang":"en","article":"\n__NOTOC__ were a short-lived fad in the 1970s.]] A 'fad' is any form of behavior\nthat develops among a large population and is collectively followed with\nenthusiasm for some period, generally as a result of the behavior's being\nperceived as novel in some way. Kornblum\n(2007), p. 213. A fad is said to \"catch on\" when the number of people\nadopting it begins to increase rapidly. The behavior will normally fade quickly\nonce the perception of novelty is gone.\n\nThe specific nature of the behavior associated with a fad can be of any type\nincluding language usage, apparel, financial investment, and even food. Apart\nfrom general novelty, fads may be driven by mass media programming, emotional\nexcitement, peer pressure, or the desire of 'being hip'. Domanski (2004), p.\n147–159.\n\nThough the term trend may be used interchangeably with fad, a fad is generally\nconsidered a fleeting behavior whereas a trend is considered to be a behavior\nthat evolves into a relatively permanent change. Arena (2001), p. 341.\n\nIn the late 1950s, the word beatnik had been a major fad when a journalist\ncoined it as a portmanteau between \"beat\" and \"sputnik\". However, it faded away\nas its original proponents abandoned the underlying attitudes which were\nsupposed to go along with it. Though this fad, in and of itself, was short-\nlived, it is credited with giving birth to the hippie movement in the following\ndecade, and with inspiring other social trends in the decades that\nfollowed. Issitt (2009), p. 3.\n\nIn economics, the term is used in a similar way. Fads are mean-reverting\ndeviations from intrinsic value caused by social or psychological forces like\nthose that cause fashions in political beliefs or consumption goods. Camerer\n(1989).\n","linknr":-1,"url":"Fads_and_trends","recorded":1372154928,"links":[],"instances":["music"],"pdf":[],"categories":["Popular culture","Fads"],"headings":["See also","Notes","References","External links"],"image":[],"tags":[["beat","music"]],"members":["beat"],"related":["Behavior","Beatnik","Portmanteau","Beat_(music)","Sputnik","Hippie","Economics","Trend","Bandwagon_effect","Coolhunting","List_of_Internet_phenomena","Memetics","Evolutionary_pressure","Population_genetics","Peer_pressure","Social_mania","15_minutes_of_fame"]}