{"cursor":"2221","size":15,"audio":[],"currentlang":"en","article":"'Fatty Fudge' is a cartoon character in [[The Beano]] Comic. As his name\nsuggests he is a big fat boy with an addiction to unhealthy food and in\nparticular confectionary. He is very greedy and would do anything for food,\nwhich Minnie often uses to her advantage. He is largely confined to supporting\nroles in the Minnie the Minx cartoon strip in which, alongside Minnie's other\nrival Soppy Susan he is usually the butt of Minnie's pranks, although his\nservices are occasionally engaged by Minnie for the furtherence of her schemes.\nHis real name is Frederick.\n\nFrom 1989-1991, however, Fatty enjoyed his own spin off strip devoted entirely\nto the parodying of famous films. Examples of this include Ghost Burgers, Toast\nBusters, You only eat Rice, Sleeping Fatty, Frankfurterstein, Fishfinger, Live\nand let diet, The Incredible bulk, 2001 a space obesity, and 20,000 Leeks under\nthe Sea. He also appeared in a parody of the British quiz show Bob's Full House,\ncalled \"Slob's Full Tum\", where contestants had to eat as much as they could and\nwhoever got a full tum in the quickest time was the winner. The game show was\nhosted by \"Slob Monkhouse\", again a parody of the original host name Bob\nMonkhouse. These strips were all drawn by Jim Petrie, the Minnie the Minx artist\nat that time.\n\nThe strip reappeared in Issue 3616, dated 17th December 2011, it was so former\nartist Jim Petrie could get a proper retirement. The comic asked for ideas for\nthe strip on Beano.com. In the end, the winning idea was \"The Tummy Returns\",\nsuggested by William Clyde, this appeared in the comic. Other suggestions that\nwere considered good by Petrie included Iron (stomach) Man, A-lard-in, Harry\nScoffer and the order on Phoenix Street, all from Harry Rickard, Currynation\nStreet and The Fat in the Hat, both by Oliver Forde.\n","linknr":316,"url":"Fatty_Fudge","recorded":1362477336,"links":18,"instances":[],"pdf":[],"categories":["Beano strips"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/3/35/UK_balloon.svg/40px-UK_balloon.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Comic","Confectionary","Minnie_the_Minx","Bob's_Full_House","Bob_Monkhouse","Jim_Petrie"]}