{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/Federa%C3%A7%C3%A3o_Caboverdiana_de_Futebol\">Federação Caboverdiana de Futebol</a> - The Federação Caboverdiana de Futebol (FCF) is the governing body of football in Cape Verde.","FCF","\n<a href=\"http://duckduckgo.com/False_Creek_Ferries\">False Creek Ferries</a> - False Creek Ferries, a division of Granville Island Ferries Ltd,  is a privately owned and operated ferry service that operates on False Creek near downtown Vancouver, Canada.","A measure of a company's ability to generate the cash flow necessary to maintain operations.","\n<a href=\"http://duckduckgo.com/Functional_Check_Flight\">Functional Check Flight</a> in aviation","\n<a href=\"http://duckduckgo.com/FC_Flora_Tallinn\">FC Flora Tallinn</a> - MTÜ JK FC Flora is an Estonian football club that was founded in 1990.","\n<a href=\"http://duckduckgo.com/family_International\">Family Care Foundation</a> - The Children of God, later known as the Family of Love, the Family, and now The Family International, is a new religious movement, started in 1968 in Huntington Beach, Californ...","\n<a href=\"http://duckduckgo.com/Fight_Club_Finland\">Fight Club Finland</a>","\nFederación Colombiana de Fútbol (<a href=\"http://duckduckgo.com/Colombian_Football_Federation\">Colombian Football Federation</a>)","\nFederació Catalana de Futbol  (<a href=\"http://duckduckgo.com/Catalan_Football_Federation\">Catalan Football Federation</a>)","\n<a href=\"http://duckduckgo.com/Fast_Connection_Failover\">Fast Connection Failover</a>","\n<a href=\"http://duckduckgo.com/frontiersmen_Camping_Fellowship\">Frontiersman Camping Fellowship</a> - The Frontiersmen Camping Fellowship is a program of the Royal Rangers, and serves as their service/honor organization, similar to the Boy Scouts of America's Order of the Arrow.","\n<a href=\"http://duckduckgo.com/fC_Fyn\">FC FYN</a> - FC Fyn is a Danish football club from Odense on Funen.","\n<a href=\"http://duckduckgo.com/Fibre_Channel_Forwarder\">Fibre Channel Forwarder</a>","\n<a href=\"http://duckduckgo.com/FC_Fredericia\">FC Fredericia</a> - FC Fredericia (FC Fredericia) is a Danish professional football club, from the town of Fredericia.","\n<a href=\"http://duckduckgo.com/Free_Congress_Foundation\">Free Congress Foundation</a> - The Free Congress Foundation, is a conservative think tank founded by Paul Weyrich.","\n<a href=\"http://duckduckgo.com/Free_cash_flow\">Free cash flow</a> - In corporate finance, free cash flow (FCF) is cash flow available for distribution among all the securities holders of an organization.","\n<a href=\"http://duckduckgo.com/Feline_Conservation_Federation\">Feline Conservation Federation</a> - The Feline Conservation Federation is a 501 non-profit organization based in the United States dedicated to the preservation, protection, and propagation of all species of wild felines.","\nFor Coloring Food / For Colouring of Food, a term to describe a number of <a href=\"http://duckduckgo.com/food_coloring\">food coloring</a>s"],"common":{"milestones":["<a target=\"_new\" href=\"http://en.wikinews.org/wiki/Heavy_snow_causes_disruption_across_northwestern_Europe\" title=\"Heavy snow causes disruption across northwestern Europe\">Heavy snow causes disruption across northwestern Europe</a>"],"image":[[],[]]},"Lists":[],"created":1373550208,"book":[],"micro-www":{"fcf":[""]},"micro-relation":[]}