{"cursor":"15967","size":15,"audio":[],"currentlang":"en","article":"\n\nThe term \"'feature'\" implies different meanings in different engineering\ndisciplines. This has resulted in many ambiguous definitions for feature. A\nfeature, in computer-aided design (CAD), usually refers to a region of a part\nwith some interesting geometric or topological properties. Pratt M.J. and Wilson P.R., 1985, Requirements for support of\nform features in a solid modeling system, CAM-I, R-85-ASPP-01  These are\nmore precisely called form features. Form features contain both shape\ninformation and parametric information of a region of interest. They are now\nubiquitous in most current CAD software, where they are used as the primary\nmeans of creating 3D geometric models. Examples or form features are extruded\nboss, loft, etc. Form feature is not the only type of feature that is discussed\nin CAD literature. Sometimes a part's functional or manufacturing features of\nthe subject of attention. Regli W.C., 1995, Geometric\nalgorithms for recognition of features from solid models, PhD dissertation,\nUniv. Maryland, College Park MD. Shah J.J., Mäntylä M., 1995,\nParametric and feature based CAD/CAM, Wiley-Interscience Publication, John Wiley\nSons Inc. Although it is quite possible to see form features and\nmanufacturing features are called by the same name, they are not exactly the\nsame concepts. For example, one may either use the name \"pocket\" to refer to a\nswept cut on the boundary of a part model, or to refer to a trace left on the\npart boundary by a specific machining operation. The former is exclusively\nconcerned with a geometric shape whereas the latter is concerned with both the\ngeometric shape and a manufacturing operation, needing more parameters in its\ndefinition. As such, a manufacturing feature can be minimally defined as a form\nfeature (if it has a form that can uniquely represent it), but not necessarily\nvice versa (forms can be interpreted differently in different manufacturing\ndomains). Machining features are an important subset of\nmanufacturing features. A machining feature can be regarded as the volume swept\nby a \"cutting\" tool, Chang T.C., 1990, Expert process planning for\nmanufacturing, Addison –Welsey, New York. which is always a negative\n(subtracted) volume. Finally, there is also the concept of assembly feature,\nwhich encodes the assembly method between connected components.\n\nFeature data in CAD can be specified either as a collection of surfaces or as\nvolumes. Surface features can be used to describe manufacturing tolerances or\nlocating surfaces in assembly design. Volumetric features on the other hand, can\nbe used in tool path generation, etc. Manufacturing information (particularly in\nmachining) is better portrayed by using volumetric features.\n\nThe first published work on features was for the original boundary\nrepresentation modelling system, BUILD, and was performed by Lyc Kyprianou. Kyprianou, L., 1980, Shape classification in Computer-Aided Design,\nPh.D. Dissertation, Cambridge university. Soon other work followed based\non different solid representations. Overviews on the work on features can be\nfound in Shah et al.; Shah, J.J., Anderson, D., Kim, Y.S., Joshi, S., 2001,\nA discourse on geometric feature recognition from CAD models, Journal of\ncomputing and information science in engineering, Vol 1, pp. 41-51.\nSubrahmanyam and Wozny; Subrahmanyam, S., Wozny, M., 1995, An overview of\nautomatic feature recognition techniques for computer-aided process planning,\nComputers in industry, Vol. 26, pp. 1-21. Salomons et al. Salomons,\nO., van Houten, F. J., Kals, H. J., 1993, Review of Research in Feature-Based\nDesign, Journal of Manufacturing Systems, Vol. 12, No. 2, pp. 113-132.,\n","linknr":161,"url":"Feature_(CAD)","recorded":1362554569,"links":15,"instances":[],"pdf":["http://ieeexplore.ieee.org/iel5/70/19436/00897789.pdf"],"categories":["Computer-aided design"],"headings":["Feature Technology","See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Computer-aided_design","Computer-aided_design","Computer-aided_manufacturing","Computer_Integrated_Manufacturing","Parametric_feature_based_modeler","STEP-NC"]}