{
   "micrownet" : [
      "felo-de-se"
   ],
   "duck" : [
      "Felo de se, Latin for \"felon of himself\", is an archaic legal term meaning suicide.",
      "https://en.wikipedia.org/wiki/Felo_de_se",
      "HASH(0x1a5c368)",
      "Wikipedia",
      "Felo de se",
      "http://www.merriam-webster.com/dictionary/felo%20de%20se",
      "felo de se definition: a person who commits suicide or who dies from the effects of having committed an unlawful malicious act.",
      "Merriam-Webster",
      "\n<a href=\"http://duckduckgo.com/c/Suicide\">Suicide</a>",
      "\n<a href=\"http://duckduckgo.com/c/Latin_legal_terms\">Latin legal terms</a>",
      "HASH(0x4b9f920)",
      "\n<a href=\"http://duckduckgo.com/c/Legal_history_of_England\">Legal history of England</a>",
      "Felo de se, Latin for \"felon of himself\", is an archaic legal term meaning suicide.",
      "A"
   ],
   "common" : {
      "milestones" : [],
      "image" : [
         [],
         []
      ]
   },
   "Lists" : [],
   "created" : 1373465950,
   "book" : [],
   "micro-www" : {
      "felo-de-se" : [
         ""
      ]
   },
   "wiki" : {
      "cat" : [
         "Latin legal terms",
         "Suicide",
         "Legal history of England"
      ],
      "text" : "'Felo de se', Latin for \"felon of himself\", is an archaic legal term meaning\nsuicide. In early English common law, an adult who committed suicide was\nliterally a felon, and the crime was punishable by forfeiture of property to the\nking and what was considered a shameful burial &ndash; typically with a stake\nthrough his heart and with a burial at a crossroad. Burials for felo de se\ntypically took place at night, with no mourners or clergy present, and the\nlocation was often kept a secret by the authorities.<ref>Macdonald, M. \"The\nSecularization of Suicide in England, 1660-1800\",\n[http://www.jstor.org/stable/650502 Past and Present #111, (May, 1986), pp. 50-\n100.]</ref> A child or mentally incompetent person, however, who killed himself\nwas not considered a felo de se and was not punished post-mortem for his\nactions. The term is not commonly used in modern legal practice.\n\nIn the seventeenth and eighteenth centuries in England, as suicide came to be\nseen more and more as an act of temporary insanity, many coroner's juries began\ndeclaring more suicide victims as [[non compos mentis]] rather than felo de se.\nThis meant that the suicide victim's property was not forfeited to the crown and\nthe suicide's family could inherit the property.<ref>Sleepless Souls: Suicide in\nEarly Modern England by Michael MacDonald and Terence R. Murphy (1990). Chapter\n4.</ref> MacDonald and Murphy write that \"By the 1710s and 1720s, over 90 per\ncent of all suicides were judged insane, and after a period of more rigorous\nenforcement of the law, non compos mentis became in the last three decades of\nthe century the only suicide verdict that Norwich Coroners returned. ...Non\ncompos mentis had become the usual verdict in cases of suicide by the last third\nof the century.\"\n\n\"Felo de se\" is also employed as the title of poems by [[fin de siècle]] poet\nAmy Levy and Georgian poet Richard Hughes. It is also the title of a book by R.\nAustin Freeman.\n\nThe laws relating to felo de se also applied to someone who was killed or died\nby other causes whilst they were committing a crime or other malicious act\n(e.g., a burglar who was killed by a householder defending his own property).\n\nAs to England and Wales, see the Suicide Act 1961. And see formerly the\nInterments (felo de se) Act 1882.\n",
      "title" : "Felo%20de%20se",
      "headings" : [
         "Documented incidents of ''Felo de se''",
         "Notes"
      ]
   },
   "micro-relation" : [
      "1: Latin",
      "1: Suicide",
      "1: Common_law",
      "1: Felony",
      "1: Child",
      "1: Georgian_poets",
      "1: R._Austin_Freeman",
      "1: England_and_Wales",
      "1: Suicide_Act_1961",
      "1: Joseph_Zillwood",
      "1: Lyttelton,_New_Zealand",
      "1: New_Zealand",
      "1: Hawkins'_Treatise_of_Pleas_of_the_Crown"
   ]
}
