{"cursor":"9376","size":15,"audio":[],"currentlang":"en","article":"\n\n\nThe term 'ferrocement' is most commonly applied to a mixture of Portland\ncement and sand applied over layers of woven or expanded steel mesh and\nclosely spaced small-diameter steel rods rebar. It can be used to form\nrelatively thin, compound curved sheets to make hulls for boats, shell roofs,\nwater tanks, etc. It has been used in a wide range of other applications\nincluding sculpture and prefabricated building components. The term has been\napplied by extension to other composite materials including some containing no\ncement and no ferrous material. These are better referred to by terms\ndescribing their actual contents.\n\nThe term \"ferrocement\" was given to this product by its inventor in France,\nJoseph Monier. At the time, (1850's) he wanted to create urns, planters, and\ncisterns without the expense of kiln firing. In 1875 he created the first steel\nand concrete bridge. The outer layer was sculpted in its wet state to mimic\nrustic logs, thereby also introducing Faux Bois concrete into practice. (Recent\ntrends have \"ferrocement\" being referred to as ferro concrete or reinforced\nconcrete to better describe the end product instead of its components. By\nunderstanding that aggregates mixed with Portland cement form concrete, but many\nthings can be called cement, it is hoped this may avoid the confusion of many\ncompounds or techniques that are not ferro concrete.)\n\nFerro concrete has relatively good strength and resistance to impact. When used\nin house construction in developing countries, it can provide better resistance\nto fire, earthquake, and corrosion than traditional materials, such as wood,\nadobe and stone masonry. It has been popular in developed countries for yacht\nbuilding because the technique can be learned relatively quickly, allowing\npeople to cut costs by supplying their own labor. In the 1930s through 1950's,\nit became popular in the United States as a construction and sculpting method\nfor novelty architecture, examples of which created \"dinosaurs in the desert\",\nor a \"giant pair of cowboy boots and hat\" for a service station.\n","linknr":163,"url":"Ferrocement","recorded":1362508820,"links":18,"instances":["masonry"],"pdf":[],"categories":["Concrete","Building materials","Sculpture materials"],"headings":["Construction","Economics","Advantages","Disadvantages","See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Unbalanced_scales.svg/45px-Unbalanced_scales.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/a/a8/Barco_de_ferrocemento.JPG/220px-Barco_de_ferrocemento.JPG","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["mortar","masonry"]],"members":["mortar"],"related":["Portland_cement","Rebar","Composite_materials","Joseph_Monier","Faux_Bois","Reinforced_concrete","Construction_aggregate","Portland_cement","Concrete","Cement","Albert_Vrana","Novelty_architecture","Rebar","Galvanized","Stainless_steel","Grout","Mortar_(masonry)","Portland_cement","Sand","Water","Shotcrete","Reinforced_concrete","India","Earthquakes","Yacht","Fiber_reinforced_plastic","Aluminum","Steel","Types_of_concrete","Joseph_Monier","Faux_Bois","Ferroconcrete","Reinforced_concrete","Ferroconcrete_restoration","Scenery_construction"]}