{"cursor":"4147","size":15,"audio":[],"currentlang":"en","article":"s ]]\n\n'Fluoride glass' is a class of non-oxide optical glasses composed of fluorides\nof various metals. Due to their low viscosity, it is very difficult to\ncompletely avoid the occurrence of any crystallization while processing it\nthrough the glass transition (or drawing the fiber from the melt). Thus,\nalthough 'heavy metal fluoride glasses' (HMFG) exhibit very low optical\nattenuation, they are not only difficult to manufacture, but are quite fragile,\nand have poor resistance to moisture and other environmental attacks. Their best\nattribute is that they lack the absorption band associated with the hydroxyl\n(OH) group (3200 â 3600 cm â1 ) which is present in nearly all oxide-\nbased glasses. [http://www.britannica.com/EBchecked/topic/258959/heavy-metal-\nfluoride-glass heavy-metal fluoride glass (glass)], Britannica Online\nEncyclopedia\n\nHMFG's were initially slated for optical fiber applications, because the\nintrinsic losses of a mid-IR fiber could in principle be lower than those of\nsilica fibers, which are transparent only up to ~ 2 Î¼m. However, such low losses\nwere never realized in practice, and the fragility and high cost of fluoride\nfibers made them less than ideal as primary candidates. Later, the utility of\nfluoride fibers for various other applications was discovered. These include mid-\nIR spectroscopy, fiber-optic sensors, thermometry, and imaging. Also, fluoride\nfibers can be used for guided lightwave transmission in media such as YAG (ytrria-\nalumina garnet) lasers at 2.9 Î¼m, as required for medical applications (e.g.\nophthalmology and dentistry). Tran, D., et al., Heavy metal fluoride\nglasses and fibers: A review, J. Lightwave Technology, Vol. 2, p. 566 (1984)\n Nee, S.F., et al., Optical and surface properties of oxyfluoride\nglasses, Proc. SPIE, Vol. 4102, p. 122 (2000); Characterization of optical\nconstants for transparent materials, in Properties and Characteristics of\nOptical Glass, Ed. A.J. Marker III, Proc. SPIE, Vol. 979, p. 62 (1988) \n\nAn example of a heavy metal fluoride glass is the ZBLAN glass group, composed of\nzirconium, barium, lanthanum, aluminum, and sodium fluorides. These materials'\nmain technological application is as optical waveguides in planar and fibre\nform. They are advantageous especially in mid infrared (2000-5000 nm) range. [http://www.ino.ca/en-CA/Achievements/Description/project-\np/fluoride-glass-fibers.html]\n\nSome fluoride glasses are difficult to produce on Earth due to their fast\ncrystallization. The crystallization is slower in microgravity\nconditions. [http://science.nasa.gov/headlines/y2003/14apr_zeroglass.htm\nGlass from Space], NASA-supported researchers have discovered that glass formed\nin space has remarkable properties. April 14, 2003, Author: Karen Miller, Dr.\nTony Phillips\n\nFluoride glass may also mean an oxide optical glass doped with zirconium\nfluoride. [http://www.idigitalphoto.com/dictionary/fluoride_glass Definition\nof fluoride glass], iDigitalPhoto Dictionary\n\nA mix of fluoride glass and phosphate glass is fluorophosphate glass.\n\nFluoride glasses based on zirconium fluoride are a class of 'fluorozirconate\nglasses'. ZBLAN glasses belong to this group as well.\n\nFluoride glasses based on aluminium fluoride are a class of\n'fluoroaluminate glasses'.\n\nDoping praseodymium in fluoride glass allows it to be used as a single mode\nfiber optical amplifier (PDFA see also EDFA).\n\nOptical elements made of calcium fluoride, namely of fluorite crystals, are used\nin some telephoto lenses, to correct color aberration. They are however being\nreplaced with various low dispersion glasses, which have higher refraction\nindex, better dimensional stability, and lower fragility.\n","linknr":115,"url":"Fluoride_glass","recorded":1362481728,"links":13,"instances":[],"pdf":[],"categories":["Non-oxide glasses","Phosphates"],"headings":["References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/4/49/Fibreoptic.jpg/220px-Fibreoptic.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Glass","Fluoride","Glass_transition","Optical_fiber","ZBLAN","Optical_waveguide","Optical_fiber","Infrared","Microgravity","Zirconium_fluoride","Phosphate_glass","Fluorophosphate_glass","Aluminium_fluoride","Praseodymium","Optical_amplifier","EDFA","Calcium_fluoride","Fluorite","Telephoto_lens","Color_aberration","Low_dispersion_glass","Refraction_index"]}