{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/Formula_(album)\">Formula (album)</a>, by OLD","\n<a href=\"http://duckduckgo.com/Formula_language\">Formula language</a>, a Lotus Notes programming language","Formula","\n<a href=\"http://duckduckgo.com/Formula_fiction\">Formula fiction</a>, literature following a predictable form","\n<a href=\"http://duckduckgo.com/Formula\">Formula</a> - In mathematics, a formula is an entity constructed using the symbols and formation rules of a given logical language.","http://www.merriam-webster.com/dictionary/formula","\n<a href=\"http://duckduckgo.com/Infant_formula\">Infant formula</a>, a food for infants","formula definition: a set form of words for use in a ceremony or ritual.","Merriam-Webster","\n<a href=\"http://duckduckgo.com/Formula_racing\">Formula racing</a>, a type of motorsport","\n<a href=\"http://duckduckgo.com/Formula_(boats)\">Formula (boats)</a> - Formula is a brand of pleasure boats produced in the United States and sold around the world.","\n<a href=\"http://duckduckgo.com/Bill_of_materials\">Bill of materials</a> - A bill of materials is a list of the raw materials, sub-assemblies, intermediate assemblies, sub-components, components, parts and the quantities of each needed to manufacture an end product.","\n<a href=\"http://duckduckgo.com/Trinitarian_formula\">Trinitarian formula</a>, a Biblical phrase","\n<a href=\"http://duckduckgo.com/Chemical_formula\">Chemical formula</a>, an expression of the contents of a chemical compound","\n<a href=\"http://duckduckgo.com/Well-formed_formula\">Well-formed formula</a>, a word that is part of a formal language, in mathematical logic"],"common":{"milestones":["<a target=\"_new\" href=\"http://en.wikinews.org/wiki/Ontario_Votes_2007:_Interview_with_Communist_Party_candidate_Johan_Boyden,_Toronto_Centre\" title=\"Ontario Votes 2007: Interview with Communist Party candidate Johan Boyden, Toronto Centre\">Ontario Votes 2007: Interview with Communist Party candidate Johan Boyden, Toronto Centre</a>","<a target=\"_new\" href=\"http://en.wikinews.org/wiki/News_of_Michael_Jackson%27s_death_overloads_Internet_sites_and_sparks_hoaxes\" title=\"News of Michael Jackson&#39;s death overloads Internet sites and sparks hoaxes\">News of Michael Jackson&#39;s death overloads Internet sites and sparks hoaxes</a>"],"image":[[],[]]},"Lists":[],"created":1373518212,"book":[],"micro-www":{"formulae":[""]},"wiki":{"cat":["Mathematical notation"],"text":"\n\nIn science, a 'formula' is a concise way of expressing information symbolically\nas in a mathematical or chemical formula. The informal use of the term 'formula'\nin science refers to the general construct of a relationship between given\nquantities. The plural of formula can be spelled either as formulas or formulae\n(from the original Latin).<ref\nname=\"oxford\">[http://oxforddictionaries.com/view/entry/m_en_gb0311400 Oxford\nDictionaries: formula].</ref>\n\nIn mathematics, a formula is an entity constructed using the symbols and\nformation rules of a given logical language. For example, determining the volume\nof a sphere requires a significant amount of integral calculus; but, having done\nthis once, mathematicians can produce a formula to describe the volume in terms\nof some other parameter (the radius for example). This particular formula is:\n:<math> V =\\frac{4}{3} \\pi r^3. </math>\nHaving obtained this result, and knowing the radius of the sphere in question,\nwe can quickly and easily determine its volume. Note that the volume V and the\nradius r are expressed as single letters instead of words or phrases. This\nconvention, while less important in a relatively simple formula, means that\nmathematicians can more quickly manipulate larger and more complex formulae.\n\nIn modern chemistry, a chemical formula is a way of expressing information\nabout the proportions of atoms that constitute a particular chemical compound,\nusing a single line of chemical element symbols, numbers, and sometimes other\nsymbols, such as parentheses, brackets, and plus (+) and minus (−) signs. For\nexample, H<sub>2</sub>O is the chemical formula for water, specifying that each\nmolecule consists of two hydrogen (H) atoms and one oxygen (O) atom. Similarly,\nO denotes an ozone molecule consisting of three oxygen atoms and having a net\nnegative charge.\n\nIn a general context, formulas are applied to provide a mathematical solution\nfor real world problems. Some may be general: , which is one expression of\nNewton's second law, is applicable to a wide range of physical situations. Other\nformulas may be specially created to solve a particular problem; for example,\nusing the equation of a sine curve to model the movement of the tides in a bay.\nIn all cases, however, formulas form the basis for all calculations.\n\nExpressions are distinct from formulas in that they cannot contain an equals\nsign (=). Whereas formulas are comparable to sentences, expressions are more\nlike phrases.\n","title":"Formula","headings":["In computing","Formulas with prescribed units","See also","References"]},"micro-relation":["1: Science","1: Chemical_formula","1: Mathematics","1: Formal_language","1: Volume","1: Sphere","1: Integral_calculus","1: Radius","1: Chemistry#Principles_of_modern_chemistry","1: Atom","1: Chemical_compound","1: Chemical_symbols","1: Water","1: Molecule","1: Ozone","1: Newton's_laws_of_motion","1: Equation","1: Sine_curve","1: Computing","1: Calculation","1: Computer","1: Spreadsheet","1: Cell_reference","1: Physical_quantity","1: Units_of_measurement","1: Dimensional_analysis#Commensurability","1: Units_conversion_by_factor-label","1: Conversion_of_units","1: Formula_unit","1: Mathematical_notation"]}