{"cursor":"10239","size":15,"audio":[],"currentlang":"en","article":"{{multiple issues|\n\n\n\n}} 'Free recall' is a basic paradigm in the psychological study of memory. In\nthis paradigm, participants study a list of items on each trial, and then are\nprompted to recall the items in any order (hence the name \"free\" recall). Items\nare usually presented one at a time for a short duration, and can be any of a\nnumber of nameable materials, although traditionally, words from a larger set,\nare chosen. The recall period typically lasts a few minutes, and can involve\nspoken or written recall. The standard paradigm involves the recall period\nstarting immediately after the final list item; this can be referred to as\nImmediate Free Recall (IFR) to distinguish it from Delayed Free Recall (DFR). In\ndelayed free recall, a short distraction period is interpolated between the\nfinal list item and the start of the recall period. Both immediate free recall\nand delayed free recall have been used to test certain effects that appear\nduring recall tests, such as the primacy effect and recency effect.\n\nOne of the basic measures of performance in the free recall paradigm is simply\nthe number of words recalled from a list, which varies with a number of factors,\nincluding the list length, the type of material studied, and any task used to\nprocess the words (e.g., a simple judgement). When one examines the probability\nof recall by the position of the item in the list (its serial position), one\nfinds that the initial and terminal items in the list are better remembered than\nthose in the middle (also known as the primacy and recency items, respectively).\nPrimacy effects generally come from the idea that greater attention is devoted\nto items that appear at the beginning of presentation lists. Murdock (1962)\npresents a classic study of serial position effects in free recall. In his\nexperiment, Murdock used six groups of 103 participants. Each group was given\ndifferent combinations of list lengths and presentation rates. Three of the\ngroups were shown lists of ten, fifteen, and twenty words with a presentation\nrate of two seconds per word. The other three groups were shown lists of twenty,\nthirty, and forty words with a one-second presentation rate for each word. There\nwere 80 lists in total that included randomly selected common English words.\nAfter the presentation of each list, subjects were asked to recall as many words\nas possible in any order. Results from the experiment showed that all groups\nexpressed both primacy effects and recency effects. Recency effects were\nexhibited regardless of the length of the list, and it was strongest for the\nwords in the last eight serial positions. The primacy effect extended over the\nfirst four serial positions (Murdock 1962).\n\nOne also finds evidence of the recency effect in the way that participants\ninitiate recall of a list: they most often start with terminal (recent) list\nitems (an early description of the recency effect in the probability of first\nrecall can be found in Hogan, 1975). Recency effects come from the notion that\nterminal list items tend to be better recalled than other items. This particular\neffect has generated much controversy and experimentation due to the speculation\nabout why items that are rehearsed less should be so well remembered. A standard\nexplanation for these effects is that they represent output from primary memory,\nor the short-term memory buffer system. (Greene 1986).\n\nRecency effects show how well subjects can remember the last items relative to\nhow well they remember the other items. Glenberg’s theory can be used to\ndetermine the magnitude of the recency effect, depending on how effective the\nretrieval cues are for the last item relative to the other items. Several types\nof experiments can be done to test the recency effect for free recall. One\nexperiment that is commonly used is the distractor-recall paradigm, as done by\nRundus (1980). Another study that exhibits the recency effect during free recall\nis when subjects learn several different lists followed by recall tests, and\nthen a final unexpected recall test at the end of the experiment where they are\nrequired to recall as many items as possible from all of the lists. Results show\nthat participants tend to recall items from the more recent lists (Greene 1986).\n\nStudies have also been done to address the best method for recalling lists of\nunrelated words. In contrast to free recall, another type of study is known as\nthe serial recall paradigm, where participants are asked to recall the presented\nitems in their correct order rather than the order that comes to mind at the\ntime of testing, randomly. Experiments have shown that in comparison to free\nrecall, the serial recall learning curve increases linearly with the number of\ntrials. The purpose of a study by Bruner, Miller, and Zimmerman (1955) was to\ndetermine if this learning difference is a result of the order in which the\nparticipant sees the items, or if it is instead dependent on the order in which\nthe participant is told to recall the items. The study involved three different\nconditions: serial recall, free recall with items to be recalled randomized\nbefore each trial, and free recall with the order of the items kept constant.\nThe experiment tested nine college students on 18 series of words. In addition\nto the linear serial recall learning curve, it was found that more words are\nforgotten when recall is free than when it is serial. The study also proved the\nnotion that the difference between the types of recall depends on the order in\nwhich the learner must recall the items, and not on the order in which the items\nare presented (Waugh 1961).\n\nBeyond examining the relative probability of particular items being recalled,\none can examine the order in which items are retrieved during the recall period.\nWhen a participant is asked to recall a set of random words, there is a marked\ntendency for items from neighboring positions in the study set to also be\nrecalled successively (also known as the contiguity effect, and characterized by\nKahana, 1996).\n\nClassic studies of free recall often focused on the multi-trial free recall\nparadigm, in which the same set of items appear on successive trials (although\nusually the order of the items is scrambled across trials). In this version of\nthe paradigm, researchers would focus on how many trials it took to learn a\ncertain proportion of the items. Tulving (1968) describes the phenomenon of\nsubjective organization, in which words that are recalled successively during\nthe first recall period also tend to be recalled successively during later\nrecall periods.\n\nIn addition to subjective organization, these multi-trial free recall paradigms\nare also used to analyze the effects of practice on recall tasks. Improvement in\nrecall of items over multiple trials has been termed the learning-to-learn\neffect (LTL). To explore the results of practice on item recall, two experiments\nhave been done to compare effects on free recall and ordered recall. The first\nexperiment consisted of multiple presentations of words, and required the\nsubjects to recall the lists by either ordered or free recall. The second\nexperiment had multiple trials, where each trial consisted of the presentation\nof words followed by a recall test. Participants were given five trials for each\nof the lists. Results of the experiments showed that in order to produce the learning-to-\nlearn effect in free recall, participants should be given multiple trials rather\nthan multiple presentations (Dallet 1963).\n","linknr":249,"url":"Free_recall","recorded":1362670567,"links":17,"instances":[],"pdf":[],"categories":["Memory processes"],"headings":["Understanding of neurological processes","References"],"image":["//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/40px-Text_document_with_red_question_mark.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Ambox_wikify.svg/40px-Ambox_wikify.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Psychology","Memory","Serial_position_effect","Dynamic_Tagging_Theory","George_Armitage_Miller","Short-term_memory","The_Magical_Number_Seven,_Plus_or_Minus_Two"]}