{"cursor":"2108","size":15,"audio":[],"currentlang":"en","article":"\n\nThe 'Fresh Democratic Party' is a liberal political party in Nigeria. FRESH is\nan acronym, 'F'aith, 'R'esponsibility, 'E'quality, 'S'ecurity and 'H'ope. The\nfounder and presidential aspirant (2007) is Reverend Chris Okotie. The party\nbelieves in the unity and diversity of the Nigerian nation; the sanctity and\ncollective will of the Nigerian people; the right of the Nigerian to good,\naccountable and compassionate leadership; and that federalism is the most\neffective form of co-existence in Nigeria.\n\nA recent 50-page voters' guide, Who Deserves Your Vote has been criticised as\nbeing a medium to campaign for Okotie because it supports \"a God fearing man of\nGod as the true president that will take Nigeria to its next level\". The author,\nAfo O Temienor, has stated that he has no personal relationship with Okotie,\ndisputing claims that he is silently campaigning for him, \"I am not campaigning\nfor any single individual via my book, I am only trying to sharpen the\ndiscernment of the average voter to vote wisely. That does not mean I don't have\na candidate of choice which dramatically turns out to be reverend Chris Okotie.\nIn fact I intend to work with FRESH Party because I believe in his vision, but\nonce again I didn't write my book because of him\". The guide, being published in\nFebruary 2007, has been predicted to become the most controversial book ever\nwritten in Nigeria.\n\nReports prove that FRESH democratic party is becoming stronger in the country\nand many claim it is the only political party in the country that has refused to\ncompromise. Young Nigerians are attracted to FRESH democratic party because of\nits vision, faith and stand. Another reason is the charm of the party's\npresident and presidential aspirant, Rev. Chris Okotie, who is fondly referred\nto as the 'prince of Nigeria'.\n","linknr":130,"url":"Fresh_Democratic_Party","recorded":1362675674,"links":18,"instances":[],"pdf":[],"categories":["Political parties in Nigeria"],"headings":["External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/7/79/Flag_of_Nigeria.svg/16px-Flag_of_Nigeria.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/0/01/A_coloured_voting_box.svg/16px-A_coloured_voting_box.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/7/79/Flag_of_Nigeria.svg/20px-Flag_of_Nigeria.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/4/46/Vote_icon.svg/20px-Vote_icon.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Liberalism","Political_party","Nigeria","Reverend_Chris_Okotie"]}