{"cursor":"4463","size":15,"audio":[],"currentlang":"en","article":"'') with simple (lobed or pinnatifid) blades, the dissection of each blade not\nquite reaching to the rachis.]]\n\n\nThe term 'frond' refers to a large, divided leaf. Raven, Evert\nEichhorn,2004. The Biology of Plants, 7th Ed. W.H. Freeman and Company, New\nYork, NY. Gifford and Foster, 1989. Morphology and Evolution of Vascular\nPlants, 3rd Ed. W.H. Freeman and Company, New York, NY. and some botanists\nrestrict the term to this group. Judd, Campbell, Kellogg, Stevens, Donoghue,\n2007. Plant Systematics: A Phylogenetic Approach, 3rd Ed. Sinauer, Sunderland,\nMA. Other botanists allow the term frond to also apply to the large leaves\nof cycads and palms (Arecaceae). Jones, 1993. Cycads of the World.\nSmithsonian Institution Press,USA. Allaby, 1992. The Concise Oxford\nDictionary of Botany. Oxford University Press, Oxford, UK.\n\nWhen most people use the word frond they mean a large, compound leaf, but if the\nterm is used botanically to refer to the leaves of ferns, it may be applied to\nsmaller and undivided leaves.\n\nFronds, like all leaves, usually have a stalk called the petiole supporting a\nflattened blade, sometimes called a lamina. However, fronds are often described\nusing distinctively different terms. The petiole of a frond is called a '[[Stipe\n(botany)|stipe]]' and the continuation of the stipe into the 'blade' portion is\ncalled the 'rachis'. The blades may be simple (undivided), pinnatifid (deeply\nincised, but not truly compound), pinnate (compound with the leaflets arranged\nalong a rachis to resemble a feather). If a frond is pinnate, the segments of\nthe blade are called 'pinnae' (singular: pinna) and the stalks bearing the\npinnae are called 'petiolules' (The main vein or mid-rib of a pinna is sometimes\ncalled a 'costa' (pl., 'costae'). Walters, Keil, 1996. Vascular Plant\nTaxonomy, 4th Ed. Kendall Hunt Publishing Co. Dubuque, IA.\n\nIf a frond is divided into pinnae, the frond is called once pinnate. In some\nfronds the pinna are further divided into segments, creating a bipinnate frond.\nThe segments into which each pinna are divided are called 'pinnules'. Rarely, a\nfrond may even be tripinnate, in which case the pinnule divisions are known as\n'ultimate segments'.\n\nPinnae may be arranged along the rachis either directly opposite one another or\nalternating up the stem. The arrangement may change from the base of a blade to\nthe tip, as in the example of [[Blechnum]] shown below (from base to tip: pinnae\nopposite to alternate, and pinnatisect to pinnatifid).\n\nSome fronds are not pinnately compound (or simple), but may be palmate or . Some\nferns, like members of the group Ophioglossales have a unique arrangement.\n\n''). Sori are evident on the abaxial surface.]]\n\nFern fronds often bear sporangia, usually on the abaxial surface of the pinnae,\nbut sometimes marginally or scattered over the frond. The sporangia are\ntypically clustered into a '[[sorus]]' (pl., 'sori'). Associated with each sorus\nin many species is a membranous protective structure called an 'indusium': an\noutgrowth of the blade surface that may partly cover the sporangia. Fronds may\nbear hairs, scales, glands, and, in some species, bulblets for vegetative\nreproduction.\n\nFern fronds, as with all leaves, arise from the stem, either directly, or on an\noutgrowth from the stem termed a phyllopodium. The stem of a typical\n(leptosporangiate) fern is subterranean or horizontal on the surface of the\nground. These stems are called rhizomes. Many fern fronds are initially coiled\ninto a \"fiddle-head\" or \"crozier\" (see circinate vernation) although cycad and\npalm fronds do not have this type of vernation.\n\nSome fern species feature frond dimorphism, in which fertile and sterile fronds\ndiffer in appearance and structure.\n","linknr":123,"url":"Fronds","recorded":1362482738,"links":23,"instances":["botany"],"pdf":[],"categories":["Pteridophyta","Plant morphology"],"headings":["See also","Notes"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/1/18/Fern_frond_lobed.jpg/300px-Fern_frond_lobed.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/0/01/Fern_Frond_Trichomes.jpg/300px-Fern_Frond_Trichomes.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/7/71/Fern_frond_pinnate.jpg/300px-Fern_frond_pinnate.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["petiole","botany"]],"members":["petiole"],"related":["Leaf","Fern","Cycad","Arecaceae","Petiole_(botany)","Pinnate","Leaf_shape","Sporangia","Phyllopodium","Rhizomes","Vernation","Frond_dimorphism","Fern_sports"]}