{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/supplemental_Nutrition_Assistance_Program\">Food Stamp Program</a> - The Supplemental Nutrition Assistance Program (SNAP), formerly known as the Food Stamp program, provides financial assistance for purchasing food to low- and no-income people living ...","FSP","Pieces of the protein fibrin released from a dissolving clot.","\n<a href=\"http://duckduckgo.com/Folsom_State_Prison\">Folsom State Prison</a> - Folsom State Prison is a California State Prison located in the city of Folsom, California,  northeast from the state capital of Sacramento.","\n<a href=\"http://duckduckgo.com/Florida_State_Prison\">Florida State Prison</a> - Florida State Prison (FSP), formerly known as the \"Florida State Prison-East Unit\" as it was originally part of Florida State Prison in Raiford, Florida (now known as Union Correctional Institut...","\n<a href=\"http://duckduckgo.com/Foro_de_S%C3%A3o_Paulo\">Foro de São Paulo</a> - Foro de São Paulo (FSP; São Paulo Forum) is a conference of leftist political parties and other organizations from Latin America and the Caribbean.","\n<a href=\"http://duckduckgo.com/folha_de_S._Paulo\">Folha de São Paulo</a> - Folha de S. Paulo, also known as Folha, is a Brazilian daily newspaper founded in 1921 under the name Folha da Noite and published in São Paulo by Empresa Folha da Manhã.","\n<a href=\"http://duckduckgo.com/Free_State_Project\">Free State Project</a> - The Free State Project (FSP) is a political migration, founded in 2001, to recruit at least 20,000 libertarians to move to a single low-population state (New Hampshire, selected in 2003) i...","\n<a href=\"http://duckduckgo.com/Florent_Sinama_Pongolle\">Florent Sinama Pongolle</a>, a French footballer","\n<a href=\"http://duckduckgo.com/Functional_sentence_perspective\">Functional sentence perspective</a> - In linguistics, Functional Sentence Perspective is a theory describing the information structure of the sentence and language communication in general.","\n<a href=\"http://duckduckgo.com/Daughters_of_St._Paul\">Daughters of St. Paul</a>, a Catholic religious congregation","\n<a href=\"http://duckduckgo.com/Fibre_saturation_point\">Fibre saturation point</a> - Fibre saturation point is a term used in wood mechanics and especially wood drying, to denote the point in the drying process at which only water bound in the cell walls remains - all other wate...","\n<a href=\"http://duckduckgo.com/Freedom_Socialist_Party\">Freedom Socialist Party</a> - The Freedom Socialist Party is a far-left socialist political party with a revolutionary feminist philosophy that emerged from a split in the United States Socialist Workers Party in 1966.","\n<a href=\"http://duckduckgo.com/saint-Pierre_Airport\">Saint Pierre Airport</a>, the IATA airport code.","\n<a href=\"http://duckduckgo.com/Hereditary_spastic_paraplegia\">Familial spastic paraparesis</a> - Hereditary Spastic Paraplegia, also called Familial Spastic Paraplegias, French Settlement Disease, or Strumpell-Lorrain disease, is a group of inherited diseases whose main feature ...","\n<a href=\"http://duckduckgo.com/FSP_Group\">FSP Group</a>, Taiwanese PSU manufacturer.","\n<a href=\"http://duckduckgo.com/Fragmentation_(weaponry)\">Fragment</a> simulating projectile, projectile which simulates the action of a fragment. Used in ballistic tests at the proving ground"],"common":{"milestones":["<a target=\"_new\" href=\"http://en.wikinews.org/wiki/Brazilian_President_party_received_money_from_FARC,_say_documents\" title=\"Brazilian President party received money from FARC, say documents\">Brazilian President party received money from FARC, say documents</a>"],"image":[[],[]]},"Lists":[],"created":1373536877,"book":[],"micro-www":{"fsp":[""]},"micro-relation":[]}