{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/Godunov's_theorem\">Godunov's theorem</a> - In numerical analysis and computational fluid dynamics, Godunov's theorem — also known as Godunov's order barrier theorem — is a mathematical theorem important in the development of the th...","\n<a href=\"http://duckduckgo.com/c/Numerical_analysis\">Numerical analysis</a>","Finite volume method","\n<a href=\"http://duckduckgo.com/c/Numerical_differential_equations\">Numerical differential equations</a>","\n<a href=\"http://duckduckgo.com/MUSCL_scheme\">MUSCL scheme</a> - In the study of partial differential equations, the MUSCL scheme is a finite volume method that can provide highly accurate numerical solutions for a given system, even in cases where the soluti...","\n<a href=\"http://duckduckgo.com/c/Computational_fluid_dynamics\">Computational fluid dynamics</a>","\n<a href=\"http://duckduckgo.com/Flux_limiter\">Flux limiter</a> - Flux limiters are used in high resolution schemes – numerical schemes used to solve problems in science and engineering, particularly fluid dynamics, described by partial differential equations.","\n<a href=\"http://duckduckgo.com/MIT_General_Circulation_Model\">MIT General Circulation Model</a> - The MIT General Circulation Model is a numerical computer code that solves the equations of motion governing the ocean or Earth's atmosphere using the finite volume method.","\n<a href=\"http://duckduckgo.com/Sergei_K._Godunov\">Sergei K. Godunov</a> - Sergei Konstantinovich Godunov is professor at the Sobolev Institute of Mathematics of the Russian Academy of Sciences in Novosibirsk, Russia.","\n<a href=\"http://duckduckgo.com/c/Fluid_dynamics\">Fluid dynamics</a>","The finite volume method is a method for representing and evaluating partial differential equations in the form of algebraic equations [LeVeque, 2002; Toro, 1999].","\n<a href=\"http://duckduckgo.com/High-resolution_scheme\">High-resolution scheme</a> - High-resolution schemes are used in the numerical solution of partial differential equations where high accuracy is required in the presence of shocks or discontinuities."],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373534154,"book":[],"micro-www":{"fvm":[""]},"wiki":{"cat":["Numerical differential equations","Fluid dynamics","Computational fluid dynamics","Numerical analysis"],"text":"The 'finite-volume method' is a method for representing and evaluating partial\ndifferential equations in the form of algebraic equations [LeVeque, 2002; Toro,\n1999]. Similar to the finite difference method or finite element method, values\nare calculated at discrete places on a meshed geometry. \"Finite volume\" refers\nto the small volume surrounding each node point on a mesh. In the finite volume\nmethod, volume integrals in a partial differential equation that contain a\ndivergence term are converted to surface integrals, using the divergence\ntheorem. These terms are then evaluated as fluxes at the surfaces of each finite\nvolume. Because the flux entering a given volume is identical to that leaving\nthe adjacent volume, these methods are conservative. Another advantage of the\nfinite volume method is that it is easily formulated to allow for unstructured\nmeshes. The method is used in many computational fluid dynamics packages.\n","title":"Finite-volume%20method","headings":["1D example","General conservation law","See also","References","Further reading","External links"]},"micro-relation":["3: Partial_differential_equation","2: Divergence","2: Divergence_theorem","2: Conservation_law","2: Flux","2: MUSCL_scheme","1: Finite_difference_method","1: Finite_element_method","1: Surface_integral","1: Computational_fluid_dynamics","1: Advection","1: High_resolution_scheme","1: Flux_limiter","1: Godunov's_scheme","1: Godunov's_theorem","1: High-resolution_scheme","1: MIT_General_Circulation_Model","1: Sergei_K._Godunov","1: Total_variation_diminishing","1: Albert_Ludwigs_University_of_Freiburg","1: GNU_Free_Document_License"]}