{"cursor":"3297","size":15,"audio":[],"currentlang":"en","article":"\n\n'Moves' was a wargaming magazine originally published by SPI (Simulations\nPublications, Inc.), who also published manual wargames. Their flagship magazine\n[[Strategy & Tactics]] (S&T), was a military history magazine featuring a new\nwargame in each issue. While S&T was devoted to historical articles, Moves\nfocused on the play of the games. Each issue carried articles dealing with\nstrategies for different wargames, tactical tips, and many variants and\nscenarios for existing games. As time passed, reviews of new games also became\nan important feature. While the majority of the articles dealt with SPI games,\nthe magazine was open to and published many articles on games by other\ncompanies.\n\nFounded by Jim Dunnigan, Moves began publication in 1972. SPI carried a huge\ninventory of their games, and was very successful as a direct mail marketer of\ntheir games. But with the rise of role playing games and multi-million dollar\nsales for that arm of gaming, SPI expanded into hobby shops and increased their\nmarket. However, retail meant significantly higher print runs and lower margins,\nand with the rapid inflation of the 1970s, the rise in paper costs put them in a\nfinancial bind. When the recession of 1980-81 hit, the company found themselves\nshort of cash and unable to continue without a loan. TSR appeared to be a\nsavior, making the loan as a promissory note, but then reversed course and\ndemanded payment. Moves was among the assets was acquired by TSR. The final\nissue (#60) of the original run was published in December 1981.\n\nA second run of issues began publication in 1991 with issue #61, when 3W\nceased publication of [[The Wargamer (magazine)|The Wargamer]] in favor of\nrestarting the well-known Moves title. It was bought, along with [[Fire &\nMovement]] and Strategy & Tactics, by Decision Games and continued publishing\ninto the 21st Century.\n","linknr":129,"url":"Moves_(magazine)","recorded":1362485144,"links":13,"instances":["company"],"pdf":[],"categories":["Wargaming magazines","Defunct magazines of the United States","American video game magazines","Magazines established in 1972"],"headings":["Editors","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Wiki_letter_w_cropped.svg/20px-Wiki_letter_w_cropped.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["3w","company"]],"members":["3w"],"related":["Wargaming","Magazine","Simulations_Publications","Jim_Dunnigan","Tactical_Studies_Rules","3W_(company)","Decision_Games","Howard_Barasch","Redmond_A._Simonsen","Jeff_Albanese","Christopher_R._Cummins"]}