{"cursor":"1850","size":15,"audio":[],"currentlang":"en","article":"A 'trade magazine', or trade rag, also called a 'professional magazine', is a\nmagazine published with the intention of target marketing to a specific\nindustry or type of trade. The collective term for this area of publishing is\nthe 'trade press'.\n\nTrade magazines typically contain advertising content centered on the industry\nin question with little if any general-audience advertising. They also generally\ncontain industry-specific job notices, a highly pertinent aspect to many\nreaders. Many trade publications can also be considered news\nmagazines with a very specific topical focus.\n\nSome trade magazines operate under controlled circulation, meaning the publisher\ndecides who may receive free subscriptions based on each individual's\nqualification as a member of the trade. This allows a high level of certainty\nthat advertisements will be received by the advertiser's target audience. [http://www.ppa.co.uk/all-about-\nmagazines/circulation Periodical Publishers Association (UK): \"Controlled & Paid\nCirculation\"]\n\nIn some instances, the boundary between trade publication and peer-reviewed\njournal has blurred. One such example is [[BioTechniques]], which contains peer-\nreviewed technical reports and technology reviews while containing heavy\nadvertising content, a significant proportion of the articles being authored by\nor in collaboration with vendors who advertise in the same issue.\n","linknr":97,"url":"Professional_magazine","recorded":1362672548,"links":15,"instances":[],"pdf":[],"categories":["Professional and trade magazines|*"],"headings":["See also","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Book_Hexagonal_Icon.svg/40px-Book_Hexagonal_Icon.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Magazine","Target_market","Industry","Craft","News_magazine","Peer_review","List_of_trade_magazines"]}