{"cursor":"9534","size":15,"audio":[],"currentlang":"en","article":"General\n\nIn 'emulation' learning, subjects learn about parts of their environment and use\nthis to achieve their own goals. Observational learning (sometimes called social\nlearning) is based primarily on the work of Albert\nBandura. http://www.edpsycinteractive.org/topics/soccog/soclrn.html\nFirst coined by child psychologist David Wood (1988 Wood, D. 1988. How\nchildren think and learn. London: Basil Blackwell. ), in\n1990 Tomasello, M. 1990. Cultural transmission in the tool use and\ncommunicatory signaling of chimpanzees? In: \"Language\" and intelligence in\nmonkeys and apes: Comparative developmental perspectives (Ed. by Parker, S. T. &\nGibson, K. R.), pp. 274-311. New York, NY, USA: Cambridge University\nPress. “emulation” was taken up by Michael Tomasello to explain the\nfindings of an earlier study on ape social learning (Tomasello et al.,\n1987 Tomasello, M., Davis-Dasilva, M., Camak, L. & Bard, K. 1987.\nObservational learning of tool use by young chimpanzees. Human evolution, 2, 175-\n183. ). The meaning of the term emulation has changed gradually since.\n\nHistory of the term\n\nIn the original version, emulation referred to observers understanding objects\nin their potential to help them achieve desired results. They gained this\nunderstanding by seeing demonstrators achieving these very results with these\nobjects. The actions performed by the demonstrators however were not copied, so\nit was concluded that observers learn “from the demonstration, that the tool may\nbe used to obtain the food” (Tomasello et al., 1987).\n\nIn 1996, Tomasello, M. 1996. Do apes ape? In: Social learning in animals:\nThe roots of culture (Ed. by Heyes, C. M. & Galef, B. G., Jr.), pp. 319-346. San\nDiego, CA, USA: Academic Press, Inc. Tomasello redefined the term: “The\nindividual observing and learning some affordances of the behavior of another\nanimal, and then using what it has learned in devising its own behavioral\nstrategies, is what I have called emulation learning. […] an individual is not\njust attracted to the location of another but actually learns something about\nthe environment as a result of its behavior”. An even later definition further\nclarifies: “In emulation learning, learners see the movement of the objects\ninvolved and then come to some insight about its relevance to their own\nproblems.” (Boesch & Tomasello, 1998 Boesch, C. & Tomasello, M. 1998.\nChimpanzee and human cultures. Current Anthropology, 39, 591-614. ). Here\nanimals learn some physics or causal relations of the environment. This does not\nnecessarily involve a very complex understanding of abstract phenomena (as to\nwhat defines a “tool as a tool”). Emulation comprises a large span of cognitive\ncomplexity, from minimal cognitive complexity to very complex levels (e.g. see\nCustance et al. (1999) Custance, D. M., Whiten, A. & Fredman, T. 1999.\nSocial learning of an artificial fruit task in capuchin monkeys (Cebus apella).\nJournal of Comparative Psychology, 113, 13-23. for a version they call\n“object movement reenactment”, with regard to the lower range of complexity).\nEmulation was originally invented as a “cognitivist’s alternative” to\nassociative learning (Tomasello, 1999), spanning learning about how things\nfunction and their “affordances” (Tomasello, 1999 Tomasello, M. 1999.\nEmulation learning and cultural learning. Behavioural and Brain Sciences, 21,\n703-704. ) put to the use of achieving ones own goals: “Emulation learning\nin tool-use tasks seems to require the perception and understanding of some\ncausal relations among objects” (Call & Tomasello, 1995 Call, J. &\nTomasello, M. 1995. Use of social information in the problem solving of\norangutans (Pongo pygmaeus) and human children (Homo sapiens). Journal of\nComparative Psychology, 109, 308-320. ). This necessarily involves some\n“insight” - a cognitive domain. To further highlight this point Call & Carpenter\nwrote in 2001: Call, J. & Carpenter, M. 2001. Three sources of information\nin social learning. In: Imitation in Animals and artifacts (Ed. by Dautenkahn,\nK.): MIT Press. “it would be a harder task to teach robots to emulate than\nit is already to teach them to imitate”. Albert Bandura formulated his findings\nin a four-step pattern which combines a cognitive view and an operant view of\nlearning, based on attention, retention, reproduction, and motivation. http-\n://www.edpsycinteractive.org/topics/soccog/soclrn.html\n\nCurrent theory\n\nRecently, Huang & Chaman (2005 Huang, C.-T. & Charman, T. 2005 Gradations\nof Emulation Learning in Infants' Imitation of Actions on Objects. Journal of\nExperimental Child Psychology 92, 276-302 ) have summarized the different\nconnotations of the term that are currently being discussed. These versions are:\n\"end state emulation\", \"goal emulation\", \"object movement reenactment\", and\n\"emulation via affordance learning\". In their words: in end state emulation \"the\npresence of an end result motivates an observer to replicate the result without\nexplicitly encoding it in relation to the model’s goal\". In goal emulation, \"an\nobserver attributes a goal to the model while attempting to devise his or her\nown strategy to reproduce the end result\". In object movement reenactment \"when\nan observer sees an object or its parts move, and that movement leads to a\nsalient outcome, seeing the object movement might motivate the observer to\nreproduce the outcome\". Emulation via affordance learning \"refers to a process\nwhereby an observer detects stimulus consequences, such as dynamic properties\nand temporal–spatial causal relations of objects, through watching the object\nmovements\". Byrne (2002 Byrne, R.W- 2002 Emulation in apes: verdict 'not\nproven' Behavioural and Brain Sciences 5, 21-22 ) has come up with a\nslightly different classification, and which is looking more closely at the\nlearning on the object level. He distinguishes three forms: 1) learning physical\nproperties of objects 2) learning the relationships among objects 3)\nunderstanding cause-and-effect relationships and changes of state of objects\n(e.g. \"that a stick can be used as a rake\").\n\nExperimental approaches\n\nEmulation has been researched in a diverse range of species, including humans.\nThe methodology most often applied is the so-called ghost-condition - put\nforward by Cecilia Heyes and colleagues in 1994. Heyes, C. M., Jaldow, E.,\nNokes, T. & Dawson, G. R. 1994: Imitation in rats (Rattus norvergicus): the role\nof demonstrator action. Behav. Proc. 32, 173—182. Ghost condition\ndemonstrations do not involve any information on body movements. Instead, the\nparts of the apparatus move as if a ghost moves them (for this purpose often\nvery thin fishing line is attached to the moving parts and which transmits the\nnecessary forces). While the use of this method (and subsequently the\ninterpretation of findings) has been criticized on the basis of it lacking\necological validity (it is a strange thing for non-animate objects to move on\ntheir own accord Byrne, R. W. 2002 Imitation of novel complex actions: what\ndoes the evidence from animals mean? Adv. Study Behav. 31, 77–105. ), it\nsucceeded in showing that environmental information can be enough for\nobservational learning to occur (work on pigeons Klein, E. D. & Zentall, T.\nR. 2003 Imitation and affordance learning by pigeons (Columba livia). J. Comp.\nPsychol. 117, 414–419 ). Thus, the general validity of the ghost condition\nis now established. Chimpanzees tested with this methodology have sometimes\nfailed to copy ( Tennie, C., J. Call, et al. (2006). \"Push or Pull:\nImitation vs. Emulation in Great Apes and Human Children.\" Ethology 112(12): 1159-\n1169. Hopper, L. M., Spiteri, A., Lambeth, S. P., Schapiro, S. J.,\nHorner, V. & Whiten, A. 2007 Experimental studies of traditions and underlying\ntransmission processes in chimpanzees. Anim. Behav. 73, 1021–1032. ), but\ncopied in another study Hopper, L. M., S. P. Lambeth, et al. (2008).\n\"Observational Learning in Chimpanzees and Children Studied Through ‘Ghost’\nConditions.\" Proceedings of the Royal Society of London B Biological Sciences\n275(1636): 835-840. - as did dogs. Miller, H. C., R. Rayburn-Reeves,\net al. (2009). \"Imitation, Emulation by Dogs Using a Bidirectional Control\nProcedure.\" Behavioural Processes 80(2): 109-114.\n\nSee also\n\n* Social learning and cumulative cultural evolution\n* Observational learning\n* Imitation\n* Culture#20th_century_discourses\n\nReferences\n\n\nFurther reading\n* Tennie, C., Call, J. & Tomasello M. (2009). [http://www.eva.mpg.de/psycho/pdf-\n  /Publications_2009_PDF/Tennie_Call_Tomasello_2009.pdf Ratcheting up the\n  ratchet: on the evolution of cumulative culture]. Philosophical Transactions\n  of the Royal Society, 364, 2405-2415.\n* Whiten, A. Horner, V., Litchfield, C. A., & Marshall-Pescini, S. (2004).\n  [http://psych.hanover.edu/Classes/Learning/papers/WHITEN%20et%20al%202004.pdf\n  How do apes ape?]. Learning & Behavior, 32, 36-52.\n* Zentall, T.R. (2006).\n  [http://www.cogs.indiana.edu/spackled/imitation.pdf Imitation:\n  Definitions, evidence, and mechanisms]. Animal Cognition, 9, 335-353.\n","linknr":135,"url":"Emulation_(observational_learning)","recorded":1362480818,"links":14,"instances":["child_psychologist"],"pdf":["http://www.eva.mpg.de/psycho/pdf/Publications_2009_PDF/Tennie_Call_Tomasello_2009.pdf","http://psych.hanover.edu/Classes/Learning/papers/WHITEN%20et%20al%202004.pdf","http://www.cogs.indiana.edu/spackled/imitation.pdf"],"categories":["Animal cognition","Social learning theory"],"headings":["General","History of the term","Current theory","Experimental approaches","See also","References","Further reading"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["david_wood","child_psychologist"]],"members":["david_wood"],"related":["David_Wood_(child_psychologist)","Michael_Tomasello","Affordances","Associative_learning","Cecilia_Heyes","Observational_learning","Imitation"]}