{"cursor":"4956","size":15,"audio":[],"currentlang":"en","article":"\n\nThe 'Army Ballistic Missile Agency' ('ABMA') was formed to develop the US Army's\nfirst large ballistic missile. The agancy was established at Redstone Arsenal on\n1 February 1956, and commanded by Major General John B. Medaris with Wernher von\nBraun as technical director.\n\nThe Redstone missile was the first major project assigned to ABMA. The Redstone\nwas a direct descendant of the V-2 missile developed by the von Braun team in\nGermany during WWII. After the US Naval Research Laboratory's Project Vanguard\nwas chosen by the DOD Committee on Special Capabilities, over the ABMA's\nproposal to use a modified Redstone ballistic missile as a satellite launch\nvehicle, ABMA was ordered to stop work on launchers for satellites and focus,\ninstead, on military missiles.\n\nVon Braun continued work on the design for what became the Jupiter-C IRBM. This\nwas a three-stage rocket, which, by coincidence, could be used to launch a\nsatellite in the Juno I configuration. In September 1956, the Jupiter-C was\nlaunched with a 30-lb (14-kg) dummy satellite. It was generally believed that\nthe ABMA could have put a satellite into orbit at that time, had the US\ngovernment allowed ABMA to do so. A year later, the Soviets launched Sputnik 1.\nWhen the Vanguard rocket failed, a Redstone based Jupiter-C launched America's\nfirst satellite, Explorer 1, on 31 January 1958.\nRedstone was later used as a launch vehicle in Project Mercury. Redstone was\nalso deployed by the U.S. Army as the PGM-11, the first missile to carry a\nnuclear warhead.\n\nStudies began in 1956 for a replacement for the Redstone missile. Initially\ncalled the Redstone-S (solid), the name was changed to MGM-31 Pershing and\na contract was awarded to The Martin Company, beginning a program that\nlasted 34 years.\n\nIn early 1958, NACA's \"Stever Committee\" included consultation from the ABMA's\nlarge booster program, {{cite web\n  | url = http://history.nasa.gov/SP-4206/ch2.htm#32 title = FROM NACA TO NASA\n  | author=Roger E. Bilstein. Foreword (1979) by William R. Lucas, Director,\n  | George C. Marshall Space Flight Center work=Stages to Saturn: A\n  | Technological History of the Apollo/Saturn Launch Vehicles, p. 33 date =\n  | 1996 publisher=NASA accessdate =27 May 2009 archiveurl= http://web.archive.org/web/20090607053151/http://history.nasa.gov/SP-\n  | 4206/ch2.htm| archivedate= 7 June 2009 | deadurl= no}}\n  | headed by Wernher von Braun. Von Braun's Group was\n  | referred to as the \"Working Group on Vehicular Program.\"\n\nIn the March 1958, ABMA was placed under the new Army Ordnance Missile Command\n(AOMC) along with Redstone Arsenal, the Jet Propulsion Laboratory, White Sands\nProving Ground, and the Army Rocket and Guided Missile Agency (ARGMA).\n{{cite web\n | url =http://www.redstone.army.mil/history/chron2b/welcome.html title =\n | Redstone Arsenal Complex Chronology, Part II: Nerve Center of Army Missilery,\n | 1950–62 – Section B: The ABMA/AOMC Era, 1956–62 work=Redstone Arsenal\n | Historical Information publisher=United States Army accessdate =28 June 2006\n | archiveurl= http://web.archive.org/web/20060716183621/http://www.redstone.ar-\n | my.mil/history/chron2b/welcome.html| archivedate= 16 July 2006 | deadurl= no}}\nGeneral Medaris was placed in command of AOMC and BG John A. Barclay took\ncommand of ABMA.\n\nOn 1 July 1960, the AOMC space-related missions and most of its employees,\nfacilities, and equipment were transferred to NASA, forming the George C.\nMarshall Space Flight Center (MSFC). Wernher von Braum was named MSFC director.\n\nBG Richard M. Hurst took command of ABMA from May 1960 until December 1961\nwhen both ABMA and ARGMA were abolished and the remnants were folded directly\ninto AOMC. In 1962, AOMC was restructured into the new US Army Missile\nCommand (MICOM).\n\nMedaris is credited with stating that \"if rockets had biblical names, the V-2\nwould be called Adam.\" This was a tacit acknowledgement of the contribution the\nV-2 made to future rocket development in both the USA and the Soviet Union.\n","linknr":170,"url":"Army_Ballistic_Missile_Agency","recorded":1362268000,"links":22,"instances":["rocket"],"pdf":[],"categories":["Government agencies established in 1956","Space units and formations","United States Army|Ballistic Missile Agency","Space program of the United States"],"headings":["References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["redstone","rocket"],["redstone","rocket"]],"members":["redstone"],"related":["United_States_Army","Ballistic_missile","Redstone_Arsenal","John_Bruce_Medaris","Wernher_von_Braun","Redstone_(rocket)","V-2","US_Naval_Research_Laboratory","Project_Vanguard","United_States_Department_of_Defense","Redstone_(rocket)","Satellite","Jupiter-C","IRBM","Juno_I","United_States_government","Soviet_Union","Sputnik_1","Explorer_1","Project_Mercury","MGM-31_Pershing","Glenn_L._Martin_Company","NACA","Guyford_Stever","NASA","Wernher_von_Braun","Jet_Propulsion_Laboratory","White_Sands_Missile_Range","United_States_Army","NASA","George_C._Marshall_Space_Flight_Center","U.S._Army_Aviation_and_Missile_Command"]}