{"cursor":"5139","size":15,"audio":[],"currentlang":"en","article":"\nA 'heating element' converts electricity into heat through the process of Joule\nheating. Electric current through the element encounters resistance, resulting\nin heating of the element.\n\nMost heating elements use Nichrome 80/20 (80% nickel, 20% chromium) wire,\nribbon, or strip. Nichrome 80/20 is an ideal material, because it has relatively\nhigh resistance and forms an adherent layer of chromium oxide when it is heated\nfor the first time. Material beneath this layer will not oxidize, preventing the\nwire from breaking or burning out.\n\n* Resistance wire: may be wire or ribbon, straight or coiled. Used in common\n  items such as toasters and hair dryers, furnaces for industrial heating, floor\n  heating, roof heating, pathway heating to melt snow, dryers, etc. Most common\n  wires are from the following classes\n\n:Kanthal (FeCrAl) wires :Nichrome 80/20 wire and strip :Cupronickel (CuNi)\nalloys for low temperature heating\n\n* Molybdenum disilicide (MoSi 2, molybdenum silicide), an\n  intermetallic compound, a silicide of molybdenum, is a refractory ceramic with\n  primary use in heating elements. It has moderate density, melting point 2030\n  °C, and is electrically conductive. At high temperatures it forms a\n  passivation layer of silicon dioxide, protecting it from further oxidation.\n  The application area includes glass industry, ceramic sintering, heat\n  treatment furnaces and semiconductor diffusion furnaces.\n\n* Molybdenum disilicide doped with Al or Mo(Si,Al) 2, an intermetallic\n  compound and a silicide of molybdenum, is a refractory ceramic with primary\n  use in heating elements. At high temperatures it forms a passivation layer of\n  alumina (Al 2O 3) protecting it from corrosion or further\n  oxidation. The application area includes glass industry, ceramic sintering,\n  heat treatment furnaces and semiconductor diffusion furnaces. This doped\n  material works at temperatures 300 °C higher in reducing atmospheres than\n  MoSi 2.\n\n* Screen-printed metal–ceramic tracks deposited on ceramic insulated metal\n  (generally steel) plates. These elements have found widespread application for\n  kettles and other domestic appliances since the mid 1990s.\n\n* Etched foil: elements are generally made from the same alloys as Resistance\n  wire elements, but are produced with a subtractive photo-etching process that\n  starts with a continuous sheet of metal foil and ends with a complex\n  resistance pattern. These elements are commonly found in precision heating\n  applications such as medical diagnostics and aerospace.\n\n* Tubular (sealed element): a fine coil of Nichrome wire in a ceramic insulating\n  binder (MgO, alumina powder), sealed inside a tube made of stainless steel or\n  brass. These can be a straight rod (as in toaster ovens) or curved to span an\n  area to be heated (such as in electric stoves, ovens, and coffee makers).\n\n* Heat lamp: a high-powered incandescent lamp usually run at less than maximum\n  power to radiate mostly infrared instead of visible light. These are usually\n  found in radiant space heaters and food warmers, taking either a long, tubular\n  form or an R40 reflector-lamp form.\n  The reflector lamp style is often tinted red to minimize the visible light\n  produced; the tubular form is always clear.\n\n* PTC ceramic: this material is named for its positive thermal coefficient of\n  resistance (i.e., resistance increases upon heating). Most ceramics have a\n  negative coefficient, whereas most metals have positive values. While metals\n  do become slightly more resistant at higher temperatures, this class of\n  ceramics (often barium titanate and lead titanate composites) has a highly\n  nonlinear thermal response, so that it becomes extremely resistant above a composition-\n  dependent threshold temperature. This behavior causes the material to act as\n  its own thermostat, since current passes when it is cool, and does not when it\n  is hot. Thin films of this material are used in automotive rear-window defrost\n  heaters, and honeycomb-shaped elements are used in more expensive hair dryers\n  and space heaters.\n\n* Thick film technology: Heating elements for high-temperature furnaces are\n  often made of exotic materials, including platinum, molybdenum disilicide,\n  molybdenum (vacuum furnaces) and silicon carbide. Silicon carbide igniters are\n  common in gas ovens.\n","linknr":140,"url":"Heating_element","recorded":1362674144,"links":21,"instances":[],"pdf":[],"categories":["Heating"],"headings":["See also","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Joule_heating","Electric_current","Electrical_resistance","Nichrome","Nickel","Chromium","Toaster","Blowdryer","Kanthal","Nichrome","Cupronickel","Molybdenum_disilicide","Glass_industry","Ceramic_sintering","Heat_treatment_furnaces","Semiconductor","Furnace","Molybdenum_disilicide","Reducing_atmosphere","Screen_printing","Toaster_oven","Stove","Oven","Coffee_maker","Heat_lamp","Incandescent_lamp","Infrared","Visible_spectrum","Radiant_heating","Positive_temperature_coefficient","Ceramic","Barium_titanate","Lead_titanate","Composite_material","Thermostat","Thin_film","Blowdryer","Space_heating","Thick_film_technology","Furnace","Platinum","Molybdenum_disilicide","Molybdenum","Vacuum_furnace","Silicon_carbide","Igniter","Thermoelectric_effect","Positive_temperature_coefficient","Heated_hose","Heating_mantle","Molybdenum_disilicide"]}