{"cursor":"3662","size":15,"audio":[],"currentlang":"en","article":" image (top) and Transmission Light Microscope image (bottom) of vessel\n elements in Oak]]\n\nA 'vessel element' is one of the cell types found in xylem, the water conducting\ntissue of plants. Vessel elements are typically found in the angiosperms but\nabsent from most gymnosperms such as the conifers.\n\nVessel elements are the building blocks of vessels, which constitute the major\npart of the water transporting system in the plants where they occur. Vessels\nform an efficient system for transporting water (including necessary minerals)\nfrom the root to the leaves and other parts of the plant.\n\nIn secondary xylem, a vessel element originates from a fusiform initial in the\ncambium, at maturity the protoplast dies and disappears, but the lignified cell\nwalls persist. It may be seen as a dead cell, which still has a function, and is\nstill being protected by surrounding living cells.\n\nThe cell wall is strongly lignified. At both ends there are openings that\nconnect the individual vessel elements. These are called perforations or\nperforation plates. These perforations may have a variety of shapes: the most\ncommon are the simple perforation (a simple opening) and the scalariform\nperforation (several elongated openings on top of each other in a ladder-like\ndesign). Other types include the foraminate perforation plate (several round\nopenings) and reticulate perforation plate (net-like pattern, with many\nopenings). The side walls will have pits, and may have spiral thickenings.\n\nThe presence of vessels in xylem has been considered to be one of the key\ninnovations that led to the success of the flowering plants. It was once thought\nthat vessel elements were an evolutionary innovation of flowering plants, but\ntheir absence from some basal angiosperms and presence in some members of the\nGnetales suggest that this hypothesis must be re-examined; vessel elements in\nGnetales may not be homologous with those of angiosperms, or vessel elements\nthat originated in a precursor to the angiosperms may have been subsequently\nlost in some basal lineages (e.g., Amborellaceae, Tetracentraceae,\nTrochodendraceae, and Winteraceae), described by Arthur Cronquist as\n\"primitively vesselless\". Cronquist considered the vessels of [[Gnetum]] to be\nconvergent with those of angiosperms.\n\nVessel-like cells have also been found in the xylem of [[Equisetum]]\n(horsetails), [[Selaginella]] (spike-mosses), [[Pteridium aquilinum]] (bracken\nfern), [[Marsilea]] and [[Regnellidium]] (aquatic ferns), and the enigmatic\nfossil group Gigantopteridales. In these cases, it is generally agreed that the\nvessels evolved independently. It is therefore not a stretch to believe that\nvessels may have appeared more than once among the angiosperms as well.\n","linknr":107,"url":"Vessel_element","recorded":1362553297,"links":20,"instances":["botany"],"pdf":[],"categories":["Plant anatomy","Wood"],"headings":["See also","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/b/bf/Hardwood_Pores.jpg/300px-Hardwood_Pores.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["cambium","botany"]],"members":["cambium"],"related":["Oak","Xylem","Angiosperm","Gymnosperm","Conifers","Cambium_(botany)","Angiosperms","Gnetales","Amborellaceae","Tetracentraceae","Trochodendraceae","Winteraceae","Arthur_Cronquist","Aquatic_fern","Gigantopteridales","Tracheid"]}