{"cursor":"4961","size":15,"audio":[],"currentlang":"en","article":"\n\n\nIn nanotechnology, '[[carbon]] nanobuds' form a material (discovered and\nsynthesized in 2006) which combines two previously discovered allotropes of\ncarbon: carbon nanotubes and spheroidal fullerenes (or, in short, fullerenes).\nIn this new material, fullerenes are covalently bonded to the outer sidewalls of\nthe underlying nanotube. Consequently, nanobuds exhibit properties of both\ncarbon nanotubes and fullerenes. For instance, the mechanical properties and the\nelectrical conductivity of the nanobuds are similar to those of corresponding\ncarbon nanotubes. However, because of the higher reactivity of the attached\nfullerene molecules, the hybrid material can be further functionalized through\nknown fullerene chemistry. Additionally, the attached fullerene molecules can be\nused as molecular anchors to prevent slipping of the nanotubes in various\ncomposite materials, thus modifying the compositeâs mechanical properties.\n\nDue to the large number of highly curved fullerene surfaces acting as electron\nemission sites on conductive carbon nanotubes, nanobuds possess advantageous\nfield electron emission characteristics. Randomly oriented nanobuds have already\nbeen demonstrated to have an extremely low work function for field electron\nemission. Reported test measurements show (macroscopic) field thresholds of\nabout 0.65 V/Î¼m, (non-functionalized single-walled carbon nanotubes have a\n(macroscopic) field threshold for field electron emission as high as\n2 V/Î¼m) and a much higher current density as compared with that of the\ncorresponding pure single-walled carbon nanotubes. The\nelectron transport properties of certain NanoBud classes have been treated\ntheoretically. The study shows, that electrons indeed pass to the\nneck and bud region of the nanobud system.\n\nCanatu Oy, a Finnish company, claims the intellectual property rights for\nnanobud material, its synthesis processes, and several applications.\n","linknr":163,"url":"Nanobud","recorded":1362375355,"links":19,"instances":[],"pdf":["http://tfy.tkk.fi/nanomat/PDF%20publications/nnano.2007.37.print.pdf","http://tfy.tkk.fi/nanomat/PDF%20publications/nnano.2007.37.print.pdf","http://tfy.tkk.fi/nanomat/PDF%20publications/Nanobud%20mechanism%20CPL%202007.pdf","http://tfy.tkk.fi/nanomat/PDF%20publications/Nanobud%20mechanism%20CPL%202007.pdf"],"categories":["Carbon nanotubes"],"headings":["Practical applications","References"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/6/62/NanobudComputations70%25.jpg/350px-NanobudComputations70%25.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Allotropes_of_carbon","Carbon_nanotube","Fullerene","Covalent_bond","Electrical_conductivity","Field_electron_emission","Work_function","Canatu","Intellectual_property","Band_gap"]}