{"cursor":"4464","size":15,"audio":[],"currentlang":"en","article":" was a brand used by Panasonic Corporation (formerly Matsushita Electric\n Industrial Co., Ltd.) to sell home appliances, personal appliances, and\n industrial appliances and was the first name used by Konosuke Matsushita's\n electric firm to sell his battery-powered bicycle lamps, hoping that they would\n be a product used by all of Japan, hence the name \"National\". It was arguably\n the first well-known brand of Japanese electronics.\n\nNational was formerly the premier brand on most Matsushita products, including\naudio and video and was often combined as \"National Panasonic\" after the\nworldwide success of the Panasonic name.\n\nAfter 1980 in Europe, and after 1988 in Australia and New Zealand, Matsushita\nceased the usage of \"National\", and sold audiovisual products exclusively\nunder the Panasonic and Technics nameplates. Perhaps due to trademark issues,\nMatsushita never officially used the National name in the United States,\nexcept for early imported products, but rice cookers bearing the National\nname, imported from Japan, can be found at many ethnic Asian markets in the\nUnited States.\n\nNational is well-known throughout Asia as a reputable manufacturer of domestic\nappliances, such as rice cookers and electric fans. In 2004, the \"National\"\nbrand was gradually phased out in Asia, the last market it was used in, with\nmost products being rebadged under the \"Panasonic\" brand due to trademark\nrestrictions with other companies worldwide containing \"National\" in their name\nand Matsushita's desire to unify their businesses under the Panasonic name for\ngreater recognition.\n\nDue to its historical significance and recognition in Matsushita's native\nJapan, non-audiovisual Matsushita products (mostly home appliances or white\ngoods) were branded \"National\" until September 2008. As of October 1, 2008,\nMatsushita changed its company name to Panasonic Corporation. Non-audiovisual\nproducts that were branded \"National\" in Japan are currently marketed under the\n\"Panasonic\" brand.\n\nNeither National Semiconductor nor National Car Rental are related to Panasonic\nor the \"National\" brand.\n\n'National' bicycles were imported into the United States under the\n'[[Panasonic]]' label. The brand was known for producing high quality cycles\nat a relatively low price, as the result of a very high degree of factory\nautomation and a resultingly low labor force with attendant savings in\nsalaries and benefits. One of their models featured the unusual Shimano front\nfreewheel system.\n","linknr":309,"url":"National_(brand)","recorded":1362666070,"links":18,"instances":["brand","brand"],"pdf":[],"categories":["Panasonic Corporation brands"],"headings":["Advertising campaigns","See also","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/4/4a/Commons-logo.svg/30px-Commons-logo.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/0/05/PanasonicHeadquarters.JPG/150px-PanasonicHeadquarters.JPG","//upload.wikimedia.org/wikipedia/commons/thumb/e/ed/Decrease2.svg/11px-Decrease2.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/4/48/Folder_Hexagonal_Icon.svg/16px-Folder_Hexagonal_Icon.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/4/4a/Commons-logo.svg/12px-Commons-logo.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/9/9e/Flag_of_Japan.svg/22px-Flag_of_Japan.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["panasonic","brand"],["technics","brand"]],"members":["technics","panasonic"],"related":["Panasonic_Corporation","Konosuke_Matsushita","Japan","Panasonic_(brand)","Europe","Australia","New_Zealand","Panasonic","Technics_(brand)","United_States","United_States","Asia","Asia","Japan","Home_appliance","Major_appliance","National_Semiconductor","National_Car_Rental","Automation","Shimano","Front_freewheel","Tokusatsu","Toei_Company","National_Kid","Brazil","ABBA","Western_Europe","Australia","New_Zealand","Japan","Philippines","Thailand","Columbia_Pictures","The_Adventures_of_Milo_and_Otis","Panasonic_bicycles"]}