{"cursor":"4921","size":15,"audio":[],"currentlang":"en","article":"\n\n\n\nThe 'Northern Hemisphere' [http://www.m-\nw.com/dictionary/northern%20hemisphere Merriam Webster's Online Dictionary]\n(based on Collegiate vol., 11th ed.) 2006. Springfield, MA: Merriam-Webster,\nInc. is the half of a planet that is north of its equatorâthe word\n[[sphere|hemisphere]] literally means âhalf sphereâ. It is also that half of the\ncelestial sphere north of the celestial equator. Earth's northern hemisphere\ncontains most of the planet's land, and roughly 90% of its human population. See\nalso [[Arctic]], [[Temperateness|Temperate zone]], [[Tropics]], [[Season]]s and\n[[Climate]]\n\nDue to the Earth's axial tilt, winter lasts from the winter solstice (typically\nDecember 22) to the vernal equinox (typically March 20), while summer\nlasts from the summer solstice (typically June 21) through to the autumnal\nequinox (typically September 21).\n\nThe Arctic is the region north of the Arctic Circle. Its climate is\ncharacterized by cold winters and cool summers. Precipitation mostly comes in\nthe form of snow. The Arctic experiences some days in summer when the Sun never\nsets, and some days during the winter when it never rises. The duration of these\nphases varies from one day for locations right on the Arctic Circle to several\nmonths near the North Pole.\n\nBetween the Arctic Circle and the Tropic of Cancer lies the Northern Temperate\nZone. The changes in these regions between summer and winter are generally mild,\nrather than extreme hot or cold. However, a temperate climate can have very\nunpredictable weather.\n\nTropical regions (between the Tropic of Cancer and the equator) are generally\nhot all year round and tend to experience a rainy season during the summer\nmonths, and a dry season during the winter months.\n\nIn the Northern Hemisphere, objects moving across or above the surface of the\nEarth tend to turn to the right because of the coriolis effect. As a result, large-\nscale horizontal flows of air or water tend to form clockwise-turning gyres\nnorth of the equator. These are best seen in ocean circulation patterns in the\nNorth Atlantic and North Pacific oceans. South of the equator, the directions\nare reversed.\n\nFor the same reason, flows of air down toward the northern surface of the Earth\ntend to spread across the surface in a clockwise pattern. Thus, clockwise air\ncirculation is characteristic of high pressure weather cells in the northern\nhemisphere. Conversely, air rising from the northern surface of the Earth\n(creating a region of low pressure) tends to draw air toward it in a\ncounterclockwise pattern. Hurricanes and tropical storms (massive low-pressure\nsystems) spin counter-clockwise in the Northern Hemisphere (by contrast, they\nspin clockwise in the Southern Hemisphere).\n\nThe shadow of a sundial moves clockwise in the Northern Hemisphere (opposite of\nthe Southern Hemisphere). During the day, the Sun tends to raise to its maximum\nat a southerly position, whereas in the Southern Hemisphere it raises to a\nmaximum that is northerly in position (as it tends towards the direction of the\nequator). In both hemispheres, the Sun rises in the east and sets in the west.\n\nAlso, the Moon appears \"upside down\" compared to a view from the Southern\nHemisphere and the view of the stars is very different. The North Pole faces\naway from the galactic centre of the Milky Way; this results in there being far\nfewer and less bright visible stars in the northern hemisphere compared to the\nSouthern Hemisphere, making the Northern Hemisphere more suitable for deep-space\nobservation, as it is not \"blinded\" by the Milky Way.\n","linknr":246,"url":"Northern_hemisphere","recorded":1362268712,"links":94,"instances":[],"pdf":[],"categories":["Hemispheres of the Earth"],"headings":["List of continents and countries","See also","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/a/af/Hemisferio_Norte.png/220px-Hemisferio_Norte.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/5/59/Northern_Hemisphere_Azimuthal_projections.svg/220px-Northern_Hemisphere_Azimuthal_projections.svg.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/8/89/Symbol_book_class2.svg/16px-Symbol_book_class2.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/f/fd/Portal-puzzle.svg/16px-Portal-puzzle.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/4/4a/Commons-logo.svg/16px-Commons-logo.svg.png","//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Planet","North","Equator","Celestial_sphere","Celestial_equator","Earth","Human_population","Earth","Axial_tilt","Winter","Winter_solstice","Equinox","Solstice","Equinox","Arctic_Circle","North_Pole","Tropic_of_Cancer","Temperateness","Tropics","Equator","Wet_season","Dry_season","Coriolis_effect","Oceanic_gyre","Atlantic_Ocean","Pacific_Ocean","Southern_Hemisphere","High_pressure","Tropical_cyclone","Tropical_cyclone","Clockwise","Clockwise","Moon","Milky_Way","Southern_Hemisphere","Europe","North_America","Central_America","Caribbean","Asia","East_Timor","Indonesia","Southern_Hemisphere","Africa","Horn_of_Africa","South_America","Amazon_River","Season","South_Pole","North–South_divide"]}