{"cursor":"6297","size":15,"audio":[],"currentlang":"en","article":"\n\nIn horse racing, the term 'purse distribution' or 'The Purse' may refer to the\ntotal amount of money paid out to the owners of horses racing at a particular\ntrack over a given period of time, or to the percentages of a race's total purse\nthat are awarded to each of the highest finishers. This article focuses on the\nlatter definition.\n\nPrior to the 1970s, only the owners of the first four finishers in a\nthoroughbred horse race in the United States typically received any money at\nall; most commonly, 65% of the race's purse was awarded to the winner, with the\nsecond, third and fourth horses earning 20%, 10% and 5% respectively. This\nprocedure had some drawbacks, especially in the event of inclement weather\n— owners would often seek to \"scratch,\" or withdraw their horses from a\nrace, if the track was wet, and even more so if rain forced a scheduled turf, or\ngrass race, to be moved to the main, or dirt, track. It was largely in an effort\nto encourage larger fields in these circumstances that many American state\nracing associations began changing their purse-distribution formats during the\nlast three decades of the 20th Century.\n\nOne frequently-implemented reform was to include horses finishing fifth in the\npurse distribution; the method most often employed for doing this was to award\n60% of the purse to the winner, 20% to second, 11% to third, 6% to fourth and 3%\nto fifth, a format still observed by many tracks today. Some tracks even went so\nfar as to include the sixth-place runner in the purse as well; most often, this\nresulted in 60% being given to the winner, 20% to second, 10% to third, 5% to\nfourth, 3% to fifth and 2% to sixth.\n\nIn 1975, the state of Florida enacted a purse-distribution format that has had\nrevolutionary implications for the sport of horse racing in the United States:\nIts adopted plan provided 1% of the purse to all finishers in the race lower\nthan fourth; this meant that the percentages paid out to the horses finishing\nsecond, third and fourth (but not first) became variable, depending upon the\nsize of the field. For example, if a race had twelve starters, 60% of the purse\nwent to the winner, 18% to second, 10% to third, 4% to fourth and 1% each to\nfifth through twelfth; with only six starters the winner received the same 60%,\nbut 20% went to second, 13% to third, 5% to fourth and 1% each to fifth and\nsixth. This system is still in use at all of the state's thoroughbred tracks\ntoday, although a slight modification in the actual percentages (resulting in\nthe second-place share being increased at the expense of the third and/or\nfourth) was made in 2005.\n\nSome tracks have taken to awarding 0.5% rather than 1% to each unplaced\nfinisher, especially those tracks at which the purses have been greatly\nenhanced due to revenue from affiliated casinos, which may or may not be on\nthe premises of the track itself — since in that case the smaller\npercentage is adequate to cover the fee to which the jockey is entitled, which\ncan be up to $100.\n\nThe popularity of Florida's new format among horse owners led to calls for it or\nsomething similar to be adopted in other states as well, and as the 20th Century\nneared its end many states had indeed followed Florida's example, although the\nspecific percentages varied somewhat from one state to the next. New York State\nlong resisted this trend, although in 1971 that state had reduced the winner's\nshare from 65% to 60%, awarding 22% to second, 12% to third and 6% to fourth.\nFinally, in December 1994 the New York Racing Association included horses\nfinishing fifth in its purse awards for the first time (changing to the 60-20-11-6-\n3 format referred to above) and in December 2003 expanded its purse awards to\nall finishers, allocating the same 60% to the winner, but 20% to second, 10% to\nthird, 5% to fourth, 3% to fifth and the remaining 2% to be divided equally\namong the other finishers.\n\nIn some racing jurisdictions, a \"starter's bonus\" is paid to horses not among\nthe top finishers in a race; this bonus is added to the stated value of the\npurse, and therefore nothing needs to be subtracted from the top shares to\nprovide it. California uses this approach, paying a starter's bonus of $400 to\neach horse placed worse than fifth at its Los Angeles-area tracks and $300 at\nthe tracks located in the northern part of the state.\n\nOf the 32 American states that conducted thoroughbred racing in 2004, for\nexample, purse money was paid to all horses in 11 of them, while 16 did not do\nso (with 11 of these paying only the first five finishers), and in the\nremaining five states some of the state's racetracks awarded money to every\nhorse and others did not. Only one racetrack in Canada — Fort Erie Race\nTrack in Ontario — included the entire field in its purse-distribution\nformat in 2004 (all other Canadian thoroughbred tracks paid only the first five\nhorses in that year except Assiniboia Downs in Manitoba, where the top six\nfinishers cashed).\n\nStarting in 2005 the Kentucky Derby included the fifth-place finisher in its\npurse distribution; prior to that year only the first four finishers in the\nDerby received purse money.\n\nAustralia has also adopted American-style innovations in dividing its purses in\nthoroughbred horse races, paying the top eight finishers at some tracks and even\nten at others, with the awards for 6th through 8th (or 6th through 10th) the\nsame regardless of the actual placing within that segment — sometimes 1%\neach, other times a fixed dollar amount. In the Melbourne Cup, each horse\nplacing 6th through 10th receives approximately 2% of the total purse. In\naddition, virtually all Australian thoroughbred tracks pay out a starter's bonus\n— known in that country as a \"Starter Subsidy\" — to horses which do\nnot finish in the top eight or ten (or the top four or five at tracks which do\nnot pay regular purse money further down than those places).\n\nThe practice of paying at least some purse money to unplaced horses has not yet\nspread to European racing jurisdictions, however.\n","linknr":98,"url":"Purse_distribution","recorded":1362484220,"links":14,"instances":[],"pdf":[],"categories":["Horse racing"],"headings":[],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Ambox_globe_content.svg/48px-Ambox_globe_content.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Horse_racing","Thoroughbred","United_States","United_States","Florida","United_States","Casino","New_York_State","California","Los_Angeles","Canada","Fort_Erie_Race_Track","Ontario","Manitoba","Kentucky_Derby","Australia","Melbourne_Cup"]}