{"cursor":"2855","size":15,"audio":[],"currentlang":"en","article":"\nIn astronomy, 'background' commonly refers to the incoming light from an\napparently empty part of the night sky.\n\nEven if no visible astronomical objects are present in given part of the sky,\nthere always is some low luminosity present, due mostly to light diffusion from\nthe atmosphere (diffusion of both incoming light from nearby sources, and of man-\nmade Earth sources like cities). In the visible band, luminosity level is around\nthe 22nd magnitude per square-arcsecond: a very low level, but anyway well\nwithin the limits of the current generation of telescopes. The Hubble Space\nTelescope does not suffer from this problem.\n\nIn infrared astronomy, the problem can be much worse: due to the longer\nwavelengths involved, the sky and the telescope themselves are a source of\nlight. To work around this problem, infrared telescopes often use a technique\ncalled 'chopping', where a mirror rapidly oscillates between the object of\ninterest and the nearby, empty sky. The two images can be subtracted, leaving\nhopefully only the incoming light from the source.\n\nThere are several sources which contribute to the brightness of the (night) sky.\nSome of these are instrumental, or due to the presence of the atmosphere (like\nthe airglow), in the case of ground based instruments. Even if we able to\nminimize the effect of instrumental and atmospherical components (e.g. using a\nspacecraft), there are still several astrophysical components contributing to\nthe sky background: these could be sets of point sources like faint asteroids,\nGalactic stars and far away galaxies, as well as diffuse sources like dust in\nthe Solar System, in the Milky Way, and in the intergalactic space. The actual\nimportance of a specific component depends mostly of the wavelength of the\nmeasurement. The uncertainty (or noise) of the measurements caused by the\nastrophysical components of the sky background is called confusion noise.\n\nIn astronomical CCD technology, 'background' is usually referred to the overall\noptical \"noise\" of the system, that is, the incoming light on the CCD sensor in\nabsence of light sources. This background can originate from electronic noise in\nthe CCD, from not-well-masked lights nearby the telescope, and so on. An\nexposure on an empty patch of the sky is also called a background, and is the\nsum of the system background level plus the sky's one.\n\nA 'background frame' is often the first exposure in an astronomical observation\nwith a CCD: the frame will then be subtracted from the actual observation\nresult, leaving in theory only the incoming light from the astronomical object\nbeing observed.\n","linknr":89,"url":"Background_(astronomy)","recorded":1362898490,"links":12,"instances":[],"pdf":[],"categories":["Observational astronomy"],"headings":[],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Astronomy","Sky","Light_diffusion","Earth's_atmosphere","Apparent_magnitude","Arcsecond","Telescope","Hubble_Space_Telescope","Infrared_astronomy","Wavelength","Airglow","Astrophysical","Confusion_noise","Charge-coupled_device"]}