{"cursor":"3303","size":15,"audio":[],"currentlang":"en","article":"A 'band society' is the simplest form of human society. A band generally\nconsists of a small kin group, no larger than an extended family or clan; it has\nbeen defined as consisting of no more than 100 individuals. Band (1973).\nKottak, Conrad Phillip. Cultural Anthropology. Vol. 14. New York , New York:\nMcGraw HIll, 2011.\n\nBands have a loose organization. Their power structure is often egalitarian and\nhas informal leadership; the older members of the band generally are looked to\nfor guidance and advice, and decisions are often made on a consensus\nbasis, Erdal, D. & Whiten, A. (1996) \"Egalitarianism and Machiavellian\nIntelligence in Human Evolution\" in Mellars, P. & Gibson, K. (eds) Modelling the\nEarly Human Mind. Cambridge Macdonald Monograph Series  but there are no\nwritten laws and none of the specialised coercive roles (e.g., police) typically\nseen in more complex societies. Bands' customs are almost always transmitted\norally. Formal social institutions are few or non-existent. Religion is\ngenerally based on family tradition, individual experience, or counsel from a\n[[shaman]]. All known band societies hunt and gather to obtain their\nsubsistence.\n\nIn his 1972 study, The Notion of the Tribe, Morton Fried defined bands as small,\nmobile, and fluid social formations with weak leadership that do not generate\nsurpluses, pay taxes or support a standing army.\n\nBands are distinguished from tribes in that tribes are generally larger,\nconsisting of many families. Tribes have more social institutions, such as a\nchief, big man, or elders. Tribes are also more permanent than bands; a band\ncan cease to exist if only a small group split off or die. Many tribes are\nsub-divided into bands. Historically, some tribes were formed from bands that\ncame together from time to time for religious ceremonies, hunting, or\nwarfare. Britannica. Among the Native Americans\nof the United States and the First Nations of Canada, some tribes are made up\nof official bands that live in specific locations, such as the various bands\nof the Ojibwa tribe.\n\nBand societies historically were found throughout the world, in a variety of\nclimates, but generally in sparsely populated areas.\nWith the spread of the modern nation-state around the globe, there are few true\nband societies left. Some historic examples include the [[Shoshone]] of the\nGreat Basin in the United States, the Bushmen of southern Africa, the pygmies\n(Mbuti) of the Ituri Rainforest in Africa, and some groups of indigenous\nAustralians.\n","linknr":129,"url":"Band_societies","recorded":1362373329,"links":19,"instances":["canada","administrative_title","anthropology","norm"],"pdf":[],"categories":["Anthropological categories of peoples","Hunter-gatherers|*","Ethnology"],"headings":["See also","References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["convention","norm"],["big_man","anthropology"],["elder","administrative_title"],["first_nations_government","canada"]],"members":["first_nations_government","elder","big_man","convention"],"related":["Society","Extended_family","Clan","Egalitarian","Consensus_decision_making","Law","Coercion","Convention_(norm)","Oral_tradition","Religion","Hunter-gatherer","Subsistence","Morton_Fried","Leadership","Tax","Army","Tribe","Tribal_chief","Big_man_(anthropology)","Elder_(administrative_title)","Native_Americans_in_the_United_States","United_States","First_Nations","Canada","Nation-state","Great_Basin","Bushmen","Africa","Mbuti","Ituri_Rainforest","Indigenous_Australians","Chiefdom","Hunter-gatherer","Lineage-bonded_societies","First_Nations_Government_(Canada)","Tribe"]}