{"cursor":"4071","size":15,"audio":[],"currentlang":"en","article":"\n'Battery balancing' and 'battery redistribution' refer to techniques that\nmaximize a battery's capacity to make all of its energy available for use and\nincrease the battery's lifetime. A 'battery balancer' or 'battery regulator' is\na device in a battery pack that performs battery\nbalancing. http://www.manzanitamicro.com/old/mk3reg.htm Balancers are\noften found in Lithium ion battery packs for cell phones and laptop computers.\nThey can also be found in battery electric vehicle battery packs.\n\nTypically, the individual cells in a battery have somewhat different capacities\nand may be at different levels of state of charge (SOC). Without redistribution,\ndischarging must stop when the cell with the lowest capacity is empty (even\nthough other cells are still not empty); this limits the energy that can be\ntaken from and returned to the battery.\n\nWithout balancing, the cell of smallest capacity is a “weak point”, it can be\neasily overcharged or over-discharged while cells with higher capacity undergo\nonly partial cycle. For the higher capacity cells to undergo full\ncharge/discharge cycle of the largest amplitude, balancer should “protect” the\nweaker cells; so that in a balanced battery, the cell with the largest capacity\ncan be filled without overcharging any other (i. e. weaker, smaller) cell, and\nit can be emptied without over-discharging any other cell. Battery balancing is\ndone by transferring energy from or to individual cells, until the SOC of the\ncell with the lowest capacity is equal to the battery's SOC.\n\nBattery redistribution is sometimes distinguished from battery balancing by\nsaying the latter stops at matching the cell's state of charge (SOC) only at one\npoint (usually 100% SOC), so that the battery's capacity is only limited by the\ncapacity of its weakest\ncell. http://liionbms.com/php/wp_redistribution.php\n\nA full battery management system (BMS) might include active balancing as well as\ntemperature monitoring, charging, and other features to maximize the life of a\nbattery pack. http://www.mpoweruk.com/bms.htm http://liionbms.com-\n/php/bms_options.php\n","linknr":130,"url":"Battery_regulator","recorded":1362575442,"links":14,"instances":[],"pdf":["http://focus.ti.com/lit/an/slyt322/slyt322.pdf","http://www.rotordesign.com/s10/Clamper.pdf"],"categories":["Battery chargers","Energy conversion","Battery (electricity)"],"headings":["Technology","See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/7/7c/Lipoly_equalizer.jpg/300px-Lipoly_equalizer.jpg","//bits.wikimedia.org/static-1.21wmf8/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["battery","electricity"],["battery","electricity#battery_capacity_and_discharging"]],"members":["battery"],"related":["Battery_(electricity)","Battery_pack","Lithium_ion_battery","Battery_electric_vehicle","State_of_charge","Amplitude","State_of_charge","Battery_management_system","Resistors","DC-DC_converter","DC-DC_converter","Milking_booster","Battery_charger"]}