{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/Brevard_Business_News\">Brevard Business News</a> - Brevard Business News is a weekly newspaper in Melbourne, Florida, United States covering business news and trends for the Space Coast.","\n<a href=\"http://duckduckgo.com/bayesian_network\">Bayesian belief network</a> a probabilistic graphical model that represents a set of random variables and their conditional independencies via a directed acyclic graph (DAG)","\n<a href=\"http://duckduckgo.com/BBN_Technologies\">BBN Technologies</a>, formerly Bolt, Beranek and Newman, a technology company in Cambridge, Massachusetts, best known for its work on packet switching technology and its construction of the Interface Message Processor - the first router","\n<a href=\"http://duckduckgo.com/Bible_Broadcasting_Network\">Bible Broadcasting Network</a>, a global Christian radio network headquartered in <a href=\"http://duckduckgo.com/?q=Charlotte, North Carolina\">Charlotte, North Carolina</a>","BBN","\n<a href=\"http://duckduckgo.com/Big_Brother_Nigeria\">Big Brother Nigeria</a>, a reality show which took place in Nigeria","\n<a href=\"http://duckduckgo.com/Big_Bang_nucleosynthesis\">Big Bang nucleosynthesis</a> - In physical cosmology, Big Bang nucleosynthesis refers to the production of nuclei other than those of the lightest isotope of hydrogen during the early phases of the universe.","BBN A consulting firm that participated in the development of some of the most extensive networks in the world, including ARPANET, which evolved into the Internet.","\n<a href=\"http://duckduckgo.com/Buckingham_Browne_%26_Nichols\">Buckingham Browne & Nichols</a> School (BB&N), a private school in <a href=\"http://duckduckgo.com/?q=Cambridge, Massachusetts\">Cambridge, Massachusetts</a>"],"common":{"milestones":["<a target=\"_new\" href=\"http://en.wikinews.org/wiki/Mets;_Citigroup_agree_to_20_year_sponsorship_deal\" title=\"Mets; Citigroup agree to 20 year sponsorship deal\">Mets; Citigroup agree to 20 year sponsorship deal</a>"],"image":[[],[]]},"Lists":[],"created":1373530160,"book":[],"micro-www":{"bbn":[""]},"micro-relation":[]}