{"cursor":"5932","size":15,"audio":[],"currentlang":"en","article":"\n 'Bioactive paper' has been developed at the\nbiosensor stage level, which means it can detect pesticides but is not yet able\nto repel and deactivate toxins. However, its ability to detect potential hazards\nis still very beneficial to human health and safety.\n\nCurrently, bioactive paper is a paper-based sensor that can identify various\ncontaminants in food and water. Bioactive paper was developed by Canada’s\nSentinel Bioactive Paper Network, a consortium of researchers, industrial and\nuniversity, partners, and students. The Network is hosted by McMaster University\nin Hamilton, Ontario and is led by Dr. Robert Pelton, scientific director and\nDr. George Rosenberg, managing director.\n\nOne current application of bioactive paper can be applied to bioterrorism and\nfood safety, as it can detect acetylcholinesterase, or a nerve agent. With this\nadvancement, bioactive paper has become a product of interest for the military\nand the packaging industry.\n\nJohn Brennan and his research team at McMaster University developed the method\nto create bioactive paper by printing contaminant-detecting biosensors that are\nbased on combinations of antibodies, enzymes, aptamers or bacteriophages, onto\nthe structure of the paper. These combinations then attach themselves to\npathogens and other contaminants resulting in a detectable response. The\nbiologically active chemicals are in the form of an ‘ink’ that can be printed,\ncoated or impregnated onto or into paper using existing paper-making and high-\nspeed printing processes. This ink is coated in different layers. The ink is\nsimilar to that found in a regular computer print cartridge, but it has special\nadditives that make it biocompatible.\n\nIt is made up of biocompatible silica nanoparticles that are deposited onto the\npaper first, then another ink containing the enzyme is applied. The bio-ink\nresult forms a thin film of enzyme that is trapped in the silica on the paper.\nWhen the paper is exposed to a toxin, molecules in the ink change colour based\non the amount of toxins in the sample.\n\nWhile bioactive paper is not available to the public yet, it is getting closer\nto commercialization. The paper will be affordable and portable, with no extra\nequipment to use it. Bioactive paper also has a good shelf life. Researchers\nsaid the strip could still be used effectively for at least two months when\nstored properly.\n","linknr":131,"url":"Bioactive_paper","recorded":1362510028,"links":16,"instances":[],"pdf":[],"categories":["Pesticides"],"headings":["Future applications","References"],"image":["//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Unbalanced_scales.svg/45px-Unbalanced_scales.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/40px-Text_document_with_red_question_mark.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Biosensor","Pesticides","Health","Hamilton,_Ontario","Managing_director","Bioterrorism","Foodborne_illness","Acetylcholinesterase","Nerve_agent","McMaster_University","Antibody","Enzyme","Aptamer","Bacteriophage","Ink_cartridge","Biocompatible","Mesoporous_silica","Shelf_life","Campylobacter","Salmonella","Listeria_monocytogenes","Consumer_education","Paper_towel","Cooking","Developing_country","Developing_world","Natural_disaster","Health_care","Inkjet_printer","Sol_gel","Colloid"]}