{"cursor":"7507","size":15,"audio":[],"currentlang":"en","article":"\n\n'Biomagnification', also known as 'bioamplification' or 'biological\nmagnification', is the increase in concentration of a substance that occurs in a\nfood chain as a consequence of:\n* Persistence (can't be broken down by environmental processes)\n* Food chain energetics\n* Low (or nonexistent) rate of internal degradation/excretion of the substance\n  (often due to water-insolubility)\n\nThe following is an example showing how biomagnification takes place in nature:\nAn anchovy eats zooplankton that have tiny amounts of mercury that the\nzooplankton has picked up from the water throughout the anchovie's lifespan. A\ntuna eats many of these anchovies over its life, accumulating the mercury in\neach of those anchovies into its body. If the mercury stunts the growth of the\nanchovies, that tuna is required to eat more little fish to stay alive. Because\nthere are more little fish being eaten, the mercury content is magnified.\n\nBiological magnification often refers to the process whereby certain substances\nsuch as pesticides or heavy metals move up the food chain, work their way into\nrivers or lakes, and are eaten by aquatic organisms such as fish, which in turn\nare eaten by large birds, animals or humans. The substances become concentrated\nin tissues or internal organs as they move up the chain. Bioaccumulants are\nsubstances that increase in concentration in living organisms as they take in\ncontaminated air, water, or food because the substances are very slowly\nmetabolized or excreted.\n\nAlthough sometimes used interchangeably with 'bioaccumulation,' an important\ndistinction is drawn between the two, and with bioconcentration. It is also\nimportant to distinguish between sustainable development and overexploitation in\nbiomagnification.\n* 'Bioaccumulation' occurs within a trophic level, and is the increase in\n  concentration of a substance in certain tissues of organisms' bodies due to\n  absorption from food and the environment.\n* '[[Bioconcentration]]' is defined as occurring when uptake from the water is\n  greater than excretion (Landrum and Fisher, 1999) Thus bioconcentration and\n  bioaccumulation occur within an organism, and biomagnification occurs across\n  trophic (food chain) levels.\n\nBiodilution is also a process that occurs to all trophic levels in an aquatic\nenvironment; it is the opposite of biomagnification, thus a pollutant gets\nsmaller in concentration as it progresses up a food web.\n\nLipid, (lipophilic) or fat soluble substances cannot be diluted, broken down, or\nexcreted in urine, a water-based medium, and so accumulate in fatty tissues of\nan organism if the organism lacks enzymes to degrade them. When eaten by another\norganism, fats are absorbed in the gut, carrying the substance, which then\naccumulates in the fats of the predator. Since at each level of the food chain\nthere is a lot of energy loss, a predator must consume many prey, including all\nof their lipophilic substances.\n\nFor example, though mercury is only present in small amounts in seawater, it is\nabsorbed by algae (generally as methylmercury). It is efficiently absorbed, but\nonly very slowly excreted by organisms (Croteau et al., 2005). Bioaccumulation\nand bioconcentration result in buildup in the adipose tissue of successive\ntrophic levels: zooplankton, small nekton, larger fish etc. Anything which eats\nthese fish also consumes the higher level of mercury the fish have accumulated.\nThis process explains why predatory fish such as swordfish and sharks or birds\nlike osprey and eagles have higher concentrations of mercury in their tissue\nthan could be accounted for by direct exposure alone. For example, herring\ncontains mercury at approximately 0.01 ppm and shark contains mercury at greater\nthan 1 ppm (EPA 1997).\n","linknr":460,"url":"Biomagnification","recorded":1362511300,"links":31,"instances":["element","chemistry","chemistry"],"pdf":[],"categories":["Pollution"],"headings":["Current status","Substances that biomagnify","See also","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/40px-Text_document_with_red_question_mark.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/b/b3/FoodWeb.jpg/140px-FoodWeb.jpg","//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Genomics_GTL_Program_Payoffs.jpg/140px-Genomics_GTL_Program_Payoffs.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["concentration","chemistry"],["mercury","element"],["mercury","element"],["heavy_metal","chemistry"],["mercury","element"]],"members":["mercury","concentration","heavy_metal"],"related":["Concentration_(chemistry)","Food_chain","Food_chain","Bioenergetics","Bioaccumulation","Overexploitation","Trophic_level","Biodilution","Lipid","Lipophilic","Urine","Adipose_tissue","Enzyme","Mercury_(element)","Seawater","Methylmercury","Zooplankton","Nekton","Swordfish","Shark","Osprey","Eagle","DDT","Dichlorodiphenyldichloroethylene","Polychlorinated_biphenyl","Toxaphene","Mercury_(element)","Arsenic","Bald_eagle","Peregrine_falcon","Evolved","Persistent_organic_pollutant","Heavy_metal_(chemistry)","DDT","Hexachlorobenzene","Polychlorinated_biphenyl","Toxaphene","Monomethylmercury","Arsenic","Cadmium","Mercury_(element)","Selenium","Lead","Mercury_in_fish","Aquatic_ecosystem"]}