{"cursor":"5243","size":15,"audio":[],"currentlang":"en","article":"\nThe 'Biopharmaceutics Classification System' is a guide for predicting the\nintestinal drug absorption provided by the U.S. Food and Drug\nAdministration[http://www.fda.gov/]. The fundamental basis for the BCS was\nestablished by Gordon Amidon, who was presented with a Distinguished Science\nAward at the August 2006 International Pharmaceutical Federation (FIP) congress\nin Salvador, Brazil.\n\nThis system restricts the prediction using the parameters solubility and\nintestinal permeability. The solubility classification is based on a United\nStates Pharmacopoeia (USP) aperture. The intestinal permeability classification\nis based on a comparison to the intravenous injection. All those factors are\nhighly important because 85% of the most sold drugs in the United States and\nEurope are orally administered.\n\nAccording to the Biopharmaceutics Classification System, drug substances are\nclassified as follows:\n\n*'Class I - high [[intestinal permeability|permeability]], high [[solubility]]'\n** Example: metoprolol ** Those compounds are well absorbed and their absorption\nrate is usually higher than excretion. *'Class II - high permeability, low\nsolubility' ** Example: glibenclamide ** The bioavailability of those products\nis limited by their solvation rate. A correlation between the [[in vivo]]\nbioavailability and the [[in vitro]] solvation can be found. *'Class III - low\npermeability, high solubility' ** Example: cimetidine ** The absorption is\nlimited by the permeation rate but the drug is solvated very fast. If the\nformulation does not change the permeability or gastro-intestinal duration time,\nthen class I criteria can be applied. *'Class IV - low permeability, low\nsolubility' ** Example: hydrochlorothiazide ** Those compounds have a poor\nbioavailability. Usually they are not well absorbed over the intestinal mucosa\nand a high variability is expected.  The drugs are classified in BCS on\nthe basis of following parameters: \n1. Solubility \n2. Permeability \n3. Dissolution\n\nThe class boundaries for these parameters are:  '1. Solubility class boundaries'-\nIt is based on the highest dose strength of an immediate release product. A drug\nis considered highly soluble when the highest dose strength is soluble in 250 ml\nor less of aqueous media over the pH range of 1 to 7.5. The volume estimate of\n250 ml is derived from typical bioequivalence study protocols that prescribe\nadministration of a drug product to fasting human volunteers with a glass of\nwater.  '2. Permeability class boundaries-' It is based indirectly on the\nextent of absorption of a drug substance in humans and directly on the\nmeasurement of rates of mass transfer across human intestinal membrane.\nAlternatively non-human systems capable of predicting drug absorption in humans\ncan be used (such as in-vitro culture methods). A drug substance is considered\nhighly permeable when the extent of absorption in humans is determined to be 90%\nor more of the administered dose based on a mass-balance determination or in\ncomparison to an intravenous dose.  '3. Dissolution class boundaries-' An\nimmediate release product is considered rapidly dissolving when no less than 85%\nof the labeled amount of the drug substance dissolves within 15 minutes using\nUSP Dissolution Apparatus 1 at 100 RPM or Apparatus 2 at 50 RPM in a volume of\n900 ml or less in the following media: 0.1 N HCl or simulated gastric fluid or\npH 4.5 buffer and pH 6.8 buffer or simulated intestinal fluid.\n","linknr":115,"url":"Biopharmaceutics_Classification_System","recorded":1362504908,"links":13,"instances":[],"pdf":[],"categories":["Pharmacology","Pharmacy in the United States"],"headings":["See also","References","External links"],"image":["//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Gastrointestinal_tract","Drug","U.S._Food_and_Drug_Administration","Gordon_Amidon","International_Pharmaceutical_Federation","Solubility","Intestinal_permeability","Solubility","United_States_Pharmacopoeia","Intestinal_permeability","Route_of_administration","United_States","Europe","Route_of_administration","Metoprolol","Glibenclamide","Bioavailability","Cimetidine","Hydrochlorothiazide","ADME","Partition_coefficient","Bioavailability","Drug_metabolism","First_pass_effect","Polar_surface_area","IVIVC","U.S._Food_and_Drug_Administration"]}