{"cursor":"3862","size":15,"audio":[],"currentlang":"en","article":"\n\n'Biostimulation' involves the modification of the environment to stimulate\nexisting bacteria capable of bioremediation. This can be done by addition of\nvarious forms of rate limiting nutrients and electron acceptors, such as\nphosphorus, nitrogen, oxygen, or carbon (e.g. in the form of molasses).\nAdditives are usually added to the subsurface through injection wells, although\ninjection well technology for biostimulation purposes is still emerging. Removal\nof the contaminated material is also an option, albeit an expensive one.\nBiostimulation can be enhanced by bioaugmentation. This process, overall, is\nreferred to as bioremediation and is an EPA-approved method for reversing the\npresence of oil or gas spills.\n\nThe primary advantage of biostimulation is that bioremediation will be\nundertaken by already present native microorganisms that are well-suited to the\nsubsurface environment, and are well distributed spatially within the\nsubsurface. The primary disadvantage is that the delivery of additives in a\nmanner that allows the additives to be readily available to subsurface\nmicroorganisms is based on the local geology of the subsurface. Tight,\nimpermeable subsurface lithology (tight clays or other fine-grained material)\nmake it difficult to spread additives throughout the affected area. Fractures in\nthe subsurface create preferential pathways in the subsurface which additives\npreferentially follow, preventing even distribution of additives.\n\nRecently a number of products have been introduced which allow popular use of\nbioremediation using biostimulative methods. They may harness local bacteria\nusing biostimulation by creating a hospitable environment for hydrocarbon-\ndevouring microorganisms, or they may introduce foreign bacteria into the\nenvironment as a direct application to the hydrocarbon. While the jury is out as\nto whether either is particularly more effective than the other, prima fascie\nconsideration suggests the introduction of foreign bacteria to any environment\nstands a chance of mutating organisms already present and affecting the biome.\n\nInvestigations to determine subsurface characteristics (such as natural\ngroundwater velocity during ambient conditions, hydraulic conductivity of the\nsubsurface, and lithology of the subsurface) are important in developing a\nsuccessful biostimulation system. In addition, a pilot-scale study of the\npotential biostimulation system should be undertaken prior to full-scale design\nand implementation.\n\nHowever, some biostimulative agents may be used in chaotic surfaces such as open\nwater and sand so long as they are [oleophilic], meaning that they bond\nexclusively to hydrocarbons, and basically sink in the water column, bonding to\noil, where they then float to the water's surface, exposing the hydrocarbon to\nmore abundant sunlight and oxygen where greater micro-organic aerobic activity\ncan be encouraged. Some consumer-targeted biostimulants bond possess this\nquality, others do not.\n\nWith the introduction of therapeutic lasers, biostimulation also refers to the\napplication of photon energy to injured tissue, in order to achieve a\nstimulatory and regenerative effect at the molecular level.\n","linknr":102,"url":"Biostimulation","recorded":1362507178,"links":15,"instances":[],"pdf":["http://www.epa.gov/oilspill/pdfs/biofact.pdf"],"categories":["Biotechnology","Environmental soil science"],"headings":["See also","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/0/01/Bioremediation_at_INL.jpg/220px-Bioremediation_at_INL.jpg","//bits.wikimedia.org/static-1.21wmf8/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Bacteria","Bioremediation","Nutrient","Electron_acceptors","Phosphorus","Nitrogen","Oxygen","Carbon","Molasses","Bioaugmentation","Bioremediation","United_States_Environmental_Protection_Agency","Microorganisms","Lithology","Clay","Groundwater","Hydraulic_conductivity","Chemical_bond","Water_column","Sunlight","Oxygen","Aerobic_organism","Biotreatment"]}