{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/c/Algebraic_geometry\">Algebraic geometry</a>","\n<a href=\"http://duckduckgo.com/%C3%89tale_morphism\">Étale morphism</a>s - The algebraic analogue of <a href=\"http://duckduckgo.com/?q=local diffeomorphism\">local diffeomorphism</a>s.","Regular map (algebraic geometry)","In algebraic geometry, a regular map between affine varieties is a mapping which is given by polynomials.","\n<a href=\"http://duckduckgo.com/c/Functions_and_mappings\">Functions and mappings</a>"],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373528920,"book":[],"micro-www":{"biregular":[""]},"wiki":{"cat":["Algebraic varieties","Types of functions","Functions and mappings"],"text":"In algebraic geometry, a 'regular map' between affine varieties is a mapping\nwhich is given by polynomials. To be explicit, suppose X and Y are subvarieties\n(or algebraic subsets) of 'A'<sup>n</sup> resp. 'A'<sup>m</sup>. A regular map f\nfrom X to Y has the form <math>f = (f_1, \\dots, f_m)</math> where the\n<math>f_i</math> are in <math>k[x_1, \\dots, x_n]/I</math>, I the ideal defining\nX, so that the image <math>f(X)</math> lies in Y; i.e., satisfying the defining\nequations of Y. <ref>This is perhaps the simplest definition and agrees with the\nmore traditional definitions; cf. </ref>\n\n<!-- This doesn't make much sense since we haven't defined regular on an open\nset.-->More generally, a map ƒ:X→Y between two (quasi-projective) varieties is\n'regular at a point' x if there is a neighbourhood U of x and a neighbourhood V\nof ƒ(x) such that the restricted function ƒ:U→V is regular. Then ƒ is called\n'regular', if it is regular at all points of X.\n\nIn the particular case that 'Y' equals 'A'<sup>1</sup> the map\nƒ:X→'A'<sup>1</sup> is called a 'regular function', and correspond to scalar\nfunctions in differential geometry. The ring of regular functions (that is the\ncoordinate ring or more abstractly the ring of global sections of the structure\nsheaf) is a fundamental object in affine algebraic geometry. The only regular\nfunction on a connected projective variety is constant; thus, in the projective\ncase, one usually considers the global sections of a line bundle (or divisor)\ninstead. (this can be viewed as an algebraic analogue of Liouville's theorem in\ncomplex analysis)\n\nIn fact taking the function field k(V) of an irreducible algebraic curve V, the\nfunctions F in the function field may all be realised as morphisms from V to the\nprojective line over k. The image will either be a single point, or the whole\nprojective line (this is a consequence of the completeness of projective\nvarieties). That is, unless F is actually constant, we have to attribute to F\nthe value ∞ at some points of V. Now in some sense F is no worse behaved at\nthose points than anywhere else: ∞ is just the chosen point at infinity on the\nprojective line, and by using a Möbius transformation we can move it anywhere we\nwish. But it is in some way inadequate to the needs of geometry to use only the\naffine line as target for functions, since we shall end up only with constants.\n\nRegular maps are, by definition, morphisms in the category of algebraic\nvarieties. In particular, a regular map between affine varieties\ncorresponds contravariantly in one-to-one to a ring homomorphism between\nthe coordinate rings.\n\nA regular map whose inverse is also regular is called 'biregular', and are\nisomorphisms in the category of algebraic varieties.\n\nBecause regular and biregular are very restrictive conditions – there are no non-\nconstant regular functions on projective space – the weaker condition of a\nrational map and birational maps are frequently used as well.\n\nA regular map between complex algebraic varieties are holomorphic maps. (There\nis actually a slight technical difference: a regular map is a holomorphic map\nwith removable singularities, but the distinction is usually ignored in\npractice.) In particular, a regular map into the complex numbers is just the\nusual holomorphic function.\n","title":"Morphism%20of%20varieties","headings":["See also","References"]},"micro-relation":["2: Springer_Science+Business_Media","1: Algebraic_geometry","1: Algebraic_variety#Affine_varieties","1: Subvarieties","1: Abstract_variety","1: Scalar_function","1: Ring_of_regular_functions","1: Coordinate_ring","1: Projective_variety","1: Complex_analysis","1: Function_field_of_an_algebraic_variety","1: Irreducible_variety","1: Algebraic_curve","1: Projective_line","1: Completeness_of_projective_varieties","1: Point_at_infinity","1: Möbius_transformation","1: Morphisms","1: Algebraic_geometry#The_category_of_affine_varieties","1: Ring_homomorphism","1: Isomorphism","1: Rational_map","1: Birational","1: Complex_algebraic_variety","1: Holomorphic_map","1: Removable_singularity","1: Étale_morphism","1: Local_diffeomorphism","1: Robin_Hartshorne","1: Hartshorne's_Algebraic_Geometry","1: Igor_Shafarevich"]}