{"cursor":"7275","size":15,"audio":[],"currentlang":"en","article":"\n\nMany biologists and other academics held to the idea of 'blending inheritance'\nduring the 19th century, prior to the discovery of genetics. Blending\ninheritance was merely a widespread hypothetical model, rather than a formalized\nscientific theory (it was never formally presented to a scientific body, nor\npublished in any scientific journals, nor ascribed to any specific person), in\nwhich it was thought inherited traits were determined, randomly, from a range\nbounded by the homologous traits found in the parents. The height of a person,\nwith one short parent and one tall parent, was thought to always be of some\ninterim value between its two parents' heights. The shortcoming to this idea was\nin how it required the person of interim height, in turn, to then become one of\nthe limiting bounds (either upper or lower) for future offspring, and so on down\nthe entire lineage. Thus, in each family, the potential for variation would tend\nto narrow, quite dramatically, with each generation, and, so it would go for the\nentire population with every trait. If blending inheritance were true, in this\nexample, all members of a species would eventually converge upon a single value\nfor height for all members. In short, \"blending inheritance is\nincompatible...with obvious fact. If it were really true that variation\ndisappeared, every generation should be more uniform than the previous one. By\nnow, all individuals should be as indistinguishable as clones.\" [http://www.guardian.co.uk/books/2003/feb/08/peopleinscience.evolution\nDawkins, Richard, The Guardian, Saturday 8 February 2003]\n\nIn addition, blending inheritance failed to explain how traits that seemingly\ndisappeared for several generations often reasserted themselves down the line,\nunaltered. Blue eyes and blond hair, for example, often could disappear from a\nfamily's lineage for several generations, only to have two brown-haired, brown-\neyed parents give birth to a blond, blue-eyed child. If blending inheritance\nwere fact, this could not be possible.\n","linknr":115,"url":"Blending_inheritance","recorded":1362486428,"links":18,"instances":["pregnancy"],"pdf":[],"categories":["Classical genetics","History of Genetics","Genetics"],"headings":["History","Legacy","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/3/32/Blending_inheritance.svg/240px-Blending_inheritance.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["telegony","pregnancy"]],"members":["telegony"],"related":["Genetics","Inheritance_of_acquired_characters","Maternal_impression","Telegony_(pregnancy)","Preformationism","Étienne_Geoffroy_Saint-Hilaire","Pangenesis","Gregor_Mendel","Particulate_inheritance","Pangenesis","Natural_selection","Fleeming_Jenkin","Origin_of_Species","T.H._Huxley","Alfred_Wallace","Incomplete_dominance","Phenotype","Allele","Heterozygote"]}