{"cursor":"2234","size":15,"audio":[],"currentlang":"en","article":"'Bob and wheel' is the common name for a metrical device most famously used by\nthe Pearl Poet in [[Sir Gawain and the Green Knight]]. The feature is found\nmainly in Middle English and Middle Scots poetry, where the bob and wheel occur\ntypically at the end of a stanza. The \"bob\" is a very short line, sometimes of\nonly two syllables, followed by the \"wheel,\" longer lines with internal rhyme.\nThere are at least forty known examples of bob and wheel use, but the origin of\nthe form is obscure. It seems to predate the Pearl Poet. Bob and wheel is not\nused often in modern poetry.\n\nThe Pearl Poet uses the bob and wheel as a transition or pivot between his\nalliterative verse and a summary/counterpoint rhyming verse, as in this example\nfrom the first stanza of the poem:\n:\"On mony bonkkes ful brode Bretayn he settes\n:with wynne,\n::Where werre and wrake and wonder :Bi sythes has wont therinne, :And oft bothe\n:blysse and blunder :Ful skete has skyfted synne.\"\nThe \"with wynne\" is an alliterative \"bob,\" and the rhyming \"wheel\" (which\nsummarizes the action) follows in the next four lines.\n\nThe matter of the bob and wheel varies, but, generally, it functions as a\nrefrain or, at least as often, a summary or ironic counterpoint to the stanza\nthat preceded it. Both the Anglo-Saxon use of litotes and the French-inspired\nrefrain show up in the bob and wheel.\n\nSome Modern English poets and contemporary poets have revived the use of the bob\nand wheel. Because of the Pearl Poet's use of the bob and wheel, numerous\ncontemporary critical discussions treat it as a wholly regular metrical form\n(suggesting that it is always as the Pearl Poet uses it). In fact, in Middle\nEnglish, there is great variation.\n","linknr":-1,"url":"Bob_and_wheel","recorded":1372152596,"links":[],"instances":["poetry"],"pdf":[],"categories":["Stanzaic form","Middle English literature","Poetic devices"],"headings":["References"],"image":[],"tags":[["prosody","poetry"]],"members":["prosody"],"related":["Prosody_(poetry)","Pearl_Poet","Middle_English","Middle_Scots","Poetry","Internal_rhyme","Alliterative_verse","Litotes"]}