{"cursor":"4335","size":15,"audio":[],"currentlang":"en","article":"\nThe 'Book of Thomas the Contender', also known more simply as the 'Book of\nThomas' (not to be confused with the Gospel of Thomas), is one of the books of\nthe New Testament apocrypha represented in the Nag Hammadi library (CG II), a\ncache of Gnostic gospels secreted in the Egyptian desert. The title derives from\nthe first line of text.\n:\"The secret words that the savior spoke to Judas Thomas which I, even I,\n:Mathaias, wrote down, while I was walking, listening to them speak with one\n:another.\"\n\nThe colophon appended to the text gives the title The Contender writing to\nthe Perfect.\n\nThere are two competing theories as to the composition of the text: *Firstly,\nsince it is only the initial 3/5 which constitute dialogue, with the remainder\nbeing a monologue, it may have originally been two works, one of dialogue, one\nof monologue. *Alternatively, and not in the least because of the two titles,\nthe work is thought to have originated as a letter, with a name of the form\nEpistle of the Contender, written by a Jew who upheld Hellenic philosophy. The\ntext is thought to have later been given a Christian setting and converted into\na dialogue, in a similar manner to other works.\n\nAn additional consideration is that, since the scribe writing the text is named\nas Matthias, this work may actually be the lost Gospel of Matthias. The\ndialogue can also be read as an internal conversation between Jesus and his\nlower self, Judas Thomas, the twin (contender for supremacy of the soul). The\nNew Testament's \"doubting\" Thomas and Judas \"the betrayer\" could also be\nsymbolic and descriptive of this internal battle between the Christ Self and\nego identity.\n\nThe content of this work is quite hyperbolic and gnostic in style, in the sense\nof imparting a private, arcane knowledge related to good versus evil, and while\nit lacks references to the elaborate gnostic cosmology, its gnostic allusions to\nthe pleroma and light versus fire clearly point to its origins.\n\nThen the savior continued and said, \"O unsearchable love of the\nlight! O bitterness of the fire that blazes in the bodies of men and in their\nmarrow, kindling in them night and day, and burning the limbs of men and making\ntheir minds become drunk and their souls become deranged... Woe to you,\ncaptives, for you are bound in caverns! You laugh! In mad laughter you rejoice!\nYou neither realize your perdition, nor do you reflect on your circumstances,\nnor have you understood that you dwell in darkness and death! On the contrary,\nyou are drunk with the fire and full of bitterness. Your mind is deranged on\naccount of the burning that is in you, and sweet to you are the poison and the\nblows of your enemies! And the darkness rose for you like the light, for you\nsurrendered your freedom for servitude! You darkened your hearts and surrendered\nyour thoughts to folly, and you filled your thoughts with the smoke of the fire\nthat is in you! (Book of Thomas the Contender)\n\nThe gnostic content in the texts of the Nag Hammadi trove can be argued to be\noften identical to Jesus' conceptual content, but the metaphorical language and\nsymbolism are strikingly different. \"The Book of Thomas the Contender\" and its\nguidance in overcoming ego \"lusts/attachments\" differs markedly with Jesus'\ngentler, more practical psychological approach in the Four Canonical Gospels and\nThe Gospel of Thomas.\n","linknr":136,"url":"Book_of_Thomas_the_Contender","recorded":1362570021,"links":25,"instances":["publishing"],"pdf":[],"categories":["New Testament apocrypha|Thomas, Book of","Thomas the Apostle"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/7/71/Coa_Illustration_Cross_Crossed_circle.svg/70px-Coa_Illustration_Cross_Crossed_circle.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["colophon","publishing"]],"members":["colophon"],"related":["Gospel_of_Thomas","New_Testament_apocrypha","Nag_Hammadi_library","Nag_Hammadi_Codex_II","Judas_Thomas","Colophon_(publishing)","Saint_Matthias","Gospel_of_Matthias","Gnostic","Nag_Hammadi_library","Four_Canonical_Gospels","The_Gospel_of_Thomas"]}