{"cursor":"3656","size":15,"audio":[],"currentlang":"en","article":"In mathematics, especially in order theory, the 'greatest element' of a subset S\nof a partially ordered set (poset) is an element of S which is greater than or\nequal to any other element of S. The term 'least element' is defined dually. A\n'bounded poset' is a poset that has both a greatest element and a least element.\n\nFormally, given a partially ordered set (P, ≤), then an element g of a subset S\nof P is the greatest element of S if\n\n: s ≤ g, for all elements s of S.\n\nHence, the greatest element of S is an upper bound of S that is contained within\nthis subset. It is necessarily unique. By using ≥ instead of ≤ in the above\ndefinition, one defines the least element of S.\n\nLike upper bounds, greatest elements may fail to exist. Even if a set has some\nupper bounds, it need not have a greatest element, as shown by the example of\nthe negative real numbers. This example also demonstrates that the existence of\na least upper bound (the number 0 in this case) does not imply the existence of\na greatest element either. Similar conclusions hold for least elements. A finite\nchain always has a greatest and a least element.\n\nGreatest elements of a partially ordered subset must not be confused with\nmaximal elements of such a set which are elements that are not smaller than any\nother element. A poset can have several maximal elements without having a\ngreatest element.\n\nIn a totally ordered set both terms coincide; it is also called 'maximum'; in\nthe case of function values it is also called the 'absolute maximum', to avoid\nconfusion with a local maximum. The dual terms are 'minimum' and 'absolute\nminimum'. Together they are called the '[[extreme value|absolute extrema]]'.\n\nThe least and greatest elements of the whole partially ordered set play a\nspecial role and are also called 'bottom' and 'top' or 'zero' (0) and 'unit'\n(1), respectively. The latter notation of 0 and 1 is only used when no confusion\nis likely, i.e. when one is not talking about partial orders of numbers that\nalready contain elements 0 and 1. The existence of least and greatest elements\nis a special completeness property of a partial order. Bottom and top are often\nrepresented by the symbols ⊥ and ⊤, respectively.\n\nFurther introductory information is found in the article on order theory.\n","linknr":103,"url":"Bottom_element","recorded":1362667837,"links":21,"instances":["order_theory","order_theory","order_theory"],"pdf":[],"categories":["Order theory"],"headings":["Examples","See also","References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["duality","order_theory"],["chain","order_theory"],["completeness","order_theory"]],"members":["chain","completeness","duality"],"related":["Mathematics","Order_theory","Partially_ordered_set","Duality_(order_theory)","Upper_bound","Least_upper_bound","Chain_(order_theory)","Maximal_element","Total_order","Completeness_(order_theory)","Order_theory","Product_order","Lexicographical_order","Initial_and_terminal_objects","Maximal_element","Upper_and_lower_bounds","Cambridge_University_Press"]}