{"cursor":"1911","size":15,"audio":[],"currentlang":"en","article":"\n\n\nIn baseball, a 'breaking ball' is a pitch that does not travel straight like a\nfastball as it approaches the batter. A pitcher who uses primarily breaking ball\npitches is often referred to as a 'junkballer'. A breaking ball will have some\nsideways or downward motion on it. Curveballs and sliders are two types of\nbreaking balls.\n\nA breaking ball is more difficult than a fastball for a catcher to receive as\nbreaking pitches sometimes hit the ground before making it to the plate\n(sometimes intentionally, sometimes not). The pitcher must therefore have\nconfidence in the catcher, and the catcher have confidence in himself, to block\na ball in the dirt when there are runners on base, since if the ball gets away\nfrom the catcher the runners will likely advance. If a breaking ball fails to\nbreak, it is called a 'hanging' breaking ball. The \"hanger\" becomes a high, slow\npitch that is very easy to hit, and often results in hits for extra bases or a\nhome run. A curveball does not curve side to side, but it rather drops when it\nreaches the strike zone.\n\nWhether a right-handed or a left-handed pitcher is throwing will dictate which\ndirection a catcher will turn his body to adjust for the spin of a breaking\nball. Therefore, blocking the breaking ball requires some thought and\npreparation.\n\nIt is worth noting that a breaking ball is not a specific pitch, but rather any\npitch that \"breaks\" (for instance, a curveball, cutter, slider).\n","linknr":127,"url":"Breaking_ball","recorded":1362551843,"links":16,"instances":["baseball","baseball","baseball"],"pdf":[],"categories":["Baseball pitches"],"headings":["See also","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/d/dc/Sliderillustration.png","//bits.wikimedia.org/static-1.21wmf8/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["pitch","baseball"],["batter","baseball"],["cutter","baseball"]],"members":["cutter","batter","pitch"],"related":["Baseball","Pitch_(baseball)","Fastball","Batter_(baseball)","Curveball","Slider","Catcher","Pitcher","Home_run","Curveball","Cutter_(baseball)","Slider","Swing_bowling"]}