{"cursor":"4160","size":14,"audio":[],"currentlang":"en","article":"{{Infobox Painting\n| image_file=Bubbles by John Everett Millais.jpg backcolor=#FBF5DF\n| painting_alignment=right image_size=300px title= Bubbles artist= Sir John\n| Everett Millais, Bt year= 1886 type=Oil on canvas height= width= height_inch=\n| width_inch = diameter_cm = diameter_inch = city= Port Sunlight museum= Lady\n| Lever Art Gallery\n}}\n\n'Bubbles', originally titled 'A Child's World', is a painting by Sir John\nEverett Millais that became famous when it was used over many generations in\nadvertisements for Pears soap. During Millais's lifetime it led to widespread\ndebate about the relationship between art and advertising.\n\nThe painting was one of many child pictures for which Millais had become well\nknown in his later years. It was modelled by his five-year-old grandson William\nMilbourne James and was based on 17th-century Dutch precursors in the tradition\nof vanitas imagery, which commented upon the transience of life. These sometimes\ndepicted young boys blowing bubbles, typically set against skulls and other\nsigns of death. [http://www.liverpoolmuseums.org.uk/picture-of-\nmonth/displaypicture.asp?venue=7&id=299 Lady Lever Art Gallery: Artwork of the\nMonth - August, 2006, 'Bubbles', by Sir John Everett Millais]\n\nThe painting portrays a young golden-haired boy looking up at a bubble,\nsymbolising the beauty and fragility of life. On one side of him is a young\nplant growing in a pot, emblematic of life, and on the other is a fallen broken\npot, emblematic of death. He is spot-lit against a gloomy background.\n\n, a vanitas still-life of the kind that served as a model for Millais's\npainting.]] The painting was first exhibited in 1886 under the title A Child's\nWorld at the Grosvenor Gallery in London, and was acquired by Sir William Ingram\nof the [[Illustrated London News]]. The painting was reproduced and presented in\nthe weekly newspaper as a colour plate, where it was seen by Thomas J. Barratt,\nmanaging director of A&F Pears. Barratt purchased the original painting from\nIngram for £2,200 which gave him exclusive copyright on the picture. Millais'\npermission was sought in order to alter the picture by the addition of a bar of\nPears Soap, so that it could be used for the purposes of advertising. At the\ntime Millais was one of the most popular artists in Britain and he was initially\napprehensive at the prospect of his work and his grandson being the subject of\ncommercial exploitation. However, when he was shown the proofs of the proposed\nadvertisements he grew to appreciate the idea, which portrayed the soap as if\nthe child had used it to make the bubbles. [http://www.liverpoolmuseums.org-\n.uk/about/news/newsarticle.asp?id=544 Bubbles painting on display]\nFollowing the success of this advertisement Millais was attacked in print by the\nnovelist Marie Corelli who accused him in her novel The Sorrows of Satan of\nprostituting his talent to sell soap. Millais wrote to her pointing out that he\nhad sold the copyright of the painting and so was unable to stop the company\nfrom altering it in reproduction. Millais's son later claimed that he had tried\nto stop the advertisement being made, but had been advised that he had no legal\npower to do so. Corelli retracted her comments in a later edition of the book.\n\nThe advertisement became so well known that William Milbourne James, who later\nrose to the rank of Admiral in the British navy, was known as \"Bubbles\" for the\nrest of his life.\n\nSince A&F Pears was acquired by Lever Brothers, the painting has been in their\nownership. It was lent to the Royal Academy, but was transferred to the Lady\nLever Art Gallery in Port Sunlight in 2006.\n","linknr":105,"url":"Bubbles_(painting)","recorded":1362480489,"links":14,"instances":[],"pdf":[],"categories":["Paintings by John Everett Millais","1886 paintings","Collections of the Lady Lever Art Gallery"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/8/8b/Bubbles_by_John_Everett_Millais.jpg/300px-Bubbles_by_John_Everett_Millais.jpg","//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Gerard_Dou_Still_Life_with_a_Boy_Blowing_Soap-bubbles.jpg/220px-Gerard_Dou_Still_Life_with_a_Boy_Blowing_Soap-bubbles.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["John_Everett_Millais","Oil_painting","Port_Sunlight","Lady_Lever_Art_Gallery","John_Everett_Millais","Pears_soap","William_Milbourne_James","Vanitas","Grosvenor_Gallery","Thomas_J._Barratt","Marie_Corelli","William_Milbourne_James","Lever_Brothers","Royal_Academy","Lady_Lever_Art_Gallery","Port_Sunlight"]}