{"micrownet":["busby"],"duck":["\n<a href=\"http://duckduckgo.com/Busby\">Busby</a> - Busby is the English name for the Hungarian prémes csákó or kucsma, a military head-dress made of fur, originally worn by Hungarian hussars.","Busby","http://www.merriam-webster.com/dictionary/busby","busby definition: a military full-dress fur hat with a pendent bag on one side usually of the color of regimental facings.","Merriam-Webster"],"common":{"milestones":["<a target=\"_new\" href=\"http://en.wikinews.org/wiki/Studies_find_radioactive_material_at_Israel_bomb_site_in_Lebanon\" title=\"Studies find radioactive material at Israel bomb site in Lebanon\">Studies find radioactive material at Israel bomb site in Lebanon</a>","<a target=\"_new\" href=\"http://en.wikinews.org/wiki/2006_U.S._Congressional_Elections\" title=\"2006 U.S. Congressional Elections\">2006 U.S. Congressional Elections</a>"],"image":[[],[]]},"Lists":[],"created":1373512464,"book":[],"micro-www":{"busby":[""]},"wiki":{"cat":["Hats","Military uniforms","History of clothing (Western fashion)"],"text":"\n\n\n'Busby' is the English name for the Hungarian prémes csákó or kucsma, a\nmilitary head-dress made of fur, originally worn by Hungarian hussars. In its\noriginal Hungarian form the busby was a cylindrical fur cap, having a bag of\ncoloured cloth hanging from the top. The end of this bag was attached to the\nright shoulder as a defense against sabre cuts. In Great Britain busbies are\nof two kinds: (a) the hussar busby, cylindrical in shape, with a bag; this is\nworn by hussars and the Royal Horse Artillery; (b) the rifle busby, a folding\ncap of astrakhan (curly lambswool) formerly worn by rifle regiments, in shape\nsomewhat resembling a Glengarry but taller. Both have straight plumes in the\nfront of the headdress. sentry outside Horse Guards wearing a busby]] (1858-\n1927)]] The popularity of this military headdress in its hussar form reached a\nheight in the years immediately before World War I (1914–18). It was widely\nworn in the British (hussars, yeomanry, and horse artillery), German\n(hussars), Russian (hussars), Dutch (cavalry and artillery), Belgian (Guides\nand field artillery), Bulgarian (Life Guards), Romanian (cavalry), Austro-\nHungarian (Hungarian generals) Serbian (Royal Guards), Spanish (hussars) and\nItalian (light cavalry) armies.\n\nPossibly the name's original sense of a \"busby wig\" came from association with\nDr Richard Busby, headmaster of Westminster School in the late seventeenth\ncentury; the later <!-- 1798 --> phrase buzz wig may have been derived from\nbusby. An alternative explanation is that the British hussar cap of the early\n19th century was named after the hatter who supplied the officer's version - W.\nBusby of the Strand London.<ref name=\"skilton\">Wendy Skilton, page 42 \"British\nMilitary Band Uniforms - Cavalry Regiments\", ISBN1 85780 006 0</ref> The modern\nBritish busby is worn with full dress by bands, the Royal Horse Artillery and\nceremonial detachments at regimental expense. In its hussar version it is now\nmade of black nylon fur, although Bandmasters still retain the original animal\nfur.<ref name=\"skilton\"/>\n\nThe busby should not be mistaken for the much taller bearskin cap, worn most\nnotably by the five regiments of Foot Guards of the Household Division\n(Grenadier, Coldstream, Scots, Irish and Welsh Guards). Around 1900 the word\n\"busby\" was used colloquially to denote the tall bear and racoonskin \"caps\"\nworn by foot guards and fusiliers and the feather bonnets of highland\ninfantry.<ref>Encyclopaedia Britannica, 1911 edition.</ref> This usage is\nnow obsolete.\n","title":"busby","headings":["See also","References"]},"micro-relation":["2: Hussar","1: English_language","1: Hungarian_language","1: Military","1: Headgear","1: Fur","1: Sabre","1: Great_Britain","1: King's_Troop,_Royal_Horse_Artillery","1: Astrakhan_fur","1: Glengarry","1: World_War_I","1: Richard_Busby","1: Westminster_School","1: Bearskin","1: Foot_Guards","1: Household_Division","1: Foot_guards","1: Fusiliers","1: Feather_bonnet","1: Encyclopaedia_Britannica","1: Canadian_military_fur_wedge_cap"]}