{"cursor":"3722","size":15,"audio":[],"currentlang":"en","article":"'Entrainment', within the study of chronobiology, occurs when rhythmic\nphysiological or behavioral events match their period and phase to that of an\nenvironmental oscillation. A common example is the entrainment of circadian\nrhythms to the daily light–dark cycle, which ultimately is determined by the\nEarth's rotation. The term entrainment is justified because the biological\nrhythms are endogenous: They persist when the organism is isolated from periodic\nenvironmental cues. Of the several possible cues, called [[zeitgeber]]s (German\nfor time-givers, synchronizers), which can contribute to entrainment, bright\nlight is by far the most effective. Exercise may also play a role in determining\ncircadian rhythm. Regularly scheduled voluntary exercise synchronizes the\nmouse circadian clock by D. M. Edgar and W. C. Dement http://ajpregu.physiology-\n.org/content/261/4/R928.short http://ajpendo.physiology.org/content/2-\n66/6/E964.short Nocturnal exercise phase delays circadian rhythms of melatonin\nand thyrotropin secretion in normal men by O. Van Reeth, J. Sturis, M. M. Byrne,\nJ. D. Blackman, M. L'Hermite-Baleriaux, R. Leproult, C. Oliner, S. Refetoff, F.\nW. Turek, and E. Van Cauter\n\nThe activity/rest (sleep) cycle in animals is only one set of circadian rhythms\nthat normally are entrained by environmental cues. In mammals, such endogenous\nrhythms are generated by the suprachiasmatic nuclei of the anterior\nhypothalamus. Entrainment is accomplished by altering the concentration of clock\ncomponents through altered gene expression and protein stability.\n\nCircadian oscillations occur even in isolated organs, and it is believed that\nthe master pacemaker in the mammalian brain, the SCN, entrains the periphery.\nSuch hierarchical relationships are not the only ones possible: Two or more\noscillators may couple in order to assume the same period without either\nbeing dominant over the other(s). This situation is analogous to Huygens'\npendulum clocks.\n\nThe phase of entrainment refers to the relative timing of any circadian event\nwithin the objective 24-hour day.\n\nWhen good sleep hygiene is insufficient, a person's lack of synchronization to\nnight and day can have health consequences. There is significant variation\nwithin normal chronotypes' entrainment; it is normal for humans to awaken\nanywhere from about 5 a.m. to 9 a.m. However, patients with DSPS, ASPS and non-24-\nhour sleep-wake syndrome are improperly entrained to light/dark.\n","linknr":99,"url":"Entrainment_(chronobiology)","recorded":1362575488,"links":15,"instances":[],"pdf":["http://www.annals.edu.sg/PDF/37VolNo8Aug2008/V37N8p662.pdf","http://www.annals.edu.sg/PDF/37VolNo8Aug2008/V37N8p662.pdf","http://bcrc.bio.umass.edu/courses/fall2010/grad/nsb891c/clocks%20jc%20modeling/Roenneberg%20entrainment%20jbr%2003.pdf","http://bcrc.bio.umass.edu/courses/fall2010/grad/nsb891c/clocks%20jc%20modeling/Roenneberg%20entrainment%20jbr%2003.pdf"],"categories":["Circadian rhythm"],"headings":["References","Further reading"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Chronobiology","Circadian_rhythm","Endogenous","Suprachiasmatic_nucleus","Hypothalamus","Christiaan_Huygens","Pendulum","Sleep_hygiene","Chronotype","Delayed_sleep_phase_syndrome","Advanced_sleep_phase_syndrome","Non-24-hour_sleep-wake_syndrome"]}