{"cursor":"4929","size":15,"audio":[],"currentlang":"en","article":"A 'quasi-contract' (or 'implied-in-law contract' or 'constructive contract') is\na fictional contract created by courts for equitable, not contractual, purposes.\nA quasi-contract is not an actual contract, but is a legal substitute for formed\nto impose equity between two parties. The concept of a quasi contract is that of\na contract that should have been formed, even though in actuality it was not. It\nis used when a court finds it appropriate to create an obligation upon a non-\ncontracting party to avoid injustice and to ensure fairness. It is invoked in\ncircumstances and is connected with the concept of restitution.\n\nGenerally the existence of an actual or implied-in-fact contract is required for\nthe defendant to be liable for services rendered, and a person who provides a\nservice uninvited is an officious intermeddler who is not entitled to\ncompensation. \"Would-be plaintiffs cannot deliver unordered goods or services\nand demand payment for the benefit....A corollary is that one who does have an\nenforceable contract is bound by the contract's terms: subject to a few\ncontroversial exceptions, she cannot sue for restitution of the value of\nbenefits conferred...\" Douglas Laycock, Modern American\nRemedies, 3rd edition (2002) pg. 566 However, in many jurisdictions under\ncertain circumstances plaintiffs may be entitled to restitution under quasi-\ncontract (as in the example of Oklahoma below).\n\nQuasi-contracts are defined to be \"the lawful and purely voluntary acts of a\nman, from which there results any obligation whatever to a third person, and\nsometime a reciprocal obligation between the parties.\"\n","linknr":114,"url":"Quasi-contract","recorded":1362572409,"links":17,"instances":["law"],"pdf":[],"categories":["Contract law","Law of obligations","Legal fictions"],"headings":["Contract compared","Liability","Examples","See also","Notes"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["equity","law"],["equity","law"]],"members":["equity"],"related":["Legal_fiction","Equity_(law)","Contract","Equity_(law)","Restitution","Implied-in-fact_contract","Officious_intermeddler","Oklahoma_Supreme_Court","Fair_market_value","Oklahoma","Defendant","Guarantee","Surety","Breach_of_contract","Lawsuit","Contract","Officious_intermeddler","Promissory_estoppel","Unjust_enrichment","Implied_in_fact_contract"]}