{"cursor":"3358","size":15,"audio":[],"currentlang":"en","article":"\n\n'Raw Magazine' was founded in the summer of 1988 by Dante Bonutto, Malcolm Dome,\nMark Putterford and Steve McTaggart& photographer Tony Mottram drafted in from\nMetal Hammer. They had come together on Metal Hammer magazine having split from\nKerrang!, where Bonutto had been deputy-editor. The collective feeling there had\nbeen that Kerrang! was becoming too narrowly focused on Heavy Metal and that\nMetal Hammer would allow them more scope to explore other areas of Rock music.\nThis quickly proved not to be the case and the idea for a new magazine was born,\na title that would be a true Rock magazine, featuring Heavy Metal acts but not\ndominated by them.\n\nTo that end they teamed up with marketing man Pete Winkleman and created Raw\nalongside Phil Alexander, Kirk Blows, Dave Dickson, Dave Ling, Sylvie Simmons,\nMaura Sutton and Paul Suter, most of whom had also worked on Kerrang!.Under the\nbyline of `RAW` Rock Alive Worldwide.\n\nThe first issue went on sale on August 31 of that year as a fortnightly\npublication featuring Ozzy on the cover tattooing the RAW logo on himself,\nphotographed by Tony Mottram. RAW steadily grew to become a serious rival to the\nmore established Kerrang!. But within the year, EMAP publications, having failed\nin their bid to take over Kerrang!, decided to acquire Raw instead. The idea, at\nthat stage, remained that the new magazine could overcome the heavyweight\nKerrang!, and that EMAP's money and publishing clout would allow the Raw team to\nachieve this. In the end, though, EMAP simply bought Kerrang! wholesale.\n\nThe original Raw magazine, the staff, writers and photographers, remained\nlargely intact until the end of 1989 when Dante Bonutto announced he was\nleaving. He had been poached as an A&R man by East West Records. The EMAP\nappointed publishing director, Dave Hepworth, was assigned to find a new editor.\nThe obvious and most sensible choice would have been to appoint Bonutto's\ndeputy, Malcolm Dome, a man who lived and breathed Hard Rock, had been there\nsince its inception and knew virtually everything there was to know about the\nmagazine and the music biz.\n\nCuriously, though, Hepworth gave the job to his old pal Dave Henderson, who\nknew next to nothing about Rock music and whose only previous experience in the\neditor's chair had ended with the closure of a magazine. The beginning of 1990\nushered in the new regime and the slow decline of Raw as a viable alternative\nto Kerrang!. But as soon as Kerrang! became part of the EMAP stable of\npublications Raw's survival no longer mattered and despite changes of editor\nand editorial policy, making Raw a Britpop magazine in December 1995, it\nperished not long after.\n\nIn 1993 a weekly television programme named Raw Power was launched to accompany\nthe magazine. It later changed its name to Noisy Mothers and was defunct in\nlate 1995.\n","linknr":128,"url":"Raw_(music_magazine)","recorded":1362538519,"links":19,"instances":["journalist","television_show"],"pdf":[],"categories":["Defunct magazines of the United Kingdom","Heavy metal publications","Magazines established in 1988","British music magazines"],"headings":[],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Unbalanced_scales.svg/45px-Unbalanced_scales.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Musical_notes.svg/40px-Musical_notes.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/7/7d/Magazine.svg/30px-Magazine.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["phil_alexander","journalist"],["raw_power","television_show"]],"members":["phil_alexander","raw_power"],"related":["Dante_Bonutto","Malcolm_Dome","Mark_Putterford","Steve_McTaggart","Metal_Hammer","Kerrang!","Heavy_metal_music","Rock_music","Pete_Winkleman","Phil_Alexander_(journalist)","Kirk_Blows","Dave_Dickson","Dave_Ling","Sylvie_Simmons","Maura_Sutton","Paul_Suter","Fortnightly","EMAP","Clout","A&R","East_West_Records","Dave_Hepworth","Hard_Rock","Britpop","Television_program","Raw_Power_(television_show)","Noisy_Mothers"]}