{"cursor":"3366","size":15,"audio":[],"currentlang":"en","article":"In the application of statistics to advertising and media analysis, 'reach'\nrefers to the total number of different people or households exposed, at least\nonce, to a medium during a given period. Reach should not be confused with the\nnumber of people who will actually be exposed to and consume the advertising,\nthough. It is just the number of people who are exposed to the medium and\ntherefore have an opportunity to see or hear the ad or commercial. Reach may be\nstated either as an absolute number, or as a fraction of a given population (for\ninstance 'TV households', 'men' or 'those aged 25–35').\n\nFor any given viewer, they have been \"reached\" by the work if they have viewed\nit at all (or a specified amount) during the specified period. Multiple viewings\nby a single member of the audience in the cited period do not increase reach;\nhowever, media people use the term effective reach to describe the quality of\nexposure. Effective reach and reach are two different measurements for a target\naudience who receive a given message or ad.\n\nSince reach is a time-dependent summary of aggregate audience behavior, reach\nfigures are meaningless without a period associated with them: an example of a\nvalid reach figure would be to state that \"[example website] had a one-day reach\nof 1565 per million on 21 March 2004\" (though unique users, an equivalent\nmeasure, would be a more typical metric for a website).\n\nReach of television channels is often expressed in the form of \"x minute weekly\nreach\" - that is, the number (or percentage) of viewers who watched the channel\nfor at least x minutes in a given week.\n\nFor example, in the UK, BARB defines the reach of a television channel as the\npercentage of the population in private households who view a channel for more\nthan 3 minutes in a given day or week. {{cite web\n  | last = BARB title = BARB Definitions\n  | url=http://www.barb.co.uk/definitions.html accessdate = 2006-11-14\n  | |archiveurl = http://web.archive.org/web/20061024113809/http://www.barb-\n  | .co.uk/definitions.html  |archivedate =\n  | 2006-10-24}}\n Similarly, for radio, RAJAR defines the weekly reach of a radio station\nas the number of people who tune into a radio station for at least 5 minutes\n(within at least one 15min period) in a given week. {{cite web\n  | last = RAJAR title = Glossary of Terms\n  | url=http://www.rajar.co.uk/INDEX2.CFM?menuid=4 accessdate = 2006-11-14\n  | |archiveurl = http://web.archive.org/web/20060925181643/http://www.rajar.-\n  | co.uk/INDEX2.CFM?menuid=4  |archivedate =\n  | 2006-09-25}}\n\n\nReach is an important measure for the BBC, which is funded by a mandatory\nlicence fee. It seeks to maximise its reach to ensure all licence fee payers are\nreceiving value. Reach and frequency of exposure are also two of the most\nimportant statistics used in advertising management. When reach is multiplied by\naverage frequency a composite measure called Gross Rating Points (GRPs) is\nobtained. Reach can be calculated indirectly as: reach = GRPs / average\nfrequency.\n","linknr":94,"url":"Reach_(advertising)","recorded":1362554852,"links":13,"instances":[],"pdf":[],"categories":["Advertising terminology","Marketing","Promotion and marketing communications"],"headings":["References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Advertising","Television","UK","BARB","RAJAR","Radio_network","BBC","Television_licence","Effective_frequency","Gross_Rating_Point"]}