{"cursor":"2037","size":15,"audio":[],"currentlang":"en","article":"\n'Realism theory' is the belief that many or most cognitive biases are not\n\"errors\", but instead logical and practical reasoning methods of dealing with\nthe \"real world\".\n\nInherent in it is the assumption that subjects include far more information than\ncognitive experimenters want them to in their thought processes.\n\nThe practical information people use in their reasoning process includes (but is\nnot limited to):\n* memories of things said by other people\n* people lie\n* people make errors\n* things change, and that more time results in more changes.\n\nFor example, when a research scientist offers an experimental subject $50 today\nor $100 a year from now, the subject is not just making a decision between $50\nnow and $100 in one year, but is instead also considering the possibility that\nthe researcher will die, go broke, change his mind, or may simply be lying. They\nwill also remember an article they read on the internet about how people use\nmoney to bait cons, without remembering the specifics of the article.\n\nAs such, the $50 today is far more valuable than the $100 tomorrow.\n\nIt can also explain things, such as the pseudocertainty effect. When making use\nof the pseudocertainty effect, how you frame a question determines the answer.\nBut if you consider that human minds are actually considering how something is\nframed as valid evidence, then it ceases to be a bias and instead becomes a\npractical method of selecting the correct answer, assuming no deception. This\npractical reasoning works by treating the question framer's clear bias as valid\ninput. Of course, if the question asker is intentionally attempting to trick or\ndeceive the subject, and the subject is not aware of this, it will cause\nproblems. But that is a result of intentional deception, not a cognitive bias.\n","linknr":92,"url":"Realism_theory","recorded":1362580604,"links":15,"instances":[],"pdf":[],"categories":["Cognitive biases"],"headings":["See also"],"image":["//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Cognitive_bias","Practical_reason","Pseudocertainty_effect","Practical_reason","Cognitive_bias","Cognitive_bias","Practical_reason","Philosophical_realism"]}