{"cursor":"4746","size":15,"audio":[],"cat":[],"tmpl":[],"currentlang":"en","linknr":110,"url":"Reed_Business_Information","article":"Not to be confused with [[William Reed Business Media]]\n\n'Reed Business Information' is a provider of data services, business information\nand marketing to businesses. The company is based in the United Kingdom, United\nStates, China, Singapore, Continental Europe and Australia. Reed Business\nInformation is a division of Reed Elsevier and is often referred to as RBI. The\ncompany produces industry specific data services and tools, online community and\njob sites as well as business magazines. It provides services to many sectors\nincluding chemicals, agriculture, HR, property, finance, science and aerospace.\nAmong its most well-known brands are ICIS, XpertHR, Estates Gazette and [[New\nScientist]].\n\nSince 2009 Reed Business Information has focussed on paid content, data services\nand online marketing solutions.\n\nIn 2011 RBI continued to reshape its portfolio, making four significant\nacquisitions. In January 2011, RBI completed the transaction to take majority\nownership of CBI China, the market-leading petrochemical and energy information\nservice in China, strengthening its chemicals pricing service (ICIS) global\nposition. It also acquired Parpinelli Tecnon to add to the ICIS portfolio. In\nJune 2011 RBI acquired Ascend, a leading provider of online fleet data and\nvaluations to the aviation industry, complementing RBI's existing data and\ncontent services and its aerospace platform, Flightglobal.\n\nIn November 2011, RBI completed the acquisition of Accuity Inc. Accuity is a\nleading US provider of online subscription-based data solutions for the\nfinancial services industry which enable customers to maximise the accuracy of\ntheir banking and payment transactions, and to minimise the risk of non-\ncompliance with government regulations in these transactions. Accuity has been\nintegrated with RBI's Bankers' Alamanac, to form BankersAccuity, establishing a\nglobal standard for payment efficiency and compliance solutions.\n\nIn the past rew years RBI exited a number of magazine titles including those in\nthe computing, social care, electronics, hospitality and road transport markets\nin the UK, and the construction market in the Netherlands.\n","recorded":1362124746,"portal":[],"list":[],"links":"111","instances":["magazine","professional_journal","journals","journal","publisher","publisher","publisher","journal","magazine"],"pdf":[],"categories":["Magazine publishing companies of the United States","Magazine publishing companies of the United Kingdom","Reed Elsevier","Publishing companies established in 1946"],"headings":["Data Services","Lead Generation Services","Community websites and job sites","Publications","Events","References","External links"],"tags":[["masson","publisher"],["mosby","publisher"],["saunders","publisher"],["cell","journal"],["tetrahedron","journal"],["trends","journals"],["detail","professional_journal"],["elsevier","magazine"],["variety","magazine"],["http://ta.wikipedia.org/wiki/%e0%ae%83%e0%ae%b5%e0%ae%bf%e0%ae%b3%e0%af%88%e0%ae%9f%e0%af%8d_%e0%ae%87%e0%ae%a3%e0%af%8d%e0%ae%9f%e0%ae%b0%e0%af%8d%e0%ae%a8%e0%af%87%e0%ae%b7%e0%ae%a9%e0%ae%b2%e0%af%8d","%e0%ae%86%e0%ae%99%e0%af%8d%e0%ae%95%e0%ae%bf%e0%ae%b2_%e0%ae%87%e0%ae%a4%e0%ae%b4%e0%af%8d"]],"image":["http://en.wikipedia.org/apple-touch-icon.png","http://upload.wikimedia.org/wikipedia/en/thumb/4/48/Folder_Hexagonal_Icon.svg/16px-Folder_Hexagonal_Icon.svg.png","http://bits.wikimedia.org/images/wikimedia-button.png","http://bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"related":["Reed_Elsevier","ICIS","XpertHR","Accuity_Inc","BankersAccuity"],"members":["variety","detail","trends","tetrahedron","mosby","masson","saunders","cell","elsevier"],"book":[]}