{"cursor":"5299","size":15,"audio":[],"currentlang":"en","article":"\n'Reference class [[forecasting]]' is the method of predicting the future,\nthrough looking at similar past situations and their outcomes.\n\nReference class forecasting predicts the outcome of a planned action based on\nactual outcomes in a reference class of similar actions to that being forecast.\nThe theories behind reference class forecasting were developed by Daniel\nKahneman and Amos Tversky. The theoretical work helped Kahneman win the Nobel\nPrize in Economics.\n\nKahneman and Tversky Kahneman, D. and\nTversky, A., 1979, \"Prospect theory: An analysis of decisions under risk.\"\nEconometrica, 47, pp. 313â327 Kahneman, D. and Tversky, A., 1979, \"Intuitive Prediction: Biases and\nCorrective Procedures.\" In S. Makridakis and S. C. Wheelwright, Eds., Studies in\nthe Management Sciences: Forecasting, 12 (Amsterdam: North Holland). found\nthat human judgment is generally optimistic due to overconfidence and\ninsufficient consideration of distributional information about outcomes.\nTherefore, people tend to underestimate the costs, completion times, and risks\nof planned actions, whereas they tend to overestimate the benefits of those same\nactions. Such error is caused by actors taking an \"'inside view',\" where focus\nis on the constituents of the specific planned action instead of on the actual\noutcomes of similar ventures that have already been completed.\n\nKahneman and Tversky concluded that disregard of distributional information,\nthat is, risk, is perhaps the major source of error in forecasting. On that\nbasis they recommended that forecasters \"should therefore make every effort to\nframe the forecasting problem so as to facilitate utilizing all the\ndistributional information that is available\". Using distributional information from previous ventures similar to the\none being forecast is called taking an \"'outside view'\". Reference class\nforecasting is a method for taking an outside view on planned actions.\n\nReference class forecasting for a specific project involves the following\nthree steps:\n# Identify a reference class of past, similar projects. Establish a probability\n# distribution for the selected reference class for the parameter that is being\n# forecast. Compare the specific project with the reference class distribution,\n# in order to establish the most likely outcome for the specific project.\n\nKahneman and Tversky developed the theories of reference class forecasting. A\nreport issued in August 2011 estimated that the final cost of the yet unfinished\nproject would be over Â£1 billion, for a shorter tram line than the proposed Line\n2.\n\nSince the Edinburgh forecast, reference class forecasting has been applied to\nnumerous other projects in the UK, including the Â£15 (US$29) billion Crossrail\nproject in London. After 2004, The Netherlands, Denmark, and Switzerland have\nalso implemented various types of reference class forecasting.\n\nBefore this, in 2001 (updated in 2006), AACE International (the Association for\nthe Advancement of Cost Engineering) included Estimate Validation as a distinct\nstep in the recommended practice of Cost Estimating (Estimate Validation is\nequivalent to Reference class forecasting in that it calls for separate empirical-\nbased evaluations to benchmark the base estimate):\n\n The estimate should be benchmarked or validated against or compared\nto historical experience and/or past estimates of the enterprise and of\ncompetitive enterprises to check its appropriateness, competitiveness, and to\nidentify improvement opportunities...Validation examines the estimate from a\ndifferent perspective and using different metrics than are used in estimate\npreparation. [http://www.aacei.org/aaceonly/tcm/7.3.shtml AACE\nInternational, \"Total Cost Management Framework, Section 7.3, Cost Estimating\nand Budgeting\", 2006] \n\nIn the process industries (e.g., oil and gas, chemicals, mining, energy, etc.\nwhich tend to dominate AACE's membership), benchmarking (i.e., \"outside view\")\nof project cost estimates against the historical costs of completed projects of\nsimilar types, including probabilistic information, has a long\nhistory. Merrow, E. and Yarossi, M., \"Assessing Project Cost and Schedule\nRisk\", 1990 AACE Transactions. pp H.6.1-7\n","linknr":115,"url":"Reference_class_forecasting","recorded":1362484789,"links":14,"instances":[],"pdf":[],"categories":["Evaluation methods","Econometrics","Prediction"],"headings":["See also","References","Further reading"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/f/f3/Emblem-money.svg/28px-Emblem-money.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Daniel_Kahneman","Amos_Tversky","Nobel_Prize_in_Economics","Probability_distribution","Parameter","AACE_International","Reference_class_problem","Benefit_shortfall","Event_chain_methodology","Cost_overrun","Optimism_bias","Planning_fallacy","Forecasting","Base_rate_fallacy","Financial_risk","Consensus_forecast"]}