{"cursor":"12862","size":15,"audio":[],"currentlang":"en","article":"\nThe 'management of [[dehydration]]' typically involves the use of oral\nrehydration solution (ORS). Standard home solutions such as salted rice water,\nsalted yogurt drinks, vegetable and chicken soups with salt can be given. Home\nsolutions such as water in which cereal has been cooked, unsalted soup, green\ncoconut water, weak tea (unsweetened), and unsweetened fresh fruit juices can\nhave from half a teaspoon to full teaspoon of salt (from one-and-a-half to three\ngrams) added per liter. Clean plain water can also be one of several fluids\ngiven. There are commercial solutions such\nas Pedialyte, and relief agencies such as UNICEF widely distribute packets of\nsalts and sugar. A WHO publication for physicians recommends a homemade ORS\nconsisting of one liter water with one teaspoon salt (3 grams) and two\ntablespoons sugar (18 grams) added\n(approximately the âtaste of tearsâ [http:-\n//www.who.int/topics/test/food_safety/safe_food_travel.pdf A GUIDE ON SAFE FOOD\nFOR TRAVELLERS], WELCOME TO SOUTH AFRICA, HOST TO THE 2010 FIFA WORLD CUP\n(bottom left of page 1). ). Rehydration Project recommends adding the same\namount of sugar but only one-half a teaspoon of salt, stating that this more\ndilute approach is less risky with very little loss of effectiveness. Rehydration Project, http://rehydrate.org/Homemade Oral\nRehydration Solution Recipe. Both agree that drinks with too much sugar or\nsalt can make dehydration worse.\n\nAppropriate amounts of supplemental zinc and potassium should be added if\navailable. But the availability of these should not delay rehydration. As WHO\npoints out, the most important thing is to begin preventing dehydration as early\nas possible. In another example of prompt\nORS hopefully preventing dehydration, CDC recommends for the treatment of\ncholera continuing to give Oral Rehydration Solution during travel to medical\ntreatment. [http://www.cdc.gov/haiticholera/pdf/chw-\n_trainingmaterialsforcholera.pdf Community Health Worker Training Materials for\nCholera Prevention and Control], CDC, slides at back are dated 11/17/2010. Page\n7 states \" . . . Continue to breastfeed your baby if the baby has watery\ndiarrhea, even when traveling to get treatment. Adults and older children should\ncontinue to eat frequently.\"\n\nVomiting often occurs during the first hour or two of treatment with ORS,\nespecially if a child drinks the solution too quickly, but this seldom prevents\nsuccessful rehydration since most of the fluid is still absorbed. WHO recommends\nthat if a child vomits, to wait five or ten minutes and then start to give the\nsolution again more slowly.\n\nWHO recommends a child with diarrhea continue to be fed. Continued feeding\nspeeds the recovery of normal intestinal function. In contrast, children whose\nfood is restricted, have diarrhea of longer duration and recover intestinal\nfunction more slowly. A child should also continue to be breastfed. And in the example of the treatment of cholera,\nCDC also recommends that persons continue to eat and children continue to be\nbreastfed.\n","linknr":146,"url":"Rehydration","recorded":1362675316,"links":14,"instances":[],"pdf":["http://whqlibdoc.who.int/publications/2005/9241593180.pdf","http://www.cdc.gov/haiticholera/pdf/chw_trainingmaterialsforcholera.pdf","http://www.who.int/topics/test/food_safety/safe_food_travel.pdf"],"categories":["Body water"],"headings":["Medium dehydration","Severe dehydration","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/a/ad/Cholera_rehydration_nurses.jpg/220px-Cholera_rehydration_nurses.jpg","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Oral_rehydration_therapy","Pedialyte","UNICEF","Soft_drinks","Hydrational_fluid","Nasogastric_tube"]}