{"cursor":"4565","size":15,"audio":[],"currentlang":"en","article":" through replica plating to screen for ampicillin sensitive colonies]]\n\nIn molecular biology and microbiology, 'replica plating' is a technique in which\none or more secondary Petri plates containing different solid (agar-based)\nselective growth media (lacking nutrients or containing chemical growth\ninhibitors such as antibiotics) are inoculated with the same colonies of\nmicroorganisms from a primary plate (or master dish), reproducing the original\nspatial pattern of colonies. The technique involves pressing a velveteen-covered\ndisk, and then imprinting secondary plates with cells in colonies removed from\nthe original plate by the material. Generally, large numbers of colonies\n(roughly 30-300) are replica plated due to the difficulty in streaking each out\nindividually onto a separate plate.\n\nThe purpose of replica plating is to be able to compare the master plate and any\nsecondary plates, typically to screen for a desired phenotype. For example, when\na colony which was present on the primary plate(or master dish), fails to appear\non a secondary plate, it shows that the colony was sensitive to a substance on\nthat particular secondary plate. Common screenable phenotypes include auxotrophy\nand antibiotic resistance.\n\nReplica plating is especially useful for \"negative selection\". However, it's\nmore correct to refer to \"negative screening\" instead of using the term\n'selection'. For example, if one wanted to select colonies that were sensitive\nto ampicillin, the primary plate could be replica plated on a secondary\nAmp + agar plate . The sensitive colonies on the secondary plate would\ndie but the colonies could still be deduced from the primary plate since the two\nhave the same spatial patterns from ampicillin resistant colonies. The sensitive\ncolonies could then be picked off from the primary plate. While doing this,\nfrequently the last plate will be non-selective, in this example, a nonselective\nplate will be replica plated after the Amp+ plate, to confirm that the absence\nof growth on the selective plate is due to the selection itself, and not a\nproblem with transferring cells. Basically, if one sees growth on the third\n(nonselective) plate but not the second one, this indicates the selective agent\nis responsible for the lack of growth; if the non-selective plate shows no\ngrowth then one cannot say whether viable cells were transferred at all and no\nconclusions can be made about the presence or absence of growth on selective\nmedia. This is particularly useful if there are questions about the age or\nviability of the cells on the original plate.\n\nBy increasing the variety of secondary plates with different selective growth\nmedia, it is possible to rapidly screen a large number of individual isolated\ncolonies for as many phenotypes as there are secondary plates.\n\nThe development of replica plating required two steps. The first step was to\ndefine the problem: a method of identifiably duplicating colonies. The second\nstep was to devise a means to reliably implement the first step. Replica plating\nwas first described by Esther Lederberg and Joshua Lederberg in\n1952. Lederberg, J and Lederberg, EM (1952) Replica plating and indirect\nselection of bacterial mutants. J Bacteriol. '63': 399–406. ([http://www.pubmed-\ncentral.nih.gov/articlerender.fcgi?tool=pubmed&pubmedid=14927572 Full\ntext]) However, Joshua Lederberg notes that the first step of defining the\nproblem had been done by others before him. http://www.esthermlederberg.com-\n/Theft/Intellectual%20Theft%20(Dishonesty2)/NLM%20Pirated%20Correspondence/NLMP-\niratedIndex.html; click Special Topics > Joshua Lederberg Interviews > U of Wisconsin-\nMadison Oral History Project. See page 27. Several attempts were made to\nsolve the second step. More precisely:\n\n* sterilized toothpicks (Ed. Tatum)\n* prongs of a wire brush (A. Novick, L. Szilard)\n* filter paper (N. Visconti)\n\nThe second step, implementation using velveteen cloth, with the little points of\ncloth acting as inoculating needles, was performed by Esther\nLederberg. http://www.esthermlederberg.com/Censorship/CensorshipIndex.html;\nclick Special Topics > Replica Plating\n","linknr":103,"url":"Replica_plating","recorded":1362505808,"links":13,"instances":["microbiology"],"pdf":[],"categories":["Molecular biology","Microbiology techniques"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/b/b3/Replica-dia-w.svg/350px-Replica-dia-w.svg.png","//bits.wikimedia.org/static-1.21wmf8/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["streaking","microbiology"]],"members":["streaking"],"related":["Genetic_screen","Molecular_biology","Microbiology","Petri_plate","Agar","Selective_medium","Antibiotic","Microorganism","Velveteen","Streaking_(microbiology)","Genetic_screen","Phenotype","Auxotrophy","Antibiotic_resistance","Negative_selection","Ampicillin","Selective_medium","Esther_Lederberg","Joshua_Lederberg"]}