{"cursor":"3507","size":15,"audio":[],"currentlang":"en","article":"{{Infobox Disease\n | Name = Hypokinesia Image = Caption = DiseasesDB = ICD10 = ICD9 = ICDO = OMIM\n | = MedlinePlus = eMedicineSubj = eMedicineTopic = MeshID = D018476\n}} 'Hypokinesia' refers to decreased bodily movement. http://serendip.brynm-\nawr.edu/bb/neuro/neuro03/web1/ljackson.html It is associated with basal\nganglia diseases (such as Parkinson's disease), mental health disorders and\nprolonged inactivity due to illness, amongst other diseases.\n\nHypokinesia describes a spectrum of disorders: *'Akinesia' ( [[privative\na|a-]], \"without\", kinēsis, \"motion\") is the inability to initiate movement due\nto difficulty selecting and/or activating motor programs in the central nervous\nsystem. Common in severe cases of Parkinson's disease, akinesia is a result of\nseverely diminished dopaminergic cell activity in the direct pathway of\nmovement. *'Bradykinesia' ( bradys, \"slow\", kinēsis, \"motion\") is characterized\nby slowness of movement and has been linked to Parkinson's disease and other\ndisorders of the basal ganglia. Rather than being a slowness in initiation\n(akinesia), bradykinesia describes a slowness in the execution of movement. It\nis one of the 3 key symptoms of parkinsonism, which are bradykinesia, tremor and\nrigidity. Bradykinesia is also the cause of what is normally referred to as\n\"stone face\" (expressionless face) among those with Parkinson's. *'Freezing' is\ncharacterized by an inability to move muscles in any desired direction.\n*'Rigidity' is characterized by an increase in muscle tone causing resistance to\nexternally imposed joint movements.  It does not depend on imposed\nspeed and can be elicited at very low speeds of passive movement. It is felt in\nboth agonist and antagonist muscles and in movements in both directions.\n'Cogwheel' rigidity and 'leadpipe' rigidity are two types identified with\nParkinson's disease. 'Leadpipe' rigidity results when an increase in muscle tone\ncauses a sustained resistance to passive movement throughout the whole range of\nmotion, with no fluctuations.'Cogwheel' rigidity is a combination of leadpipe\nrigidity and tremor which presents as a jerky resistance to passive movement as\nmuscles tense and relax. Spasticity is a special form of rigidity that is\npresent only at the start of passive movement. It is rate dependent and only\nelicited upon a high speed movement. These various forms of rigidity can be seen\nin different forms of movement disorders, such as Parkinson's disease. This may\npossibly be due to plain apathy (to be verified). *'[[Postural instability]]' is\nthe loss of ability to maintain an upright posture.\n","linknr":515,"url":"Rigidity_(neurology)","recorded":1362892916,"links":20,"instances":[],"pdf":[],"categories":["Medical signs"],"headings":["See also","References","External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Basal_ganglia","Parkinson's_disease","Parkinson's_disease","Dopamine","Direct_pathway_of_movement","Spasticity","Parkinson's_disease","Akinetic_mutism","Hypokinetic_diseases","Hyperkinesia"]}