{"cursor":"4420","size":15,"audio":[],"currentlang":"en","article":"A 'Rydberg molecule' is an electronically excited chemical species.\nElectronically excited molecular states are generally quite different in\ncharacter from electronically excited atomic states. However, particularly for\nhighly electronically excited molecular systems, the ionic core interaction with\nan excited electron can take on the general aspects of the interaction between\nthe proton and the electron in the hydrogen atom. The spectroscopic assignment\nof these states follows the Rydberg formula, named after the Swedish physicist\nJohannes Rydberg, and they are called Rydberg states of molecules. Rydberg\nseries are associated with partially removing an electron from the ionic core.\n\nEach Rydberg series of energies converges on an ionization energy threshold\nassociated with a particular ionic core configuration. These quantized Rydberg\nenergy levels can be associated with the quasiclassical Bohr atomic picture. The\ncloser you get to the ionization threshold energy, the higher the principal\nquantum number, and the smaller the energy difference between near threshold\nRydberg states. As the electron is promoted to higher energy levels in a Rydberg\nseries, the spatial excursion of the electron from the ionic core increases and\nthe system is more like the Bohr quasiclassical picture.\n\nThe Rydberg states of molecules with low principal quantum numbers can interact\nwith the other excited electronic states of the molecule. This can cause shifts\nin energy. The assignment of molecular Rydberg states often involves following a\nRydberg series from intermediate to high principal quantum numbers. The energy\nof Rydberg states can be refined by including a correction called the quantum\ndefect in the Rydberg formula. The quantum defect correction can be associated\nwith the presence of a distributed ionic core.\n\nThe experimental study of molecular Rydberg states has been conducted with\ntraditional methods for generations. However, the development of laser-based\ntechniques such as Resonance Ionization Spectroscopy has allowed relatively easy\naccess to these Rydberg molecules as intermediates. This is particularly true\nfor Resonance Enhanced Multiphoton Ionization (REMPI) spectroscopy, since\nmultiphoton processes involve different selection rules from single photon\nprocesses. The study of high principal quantum number Rydberg states has spawned\na number of spectroscopic techniques. These \"near threshold Rydberg states\" can\nhave long lifetimes, particularly for the higher orbital angular momentum states\nthat do not interact strongly with the ionic core. Rydberg molecules can\ncondense to form clusters of Rydberg matter which has an extended lifetime\nagainst de-excitation.\n","linknr":104,"url":"Rydberg_molecule","recorded":1362477026,"links":10,"instances":[],"pdf":[],"categories":["Atomic physics","Spectroscopy","Atomic, molecular, and optical physics"],"headings":["Other types of Rydberg molecules","See also","References","Further reading"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Chemical_species","Rydberg_formula","Sweden","Johannes_Rydberg","Rydberg_states","REMPI","Rydberg_matter","University_of_Stuttgart","Rydberg_atom","Chemical_bond","Rubidium","Rydberg_atom","Rydberg_matter"]}