{"cursor":"11976","size":15,"audio":[],"currentlang":"en","article":"'ABC notation' is a shorthand form of musical notation. In basic form it uses\nthe letters A through G to represent the given notes, with other elements used\nto place added value on these - sharp, flat, the length of the note, key,\nornamentation. Later, with computers becoming a major means of communication,\nothers saw the possibilities of using this form of notation as an ASCII code\nthat could facilitate the sharing of music online, also adding a new and simple\nlanguage for software developers. In this later form it remains a language for\nnotating music using the ASCII character set. The earlier ABC notation was built\non, standardized and changed to better fit the keyboard and an ASCII character\nset by Chris Walshaw, with the help and input of others. Although now re-\npackaged in this form, the original ease of writing and reading, for memory jogs\nand for sharing tunes with others on a scrap of paper or a beer coaster remains,\na simple and accessible form of music notation, not unlike others, such as\ntablature and Solfeggio. Originally designed for use with folk and traditional\ntunes of Western European origin (e.g. English, Irish, Scottish) which are\ntypically single-voice melodies which can be written on a single staff in\nstandard notation, the work of Chris Walshaw and others has opened this up with\nan increased list of characters and headers in a syntax that can also support\nmetadata for each tune.\n\nABC Notation being ASCII-based, any text editor can be used to edit the music.\nEven so, there are now many ABC Notation software packages available that offer\na wide variety of features, including the ability to read and process abc\nnotation, including into midi files and as standard 'dotted' notation. Such\nsoftware is readily available for most computer systems including Microsoft\nWindows, Unix/Linux, Macintosh, PalmOS, and web-based.\n\nLater 3rd-party software packages have provided direct output (bypassing the TeX\ntypesetter), and have extended the syntax to support lyrics aligned\nwith notes, multi-voice and multi-staff notation,\ntablature, and MIDI.\n","linknr":218,"url":"ABC_notation","recorded":1362581107,"links":25,"instances":[],"pdf":[],"categories":["Music notation file formats"],"headings":["History of ASCII ABC Notation","Example","Collaborative abc","See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Legacy_jig.png/700px-Legacy_jig.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Musical_notation","Musical_notation","ASCII","ASCII","Tablature","Solfeggio","Traditional_music","Modern_musical_symbols","Microsoft_Windows","Unix","Linux","Macintosh","PalmOS","Lyrics","Tablature","MIDI","TeX","Backus–Naur_form","MIME","Internet_Assigned_Numbers_Authority","Request_for_Comments","MediaWiki","GNU_LilyPond","MoinMoin","PmWiki","DokuWiki","Lord_of_the_Rings_Online","Guido_music_notation","GNU_LilyPond","PySynth"]}