{"cursor":"7521","size":15,"audio":[],"currentlang":"en","article":"The 'ABC analysis' is a business term used to define an inventory categorization\ntechnique often used in materials management. It is also known as Selective\nInventory Control. Policies based on ABC analysis:\n* A ITEMS: very tight control and accurate records\n* B ITEMS: less tightly controlled and good records\n* C ITEMS: simplest controls possible and minimal records\n\nThe ABC analysis provides a mechanism for identifying items that will have a\nsignificant impact on overall inventory cost, Manufacturing planning and\ncontrol systems for supply chain management By Thomas E. Vollmann while\nalso providing a mechanism for identifying different categories of stock that\nwill require different management and controls.\n\nThe ABC analysis suggests that inventories of an organization are not of equal\nvalue. Lun, Lai, Cheng (2010) Shipping and Logistics Management, p.\n158 Thus, the inventory is grouped into three categories ('A, B, and C')\nin order of their estimated importance.\n\nA items are very important for an organization. Because of the high value of\nthese ‘A’ items, frequent value analysis is required. In addition to that, an\norganization needs to choose an appropriate order pattern (e.g. ‘Just- in-\ntime’) to avoid excess capacity.  B items are important, but of course\nless important, than ‘A’ items and more important than ‘C’ items. Therefore ‘B’\nitems are intergroup items.  C items are marginally important. Werner\n(2002) Supply Chain Management. Grundlagen, Strategien, Instrumente und\nControlling.\n","linknr":125,"url":"ABC_analysis","recorded":1362581132,"links":27,"instances":[],"pdf":[],"categories":["Business terms","Supply chain management terms","Business intelligence"],"headings":["ABC analysis categories","ABC Analysis in ERP package","Example of the Application of Weighed Operation based on ABC class","See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/a/ac/ABC_class.jpg/600px-ABC_class.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Inventory","Materials_management","Pareto_principle","Enterprise_resource_planning","SAP_ERP","Microsoft_Dynamics_AX","JIT","Inventory","Stock_management"]}