{"cursor":"2159","size":15,"audio":[],"currentlang":"en","article":"'Access 5' was a national project run by NASA in collaboration with industry,\nthe Federal Aviation Administration (FAA), and the United States Department of\nDefense (DoD), in order to introduce high altitude, long endurance (HALE)\nremotely operated aircraft (ROA) for routine flights in the National Airspace\nSystem (NAS). Access 5 commenced in May 2004 and was slated to run for five\nyears. The project received initial funding from NASA and guarantees of support\nfrom the ROA industry. It was managed out of Dryden Flight Research\nCenter. [http://www.nasa.gov/centers/dryden/research/HALE_ROA/index.html\nNASA - HALE ROA in the NAS (Access 5)]\n\nThe goal of Access 5 was to enable what government and industry leaders believe\nwill ultimately be a robust civil and commercial market for HALE ROA. The\ncurrent lack of ready access to the NAS inhibits investment in ROA\ncommercialization and the ability of users to obtain cost-effective ROA\nservices. Access 5 seeks to remove the barriers to aviation's most compelling\nnew offering in\ndecades. [http://www.uavm.com/uavregulatory/access5unite.html Access 5 /\nUNITE]\n\nThe project was terminated on February 28, 2006 after a reorganization of NASA's\nresearch program. The cancellation of the program led members of the UAV\nNational Industry Team (UNITE) alliance, which includes Boeing, General Atomics,\nLockheed Martin, Northrop Grumman, AeroVironment, and Aurora Flight Sciences to\nadvocate for a new national plan in testimony before the United States\nCongress.\n","linknr":96,"url":"Access_5","recorded":1362553381,"links":10,"instances":[],"pdf":[],"categories":["NASA programs"],"headings":["References","External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["NASA","Federal_Aviation_Administration","United_States_Department_of_Defense","High_altitude,_long_endurance","Remotely_operated_vehicle","National_Airspace_System","Dryden_Flight_Research_Center","UAV_National_Industry_Team","Boeing","General_Atomics","Lockheed_Martin","Northrop_Grumman","AeroVironment","Aurora_Flight_Sciences","United_States_Congress"]}