{"cursor":"31799","size":15,"audio":[],"currentlang":"en","article":": For the psychosocial theory of aging, see [[Activity theory (aging)]]\n\n'Activity theory' (AT) is an umbrella term for a line of eclectic social\nsciences theories and research with its roots in the Soviet psychological\nactivity theory pioneered by Alexei Leont'ev and Sergei Rubinstein. These\nscholars sought to understand human activities as complex, socially situated\nphenomena and to go beyond paradigms of reflexology (the teaching of Vladimir\nBekhterev and his followers) and physiology of higher nervous activity (the\nteaching of Ivan Pavlov and his school), psychoanalysis and behaviorism. It\nbecame one of the major psychological approaches in the former USSR, being\nwidely used in both theoretical and applied psychology, and in education,\nprofessional training, ergonomics and work psychology.\n\nActivity theory is more of a descriptive meta-theory or framework than a\npredictive theory. It considers an entire work/activity system (including teams,\norganizations, etc.) beyond just one actor or user. It accounts for environment,\nhistory of the person, culture, role of the artifact, motivations, and\ncomplexity of real life activity. One of the strengths of AT is that it bridges\nthe gap between the individual subject and the social realityâit studies both\nthrough the mediating activity. The unit of analysis in AT is the concept of object-\noriented, collective and culturally mediated human activity, or activity system.\nThis system includes the object (or objective), subject, mediating artifacts\n(signs and tools), rules, community and division of labor. The motive for the\nactivity in AT is created through the tensions and contradictions within the\nelements of the system. According to ethnographer Bonnie Nardi, a\nleading theorist in AT, activity theory \"focuses on practice, which obviates the\nneed to distinguish 'applied' from 'pure' scienceâunderstanding everyday\npractice in the real world is the very objective of scientific practice. â¦ The\nobject of activity theory is to understand the unity of consciousness and\nactivity.\"\n\nAT is particularly useful as a lens in qualitative research methodologies (e.g.,\nethnography, case study). AT provides a method of understanding and analyzing a\nphenomenon, finding patterns and making inferences across interactions,\ndescribing phenomena and presenting phenomena through a built-in language and\nrhetoric. A particular activity is a goal-directed or purposeful interaction of\na subject with an object through the use of tools. These tools are exteriorized\nforms of mental processes manifested in constructs, whether physical or\npsychological. AT recognizes the internalization and externalization of\ncognitive processes involved in the use of tools, as well as the transformation\nor development that results from the interaction. Fjeld, M., Lauche, K.,\nBichsel, M., Voorhorst, F., Krueger, H., Rauterberg, M. (2002): Physical and\nVirtual Tools: Activity Theory Applied to the Design of Groupware. In B. A.\nNardi & D. F. Redmiles (eds.) A Special Issue of Computer Supported Cooperative\nWork (CSCW): Activity Theory and the Practice of Design, Volume 11 (1-2), pp.\n153-180.\n","linknr":392,"url":"Activity_Theory","recorded":1362374684,"links":35,"instances":["psychological_school","learning_theory"],"pdf":["http://www-static.cc.gatech.edu/~aforte/BryantForteBruckBecomingWikipedian.pdf"],"categories":["Social philosophy","Sociological paradigms","Social constructionism","Educational psychology","Knowledge"],"headings":["The history of activity theory","Theory","Activity theory and information systems","Human-computer interaction","An explanation of activity theory","See also","References","External links","Further reading","Sources"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Activity_system.png/220px-Activity_system.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["constructivism","psychological_school"],["social_constructivism","learning_theory"]],"members":["constructivism","social_constructivism"],"related":["Umbrella_term","Aleksei_N._Leontiev","Sergei_Rubinstein","Vladimir_Bekhterev","Physiology_of_higher_nervous_activity","Ivan_Pavlov","Psychoanalysis","Behaviorism","USSR","Bonnie_Nardi","Ethnography","Case_study","Moscow_Institute_of_Psychology","P._K._Anokhin","N._A._Bernshtein","S._L._Rubinshtein","G._Z._Bedny","Kharkov_School_of_Psychology","Psychology_of_animals","Yrjö_Engeström","Vygotsky","Cultural-historical_psychology","Cognitive_Science","American_Pragmatism","Constructivism_(psychological_school)","Actor-Network_Theory","Human-Computer_Interaction","Unit_of_analysis","Social_action","Sociotechnical_systems","Division_of_labor","Social_artifact","Social_organization","Kari_Kuutti","Dialectical_materialism","Ethnomethodology","Knowledge_management","Leading_Activity","Critical_psychology","Distributed_cognition","Situated_cognition","Educational_psychology","Social_constructivism_(learning_theory)","Active_learning","Anna_Stetsenko","Interaction_design"]}