{"cursor":"2381","size":15,"audio":[],"currentlang":"en","article":"'Adjacent-channel interference' (ACI) is interference caused by extraneous power\nfrom a signal in an adjacent channel. ACI may be caused by inadequate filtering\n(such as incomplete filtering of unwanted modulation products in FM systems),\nimproper tuning or poor frequency control (in the reference channel, the\ninterfering channel or both).\n\nACI is distinguished from crosstalk. Federal Standard 1037C [http://www.its.bldrdoc.gov/fs-1037/fs-\n1037c.htm Accessed: 2011-10-19. (Archived by WebCite at\nhttp://webcitation.org/62Z8qe0pC)]\n\nBroadcast regulators frequently manage the broadcast spectrum in order to\nminimize adjacent-channel interference. For example, in North America, FM radio\nstations in a single region cannot be licensed on adjacent frequencies â that\nis, if a station is licensed on 99.5 MHz in a city, the frequencies of\n99.3 MHz and 99.7 MHz cannot be used anywhere within a certain\ndistance of that station's transmitter, and the second-adjacent frequencies of\n99.1 MHz and 99.9 MHz are restricted to specialized usages such as low-\npower stations. Similar restrictions formerly applied to third-adjacent\nfrequencies as well (i.e. 98.9 MHz and 100.1 MHz in the example\nabove), but these are no longer observed.\n\nThe adjacent-channel interference which receiver A experiences from a\ntransmitter B is the sum of the power that B emits into A's channelâknown as the\n\"unwanted emission\", and represented by the ACLR (Adjacent Channel Leakage\nRatio)âand the power that A picks up from B's channel, which is represented by\nthe ACS (Adjacent Channel Selectivity). B emitting power into A's channel is\ncalled adjacent-channel leakage (unwanted emissions). It occurs because RF\nfilters require a roll-off, and do not eliminate a signal completely. Therefore,\nB emits some power in the adjacent channel which is picked up by A. A receives\nsome emissions from B's channel due to the roll off of the selectivity filters.\nSelectivity filters are designed to \"select\" a channel.\n","linknr":86,"url":"Adjacent-channel_interference","recorded":1362567186,"links":10,"instances":["radio","signal_processing","telecommunication","communication","physics","electronic"],"pdf":[],"categories":["Interference","Electronics"],"headings":["See also","References"],"image":["//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["interference","communication"],["power","physics"],["signaling","telecommunication"],["tuner","radio"],["selectivity","electronic"],["filter","signal_processing"]],"members":["tuner","filter","signaling","interference","power","selectivity"],"related":["Interference_(communication)","Power_(physics)","Signaling_(telecommunication)","Adjacent_channel","Modulation","Frequency_modulation","Tuner_(radio)","Crosstalk","FM_radio","Roll-off","Selectivity_(electronic)","Filter_(signal_processing)","Federal_Standard_1037C","MIL-STD-188"]}