{"cursor":"2197","size":15,"audio":[],"currentlang":"en","article":"\n'Aeration Turbines' are designed to aerate and mix fluids industrially. They are\nforemost used in brewing, pond aeration and sewage treatment plants.\n\nAeration Turbines are designed for mixing gases, usually air, with a liquid,\nusually water. They can serve additional purposes like destratification,\nagitator or pump.\n\nThere are numerous design variations in use or newly entering the market. Most\nare centrifugal, where fluid enters at the axis and exits around the perimeter\nof the rotor. Aeration Turbines can run open or in a housing. Some designs have\nbladed rotors which leads to more splashing and those need to run close to the\nsurface, which is an obvious sign of lesser efficiency.\n\nGenerally the performance efficiency of Aeration Turbines is very high, the\nspace requirement is compact, both at high reliability and all those factors\nreduce operational cost.\n\nThe use of Aeration Turbines in industry is still underdeveloped especially with\nwaste water treatment. With raising population and the growing strain on clean\nwater supplies such environmentally friendly solutions are becoming more\nimportant.\n\nThe technology allows a more decentralized approach to waste water treatment as\nsewage can be oxigenised at pumping stations for bacteria to start breaking down\nthe sewage before it even arrives at centralized processing plants.\n\nAeration Turbines are more and more entering industry because of their\nsignificantly higher efficiency and reduced size of used gear compared to other\nmethods of aeration. This means less investment into process infrastructure and\nsubstantial savings to both the overall cost but formemost running cost for\nelectricity.\n","linknr":78,"url":"Aeration_Turbine","recorded":1362665496,"links":11,"instances":["device"],"pdf":[],"categories":["Centrifuges"],"headings":["External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Detail_motoru_turb%C3%ADny_poh%C3%A1n%C4%9Bj%C3%ADc%C3%AD_vzduch_do_potrub%C3%AD%2C_%C3%9AV_K%C3%A1ran%C3%BD.jpg/250px-Detail_motoru_turb%C3%ADny_poh%C3%A1n%C4%9Bj%C3%ADc%C3%AD_vzduch_do_potrub%C3%AD%2C_%C3%9AV_K%C3%A1ran%C3%BD.jpg","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["agitator","device"]],"members":["agitator"],"related":["Destratification","Agitator_(device)","Pump","Waste_water_treatment","Sewage"]}