{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/Fridrikh_Israilevich_Karpelevich\">Fridrikh Israilevich Karpelevich</a> - Fridrikh Israilevich Karpelevich (1927 October 2, Moscow – 2000 July 5) was a Russian mathematician who introduced the Gindikin–Karpelevich formula.","\n<a href=\"http://duckduckgo.com/Andr%C3%A1s_P_Huhn\">András P Huhn</a> - András P Huhn was a Hungarian mathematician.","\n<a href=\"http://duckduckgo.com/Richard_Dedekind\">Richard Dedekind</a> - Julius Wilhelm Richard Dedekind was a German mathematician who did important work in abstract algebra, algebraic number theory and the foundations of the real numbers.","\n<a href=\"http://duckduckgo.com/George_Jerrard\">George Jerrard</a> - George Birch Jerrard (1804 &ndash; 23 November 1863) was a British mathematician.","\n<a href=\"http://duckduckgo.com/Zinovy_Reichstein\">Zinovy Reichstein</a> - Zinovy Reichstein is a Russian-born American mathematician.","\n<a href=\"http://duckduckgo.com/Raman_Parimala\">Raman Parimala</a> - Raman Parimala (born 1948) is an Indian mathematician known for her contributions to algebra.","\n<a href=\"http://duckduckgo.com/Melvin_Hochster\">Melvin Hochster</a> - Melvin Hochster is an eminent American mathematician, regarded as one of the leading commutative algebraists active today.","\n<a href=\"http://duckduckgo.com/Yuri_I._Manin\">Yuri I. Manin</a> - Yuri Ivanovitch Manin (Ю́рий Ива́нович Ма́нин; born 1937) is a Soviet/Russian/German  mathematician, known for work in algebraic geometry and diophantine geometry, and many expository works rang...","\n<a href=\"http://duckduckgo.com/Norman_L._Biggs\">Norman L. Biggs</a> - Norman Linstead Biggs is a British mathematician focusing on discrete mathematics and in particular algebraic combinatorics.","\n<a href=\"http://duckduckgo.com/Eugene_Dynkin\">Eugene Dynkin</a> - Eugene Borisovich Dynkin (Евге́ний Бори́сович Ды́нкин; born May 11, 1924) is a Soviet and American mathematician.","\n<a href=\"http://duckduckgo.com/Bjarni_J%C3%B3nsson\">Bjarni Jónsson</a> - Bjarni Jónsson is an Icelandic mathematician and logician working in universal algebra and lattice theory.","\n<a href=\"http://duckduckgo.com/Mitrofan_Cioban\">Mitrofan Cioban</a> - Mitrofan Cioban is a Moldovan mathematician, a member of the Academy of Science of Moldova.","\n<a href=\"http://duckduckgo.com/Fran%C3%A7ois_Vi%C3%A8te\">François Viète</a> - François Viète (Latin: Franciscus Vieta; 1540 – 23 February 1603), Seigneur de la Bigotière, was a French mathematician whose work on new algebra was an important step towards modern algeb...","\n<a href=\"http://duckduckgo.com/Emil_Artin\">Emil Artin</a> - Emil Artin (March 3, 1898 – December 20, 1962) was an Austrian-American mathematician.","\n<a href=\"http://duckduckgo.com/Daniel_Hershkowitz\">Daniel Hershkowitz</a> - Rabbi Professor Daniel Hershkowitz (דניאל הרשקוביץ, born 2 January 1953, Haifa, Israel) is an Israeli politician, mathematician and rabbi.","\n<a href=\"http://duckduckgo.com/Skip_Garibaldi\">Skip Garibaldi</a> - Skip Garibaldi is an American mathematician doing research on algebraic groups and especially exceptional groups.","\n<a href=\"http://duckduckgo.com/Ruth_Moufang\">Ruth Moufang</a> - Ruth Moufang was a German mathematician.","\n<a href=\"http://duckduckgo.com/Rosemary_A._Bailey\">Rosemary A. Bailey</a> - Rosemary A. Bailey is a British statistician who is renowned for her work in the design of experiments and the analysis of variance and in related areas of combinatorial design, especially in as...","\n<a href=\"http://duckduckgo.com/Karin_Erdmann\">Karin Erdmann</a> - Karin Erdmann is a German mathematician specializing in the areas of algebra known as representation theory and homological algebra.","\n<a href=\"http://duckduckgo.com/Leonard_Eugene_Dickson\">Leonard Eugene Dickson</a> - Leonard Eugene Dickson (January 22, 1874 – January 17, 1954) was an American mathematician.","\n<a href=\"http://duckduckgo.com/Charles_Hermite\">Charles Hermite</a> - Charles Hermite (December 24, 1822 – January 14, 1901) was a French mathematician who did research on number theory, quadratic forms, invariant theory, orthogonal polynomials, elliptic functions...","\n<a href=\"http://duckduckgo.com/Peter_Cameron_(mathematician)\">Peter Cameron (mathematician)</a> - Peter Jephson Cameron (born 23 January 1947) is an Australian mathematician who works in group theory, combinatorics, coding theory, and model theory.","\n<a href=\"http://duckduckgo.com/Bartel_Leendert_van_der_Waerden\">Bartel Leendert van der Waerden</a> - Bartel Leendert van der Waerden was a Dutch mathematician and historian of mathematics.","http://www.merriam-webster.com/dictionary/algebraists","\n<a href=\"http://duckduckgo.com/Alexander_Ostrowski\">Alexander Ostrowski</a> - Alexander Markowich Ostrowski (Алекса́ндр Ма́ркович Остро́вский; 25 September 1893, Kiev, Russian Empire &ndash; 20 November 1986, Montagnola, Lugano, Switzerland) was a mathematician.","\n<a href=\"http://duckduckgo.com/Saunders_Mac_Lane\">Saunders Mac Lane</a> - Saunders Mac Lane was an American mathematician who co-founded category theory with Samuel Eilenberg.","\n<a href=\"http://duckduckgo.com/Guy_Terjanian\">Guy Terjanian</a> - Guy Terjanian is a French-Armenian mathematician who has worked on algebraic number theory.","\n<a href=\"http://duckduckgo.com/Paul_Cohn\">Paul Cohn</a> - Paul Moritz Cohn FRS was Astor Professor of Mathematics at University College London, 1986-9, and author of many textbooks on algebra.","\n<a href=\"http://duckduckgo.com/Tsit-Yuen_Lam\">Tsit-Yuen Lam</a> - Tsit Yuen Lam is a Chinese-American mathematician specializing in algebra, especially ring theory and quadratic forms.","\n<a href=\"http://duckduckgo.com/Tadashi_Nakayama_(mathematician)\">Tadashi Nakayama (mathematician)</a> - Tadashi Nakayama or Tadasi Nakayama was a mathematician who made important contributions to representation theory.","\n<a href=\"http://duckduckgo.com/Hyman_Bass\">Hyman Bass</a> - Hyman Bass is an American mathematician, known for work in algebra and in mathematics education.","\n<a href=\"http://duckduckgo.com/Colin_McLarty\">Colin McLarty</a> - Colin McLarty is an American logician whose publications have ranged widely in philosophy and the foundations of mathematics, as well as in the history of science and of mathematics.","\n<a href=\"http://duckduckgo.com/Heinrich_Martin_Weber\">Heinrich Martin Weber</a> - Heinrich Martin Weber (5 May 1842, Heidelberg, Germany &ndash; 17 May 1913, Straßburg, Alsace-Lorraine, German Empire, now Strasbourg, France) was a German mathematician.","\n<a href=\"http://duckduckgo.com/Liaqat_Ali_Khan_(mathematician)\">Liaqat Ali Khan (mathematician)</a> - Liaqat Ali Khan or L.A. Khan is a Pakistani mathematician and academic who has carried out research in the fields of functional analysis, linear topology, and topological algebra.","\n<a href=\"http://duckduckgo.com/Garrett_Birkhoff\">Garrett Birkhoff</a> - Garrett Birkhoff was an American mathematician.","\n<a href=\"http://duckduckgo.com/Michael_Artin\">Michael Artin</a> - Michael Artin (born 28 June 1934) is an American mathematician and a professor emeritus in the Massachusetts Institute of Technology mathematics department, known for his contributions to algebr...","\n<a href=\"http://duckduckgo.com/E._H._Moore\">E. H. Moore</a> - Eliakim Hastings Moore was an American mathematician.","\n<a href=\"http://duckduckgo.com/Joseph_Wedderburn\">Joseph Wedderburn</a> - Joseph Henry Maclagan Wedderburn FRSE FRS (2 February 1882, Forfar, Angus, Scotland – 9 October 1948, Princeton, New Jersey) was a Scottish mathematician, who taught at Princeton University for ...","\n<a href=\"http://duckduckgo.com/Idun_Reiten\">Idun Reiten</a> - Idun Reiten (born 1 January 1942) is a Norwegian professor of mathematics.","\n<a href=\"http://duckduckgo.com/Emmy_Noether\">Emmy Noether</a> - Emmy Noether (official name Amalie Emmy Noether;   23 March 1882 – 14 April 1935), was an influential German mathematician known for her groundbreaking contributions to abstract algebra an...","\n<a href=\"http://duckduckgo.com/Paul_Halmos\">Paul Halmos</a> - Paul Richard Halmos (Halmos Pál; March 3, 1916 &ndash; October 2, 2006) was a Hungarian-born American mathematician who made fundamental advances in the areas of probability theory, statistics, ...","\n<a href=\"http://duckduckgo.com/Otto_Schilling\">Otto Schilling</a> - Otto Franz Georg Schilling was a German-American mathematician known for his work in algebra.","\n<a href=\"http://duckduckgo.com/Alexander_Skopin\">Alexander Skopin</a> - Alexander Ivanovich Skopin (Александр Иванович Скопин) (1927–2003) was a Russian mathematician known for his contributions to abstract algebra.","\n<a href=\"http://duckduckgo.com/Paolo_Ruffini\">Paolo Ruffini</a> - Paolo Ruffini (September 22, 1765 – May 10, 1822) was an Italian mathematician and philosopher.","\n<a href=\"http://duckduckgo.com/Carl_Wilhelm_Borchardt\">Carl Wilhelm Borchardt</a> - Carl Wilhelm Borchardt (22 February 1817 &ndash; 27 June 1880) was a German mathematician.","\n<a href=\"http://duckduckgo.com/Lodovico_Ferrari\">Lodovico Ferrari</a> - Lodovico Ferrari (February 2, 1522 &ndash; October 5, 1565) was an Italian mathematician.","\n<a href=\"http://duckduckgo.com/Benjamin_Peirce\">Benjamin Peirce</a> - Benjamin Peirce (April 4, 1809 – October 6, 1880) was an American mathematician who taught at Harvard University for approximately 50 years.","\n<a href=\"http://duckduckgo.com/Alexander_Merkurjev\">Alexander Merkurjev</a> - Alexander Merkurjev is a Russian-born American mathematician, who has made major contributions to the field of algebra.","Algebraists","\n<a href=\"http://duckduckgo.com/Joachim_Lambek\">Joachim Lambek</a> - Joachim Lambek (born 5 December 1922 in Leipzig) is Peter Redpath Emeritus Professor of Pure Mathematics at McGill University, where he earned his Ph.D. degree in 1950 with Hans Zassenhaus as ad...","\n<a href=\"http://duckduckgo.com/William_Kingdon_Clifford\">William Kingdon Clifford</a> - William Kingdon Clifford FRS (4 May 1845 &ndash; 3 March 1879) was an English mathematician and philosopher.","\n<a href=\"http://duckduckgo.com/Max_August_Zorn\">Max August Zorn</a> - Max August Zorn was a German mathematician.","\n<a href=\"http://duckduckgo.com/L%C3%A1szl%C3%B3_R%C3%A9dei\">László Rédei</a> - László Rédei (Rákoskeresztúr, 15 November, 1900&mdash;Budapest, 21 November, 1980) was a Hungarian mathematician.","\n<a href=\"http://duckduckgo.com/Dan_Segal\">Dan Segal</a> - Daniel Segal  is a British mathematician and a Professor of Mathematics at the University of Oxford.","\n<a href=\"http://duckduckgo.com/Jean-Pierre_Serre\">Jean-Pierre Serre</a> - Jean-Pierre Serre ( born 15 September 1926) is an influential French mathematician.","\n<a href=\"http://duckduckgo.com/Marshall_Hall_(mathematician)\">Marshall Hall (mathematician)</a> - Marshall Hall, Jr. was an American mathematician who made significant contributions to group theory and combinatorics.","\n<a href=\"http://duckduckgo.com/Nicolae_Popescu\">Nicolae Popescu</a> - Nicolae Popescu, Ph.D., D.Phil. (22 September 1937 – 29 July 2010) was a Romanian mathematician and Emeritus Professor.","\n<a href=\"http://duckduckgo.com/Kai_Behrend\">Kai Behrend</a> - Kai Behrend is a German mathematician.","\n<a href=\"http://duckduckgo.com/Steven_Takiff\">Steven Takiff</a> - Steven Joel Takiff is an American mathematician who introduced Takiff algebras in 1971.","\n<a href=\"http://duckduckgo.com/Taro_Morishima\">Taro Morishima</a> - Taro Morishima was a Japanese mathematician specializing in algebra who attended University of Tokyo in Japan.","\n<a href=\"http://duckduckgo.com/Bh%C4%81skara_II\">Bhāskara II</a> - Bhāskara (also known as Bhāskara II and Bhāskarāchārya (\"Bhāskara the teacher\") (1114–1185), was an Indian mathematician and astronomer.","\n<a href=\"http://duckduckgo.com/Kiiti_Morita\">Kiiti Morita</a> - Kiiti Morita was a Japanese mathematician working in algebra and topology.","\n<a href=\"http://duckduckgo.com/Pierre_Samuel\">Pierre Samuel</a> - Pierre Samuel was a French mathematician, known for his work in commutative algebra and its applications to algebraic geometry.","\n<a href=\"http://duckduckgo.com/Hermann_Grassmann\">Hermann Grassmann</a> - Hermann Günther Grassmann (Graßmann; April 15, 1809 – September 26, 1877) was a German polymath, renowned in his day as a linguist and now also admired as a mathematician.","Merriam-Webster","\n<a href=\"http://duckduckgo.com/Irving_Kaplansky\">Irving Kaplansky</a> - Irving Kaplansky (March 22, 1917 &ndash; June 25, 2006) was a Canadian mathematician.","\n<a href=\"http://duckduckgo.com/Archibald_Read_Richardson\">Archibald Read Richardson</a> - Archibald Read Richardson (21 August 1881 &ndash; 4 November 1954) was a British mathematician known for his work in algebra.","\n<a href=\"http://duckduckgo.com/Fridrikh_Karpelevich\">Fridrikh Karpelevich</a> - Fridrikh Israilevich Karpelevich (Фридрих Израилевич Карпелевич; October 2, 1927 &ndash; July 5, 2000) was a Russian mathematician known for his work on semisimple Lie algebras, geometry, and pr...","\n<a href=\"http://duckduckgo.com/Otto_Hesse\">Otto Hesse</a> - Ludwig Otto Hesse (22 April 1811 &ndash; 4 August 1874) was a German mathematician.","\n<a href=\"http://duckduckgo.com/James_Joseph_Sylvester\">James Joseph Sylvester</a> - James Joseph Sylvester FRS (3 September 1814 – 15 March 1897) was an English mathematician.","\n<a href=\"http://duckduckgo.com/Gy%C3%B6rgy_Haj%C3%B3s\">György Hajós</a> - György Hajós was a Hungarian mathematician who worked in group theory, graph theory, and geometry.","\n<a href=\"http://duckduckgo.com/Reinhold_Baer\">Reinhold Baer</a> - Reinhold Baer was a German mathematician, known for his work in algebra.","\n<a href=\"http://duckduckgo.com/Ibn_al-Banna'_al-Marrakushi\">Ibn al-Banna' al-Marrakushi</a> - Ibn al‐Bannāʾ al‐Marrākushī al-Azdi also known as Abu'l-Abbas Ahmad ibn Muhammad ibn Uthman al-Azdi.","\n<a href=\"http://duckduckgo.com/Suresh_Venapally\">Suresh Venapally</a> - Suresh Venapally is an Indian mathematician known for his research work in algebra.","\n<a href=\"http://duckduckgo.com/Michel_Kervaire\">Michel Kervaire</a> - Michel André Kervaire was a French mathematician who made significant contributions to topology and algebra.","\n<a href=\"http://duckduckgo.com/Nathan_Jacobson\">Nathan Jacobson</a> - Nathan Jacobson was an American mathematician.","algebraists definition: a generalization of arithmetic in which letters representing numbers are combined according to the rules of arithmetic.","\n<a href=\"http://duckduckgo.com/Rafael_Bombelli\">Rafael Bombelli</a> - Rafael Bombelli (20 January 1526 (baptised) &ndash; 1572) was an Italian mathematician.","\n<a href=\"http://duckduckgo.com/Rostislav_Grigorchuk\">Rostislav Grigorchuk</a> - Rostislav Ivanovich Grigorchuk is a Soviet and Ukrainian mathematician working in the area of group theory.","\n<a href=\"http://duckduckgo.com/Roger_Wolcott_Richardson\">Roger Wolcott Richardson</a> - Roger Wolcott Richardson was a mathematician noted for his work in representation theory and geometry.","\n<a href=\"http://duckduckgo.com/Emanuel_Lasker\">Emanuel Lasker</a> - Emanuel Lasker, PhD (December 24, 1868 – January 11, 1941) was a German chess player, mathematician, and philosopher who was World Chess Champion for 27 years (from 1894 to 1921).","\n<a href=\"http://duckduckgo.com/Uwe_Storch\">Uwe Storch</a> - Uwe Storch (*12 July 1940 Leopoldshall) is a German mathematician.","\n<a href=\"http://duckduckgo.com/Philip_Hall\">Philip Hall</a> - Philip Hall FRS, was an English mathematician.","\n<a href=\"http://duckduckgo.com/Paul_Gordan\">Paul Gordan</a> - Paul Albert Gordan was a German mathematician, a student of Carl Jacobi at the University of Königsberg before obtaining his Ph.D. at the University of Breslau, and a professor at the University...","\n<a href=\"http://duckduckgo.com/Ibn_al-Banna_al-Marrakushi\">Ibn al-Banna al-Marrakushi</a> - Ibn al-Banna al-Marrakushi al-Azdi also known as Abu'l-Abbas Ahmad ibn Muhammad ibn Uthman al-Azdi.","\n<a href=\"http://duckduckgo.com/Paul_Monsky\">Paul Monsky</a> - Paul Monsky is an American mathematician and professor at Brandeis University.","\n<a href=\"http://duckduckgo.com/Ab%C5%AB_K%C4%81mil_Shuj%C4%81%CA%BF_ibn_Aslam\">Abū Kāmil Shujāʿ ibn Aslam</a> - Was an Egyptian Muslim mathematician during the Islamic Golden Age.","\n<a href=\"http://duckduckgo.com/Alexandre-Th%C3%A9ophile_Vandermonde\">Alexandre-Théophile Vandermonde</a> - Alexandre-Théophile Vandermonde was a French musician, mathematician and chemist who worked with Bézout and Lavoisier; his name is now principally associated with determinant theory in mathematics.","\n<a href=\"http://duckduckgo.com/Viktor_Wagner\">Viktor Wagner</a> - Viktor Vladimirovich Wagner, also Vagner (Виктор Владимирович Вагнер) (4 November 1908 – 15 August 1981) was a Russian mathematician, best known for his work in differential geometry and o...","\n<a href=\"http://duckduckgo.com/Tsit_Yuen_Lam\">Tsit Yuen Lam</a> - Tsit Yuen Lam (born 6 February, 1942) is a Chinese-American mathematician specializing in algebra, especially ring theory and quadratic forms.","\n<a href=\"http://duckduckgo.com/Thomas_W._Hungerford\">Thomas W. Hungerford</a> - Thomas William Hungerford is an American mathematician who works in algebra and mathematics education.","\n<a href=\"http://duckduckgo.com/Vinay_V._Deodhar\">Vinay V. Deodhar</a> - Vinay Vithal Deodhar is a Professor Emeritus with the Department of Mathematics at the Indiana University who works in the area of algebraic groups and representation theory.","\n<a href=\"http://duckduckgo.com/Tibor_Szele\">Tibor Szele</a> - Tibor Szele Hungarian mathematician, working in combinatorics and abstract algebra.","\n<a href=\"http://duckduckgo.com/Shimshon_Amitsur\">Shimshon Amitsur</a> - Shimshon Avraham Amitsur was an Israeli mathematician.","\n<a href=\"http://duckduckgo.com/Erland_Samuel_Bring\">Erland Samuel Bring</a> - Erland Samuel Bring (19 August 1736 – 20 May 1798) was a Swedish mathematician.","\n<a href=\"http://duckduckgo.com/Abraham_Adrian_Albert\">Abraham Adrian Albert</a> - Abraham Adrian Albert was an American mathematician.","\n<a href=\"http://duckduckgo.com/Alexander_Anderson_(mathematician)\">Alexander Anderson (mathematician)</a> - Alexander Anderson (c. 1592, Aberdeen &ndash; c. 1620, Paris) was a Scottish mathematician.","\n<a href=\"http://duckduckgo.com/Cyrus_Colton_MacDuffee\">Cyrus Colton MacDuffee</a> - Cyrus Colton MacDuffee from Oneida, New York was a professor of mathematics at University of Wisconsin.","\n<a href=\"http://duckduckgo.com/Eben_Matlis\">Eben Matlis</a> - Eben Matlis (born 1923) is a mathematician known for his contributions to the theory of rings and modules, especially for his work with injective modules over commutative Noetherian rings, and h...","\n<a href=\"http://duckduckgo.com/David_Eisenbud\">David Eisenbud</a> - David Eisenbud (born 8 April 1947 in New York City) is an American mathematician.","\n<a href=\"http://duckduckgo.com/Israel_Nathan_Herstein\">Israel Nathan Herstein</a> - Israel Nathan Herstein (March 28, 1923 – February 9, 1988) was a mathematician, appointed as professor at the University of Chicago in 1951.","\n<a href=\"http://duckduckgo.com/Thomas_Harriot\">Thomas Harriot</a> - Thomas Harriot — or spelled Harriott, Hariot, or Heriot — was an English astronomer, mathematician, ethnographer, and translator.","\n<a href=\"http://duckduckgo.com/Ernst_Steinitz\">Ernst Steinitz</a> - Ernst Steinitz was a German mathematician."],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373531224,"book":[],"micro-www":{"algebraists":[""]},"micro-relation":[]}