{"cursor":"1936","size":15,"audio":[],"currentlang":"en","article":"'Alternative giving' is a form of gift giving in which the giver makes a\ndonation to a charitable organization on the gift recipient’s behalf, rather\nthan giving them an item. The idea of giving something to one person by paying\nanother was applied by Benjamin Franklin as a \"trick [...] for doing a deal of\ngood with a little money\", which came to be known as \"pay it\nforward.\" This form of giving is often used as an alternative to\nconsumerism and to mitigate the impact of gift-giving on the\nenvironment. [http://www.newdream.org/holiday/simplify.pdf Simplify the\nHolidays] by the Center for a New American Dream\n\nCharities that promote this type of donating will normally provide a card or\ncertificate describing the donation, often with an example of how the donation\nwill be used (such as one day’s worth of food for a hungry person) or a symbolic\ndenomination, called \"ownership\" or \"adoption\" (of an animal or a tree for\nexample). Some charities promote alternative giving at weddings in place of\nwedding favors normally providing several cards to be left on tables at the\nreception letting guests know a donation has been made rather than individual\ncards for each guest. Kate Middleton and Prince William made the decision to\n\"Pay it Forward\" with their wedding gifts, asking that the money to be used for\ngifts be given to charities and good causes.\n","linknr":132,"url":"Alternative_giving","recorded":1362672410,"links":15,"instances":["seinfeld_episode"],"pdf":["http://www.newdream.org/holiday/simplify.pdf"],"categories":["Giving"],"headings":["Pop culture","References","External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["the_strike","seinfeld_episode"]],"members":["the_strike"],"related":["Gift","Donation","Charitable_organization","Benjamin_Franklin","Pay_it_forward","Consumerism","Center_for_a_New_American_Dream","Wedding_favors","Satire","The_Strike_(Seinfeld_episode)","George_Costanza"]}