{"cursor":"2973","size":15,"audio":[],"currentlang":"en","article":"The 'American Society of Exercise Physiologists' is a non-profit professional\norganization for exercise physiologists. Founded in Minnesota in 1997, its\nvision is to establish board-certified exercise physiologists as experts in the\napplication of \"exercise as medicine\" to benefit society. As the scientific body\nof exercise physiology has some overlap with athletics and sports training, the\norganization advocates for the unique contributions of exercise physiologists\nand attempts to enhance their public sector job opportunities. Boone, T.\n(2008). Exercise Physiology is not Physical Education or Sports Medicine.\nProfessionalization of Exercise Physiologyonline. Vol 11, No 12 [Online].\nhttp://faculty.css.edu/tboone2/asep/EPisNotPE.html\n\nASEP has created a Code of Ethics American Society of Exercise\nPhysiologists. (2009). [http://asep.org/organization/ethics ASEP Code of\nEthics] and a Board of Accreditation that has accredited seven academic\ninstitutions. Its Board of Certification has certified over 200 EPCs in the\nUnited States. Boone, T. (2007).\n[http://www.mellenpress.com/mellenpress.cfm?bookid=7217&pc=9 Ethical Standards\nand Professional Credentials in the Practice of Exercise Physiology] Lewiston,\nNY: The Edwin Mellen Press. ASEP leaders believe that exercise physiology\nis not defined by research, but by the power of exercise as medicine. They\nbelieve exercise physiology is the recognition of the physiology that underpins\nactivity; the delivery of health and fitness analysis, improvement and\nmaintenance; the rehabilitation of heart disease and other chronic diseases and\ndisabilities; and the supervision of athletes and people with an interest in\nathletics and sports training. American Society of Exercise Physiologists.\n(2009). What Is Exercise Physiology? http://asep.org/\n\nThe Journal of Exercise Physiology-online is the official ASEP peer-reviewed\nelectronic research journal, featuring original exercise physiology research,\nreviews and editorials. The Professionalization of Exercise Physiologyonline is\nthe first journal that publishes articles about professionalism in exercise\nphysiology. An official monthly newsletter, ASEPNewsletter, keeps members\ninformed of professional issues and events in exercise physiology. ASEP also\nmaintains a membership directory, career opportunities and resources, board\ncertification, professional networking and development opportunities, annual\nmeetings, student services and a political support base. American Society of\nExercise Physiologists. (2009). Professional Services\nhttp://asep.org/services\n","linknr":89,"url":"American_Society_of_Exercise_Physiologists","recorded":1362505043,"links":10,"instances":[],"pdf":[],"categories":["Exercise physiologists","Medical and health organizations based in the United States","Organizations based in Minnesota"],"headings":["References","External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Exercise_physiology","Health_and_Fitness","Heart_disease"]}