{"cursor":"3153","size":15,"audio":[],"currentlang":"en","article":"'Ammonium sulfate precipitation' is a method used to purify proteins by altering\ntheir solubility. It is a specific case of a more general technique known as\nsalting out.\n\nAmmonium sulfate is commonly used as its solubility is so high that salt\nsolutions with high ionic strength are allowed.\n\nThe solubility of proteins varies according to the ionic strength of the\nsolution, and hence according to the salt concentration. Two distinct effects\nare observed: at low salt concentrations, the solubility of the protein\nincreases with increasing salt concentration (i.e. increasing ionic strength),\nan effect termed salting in. As the salt concentration (ionic strength) is\nincreased further, the solubility of the protein begins to decrease. At\nsufficiently high ionic strength, the protein will be almost completely\nprecipitated from the solution (salting out).\n\nSince proteins differ markedly in their solubilities at high ionic strength, salting-\nout is a very useful procedure to assist in the purification of a given protein.\nThe commonly used salt is ammonium sulfate, as it is very water soluble, forms\ntwo ions high in the Hofmeister series, and has no adverse effects upon enzyme\nactivity. It is generally used as a saturated aqueous solution which is diluted\nto the required concentration, expressed as a percentage concentration of the\nsaturated solution (a 100% solution).\n\nIn the preliminary test, the ammonium sulfate concentration is increased\nstepwise, and the precipitated protein is recovered at each stage. This is\nusually done by adding solid ammonium sulfate, but calculating how much ammonium\nsulfate to add to a solution at one concentration to achieve a desired higher\nconcentration is tricky, since addition of ammonium sulfate significantly\nincreases the volume of the solution. The amount to add can be determined either\nfrom published nomograms or by using an online calculator [http://www.encorbio.com/protocols/AM-\nSO4.htm]. Each protein precipitate is dissolved individually in fresh buffer and\nassayed for total protein content and amount of desired protein. The aim is to\nfind the ammonium sulfate concentration which will precipitate the maximum\nproportion of undesired protein, whilst leaving most of the desired protein\nstill in solution or vice versa.\n\nThe precipitated protein is then removed by centrifugation and then the ammonium\nsulfate concentration is increased to a value that will precipitate most of the\nprotein of interest whilst leaving the maximum amount of protein contaminants\nstill in solution. The precipitated protein of interest is recovered by\ncentrifugation and dissolved in fresh buffer for the next stage of purification.\n\nThis technique is useful to quickly remove large amounts of contaminant\nproteins, as a first step in many purification schemes. It is also often\nemployed during the later stages of purification to concentrate protein from\ndilute solution following procedures such as gel filtration.\n","linknr":76,"url":"Ammonium_sulfate_precipitation","recorded":1362672853,"links":10,"instances":[],"pdf":[],"categories":["Laboratory techniques"],"headings":["External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Proteins","Solubility","Salting_out","Ammonium_sulfate","Salting_in","Hofmeister_series","Gel_filtration"]}