{
   "micrownet" : [
      "ampulla",
      "ampullar",
      "ampullary"
   ],
   "duck" : [
      "\n<a href=\"http://duckduckgo.com/Monza_ampullae\">Monza ampullae</a> - 6th century, metal souvenirs of pilgrimages to the Holy Land.",
      "https://en.wikipedia.org/wiki/Ampulla_(disambiguation)",
      "\n<a href=\"http://duckduckgo.com/Holy_Ampulla\">Holy Ampulla</a> - glass, part of the French coronation regalia and believed to have divine origins.",
      "HASH(0x4c5b458)",
      "Wikipedia",
      "Ampulla",
      "\nAn <a href=\"http://duckduckgo.com/ampulla\">ampulla</a> (plural \"ampullae\") was, in Ancient Rome, a \"small nearly globular flask or bottle, with two handles\" (<a href=\"http://duckduckgo.com/?q=OED\">OED</a>).  The word is used of these in archaeology, and of later flasks, often handle-less and much flatter, for holy water or holy oil in the Middle Ages.",
      "http://www.merriam-webster.com/dictionary/ampulla",
      "ampulla definition: a glass or earthenware flask with a globular body and two handles used especially by the ancient Romans to hold ointment, perfume, or wine.",
      "Merriam-Webster",
      "HASH(0x4d515c8)",
      "D"
   ],
   "common" : {
      "milestones" : [],
      "image" : [
         [],
         []
      ]
   },
   "Lists" : [],
   "created" : 1373462090,
   "book" : [],
   "micro-www" : {
      "ampulla" : [
         ""
      ]
   },
   "wiki" : {
      "cat" : [
         "Ancient Roman glassware",
         "Ancient Roman pottery"
      ],
      "text" : "\n and St. Thecla (terracotta, 6th century, Louvre Museum)]] An 'ampulla' (plural\n \"ampullae\") was, in Ancient Rome, a \"small nearly globular flask or bottle,\n with two handles\" (OED). The word is used of these in archaeology, and of later\n flasks, often handle-less and much flatter, for holy water or holy oil in the\n Middle Ages, often bought as souvenirs of pilgrimages, such as the metal Monza\n ampullae of the 6th century. Materials include glass, ceramics and metal.\n Unguentarium is a term for a bottle believed to have been used to store\n perfume, and there is considerable overlap between the two terms, one defined\n by shape and the other by purpose.\n\nThe glass Holy Ampulla was part of the French coronation regalia and believed to\nhave divine origins. Similar, but far more recent, is the Ampulla in the British\nCrown Jewels, a hollow, gold, eagle-shaped vessel from which the anointing oil\nis poured by the Archbishop of Canterbury at the anointing of a new British\nsovereign at their coronation.\n",
      "title" : "ampulla",
      "headings" : [
         "External links"
      ]
   },
   "micro-relation" : [
      "1: St._Thecla",
      "1: Louvre_Museum",
      "1: OED",
      "1: Holy_water",
      "1: Holy_anointing_oil",
      "1: Monza_ampullae",
      "1: Unguentarium",
      "1: Holy_Ampulla",
      "1: Coronation_regalia",
      "1: British_Crown_Jewels",
      "1: Archbishop_of_Canterbury",
      "1: Anoint",
      "1: British_monarchy",
      "1: Coronation_of_the_British_Monarch"
   ]
}
