{"cursor":"3034","size":15,"audio":[],"currentlang":"en","article":"'Anthony R. Michaelis' (22 August 1916 in Berlin – 18 October 2007 in\nHeidelberg) was a science journalist and publisher.\n\nHe was born Kurt Otto Adolf Michaelis, a doctor's son, in Berlin on August\n22, 1916 and educated at the Falk Real Gymnasium. Although baptised a\nLutheran, he had three Jewish grandparents, which meant that after Hitler\ncame to power in 1933 he would not be allowed to study science - so his\nfather sent him to London.\n\nMichaelis studied aeronautical engineering at the Imperial College of the\nUniversity of London before switching to Chemistry. He went on to obtain a\ndoctorate on The Dehydrogenation of Alicyclic Compounds and Terpenic Ketones in\nthe Liquid Phase, while lecturing at Sheffield University under Sir Patrick\nLinstead. Following internment as an 'enemy alien' in England in May 1940 and\nsubsequently Canada, he joined the Auxiliary Fire Service whilst working as a\nchemist in a paint factory. After graduation, he became chief chemist at Milton\nAntiseptic.\n\nAfter World War II Michaelis worked for the British Intelligence Objectives\nCommittee, which investigated enemy scientific developments, and in 1946 he\nmarried Ann Aikman, with whom he was to have three children. His distinguished\ncareer as a science journalist and editor spanned several activities including\nthe “BIOS project”, technical writing at “CIBA” and “International\nTelecommunication Union” in Switzerland. Later he became a scientific film\nauthor in Australia, editor of the British magazine “Discovery”, science\ncorrespondent for “The Daily Telegraph” where he wrote daily reports on science\nand technology. He was also the founding editor and publisher of\n“Interdisciplinary Science Reviews”.\n\nMichaelis became known as an expert on the subject of scientific cinematography.\nFrom 1950 to 1954 he worked at the University of Sydney and during this time\nwrote much of the text-book Research Films (1956, USA). The National Library of\nAustralia holds material related to the publication of this book.\n","linknr":113,"url":"Anthony_R._Michaelis","recorded":1362898904,"links":20,"instances":[],"pdf":[],"categories":["1916 births","2007 deaths","German journalists","Alumni of Imperial College London","Recipients of the Cross of the Order of Merit of the Federal Republic of Germany"],"headings":["Books","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/b/ba/Flag_of_Germany.svg/30px-Flag_of_Germany.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/c/c2/Crystal_Clear_app_Login_Manager_2.png/30px-Crystal_Clear_app_Login_Manager_2.png","//upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Quill_and_ink.svg/25px-Quill_and_ink.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/b/ba/Flag_of_Germany.svg/22px-Flag_of_Germany.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/c/c4/Quill_and_ink.svg/20px-Quill_and_ink.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Berlin","Heidelberg","Aeronautical_engineering","Imperial_College_London","University_of_London","Milton_Antiseptic","World_War_II","The_Daily_Telegraph","University_of_Sydney","National_Library_of_Australia"]}