{"cursor":"2146","size":15,"audio":[],"currentlang":"en","article":"The 'Apocalypse of Thomas' is a work from the New Testament apocrypha,\napparently composed originally in Greek. It concerns the end of the world, and\nappears to be a rendering of the Apocalypse of John, although written in a\nsomewhat less enigmatic or mystical manner. It is the inspiration for the\npopular medieval millennial list Fifteen Signs before Doomsday.\n\nThe text was written in Greek between the second and the fourth century, and was\neither copied or translated in Latin in Italy or North Africa. There are two\nrecensions of the text, the second one of which containing an interpolation\napparently written in the fifth century. It was widespread in Northwestern\nEurope, with manuscripts dating between the eighth and the eleventh century. It\nwas proscribed by Gelasius of Cyzicus in the fifth century, but this seemed not\nto have harmed its popularity: the Apocalypse was most likely accepted as\ncanonical \"in certain parts of Western Christendom in the ninth and tenth\ncenturies\".\n\nThe interpolated version of the Apocalypse is notable for having inspired the\nFifteen Signs before Doomsday, a list of fifteen signs given over fifteen days\nannouncing Judgment Day, a visionary list which spread all over Europe and\nremained popular possibly into Shakespeare's day.\n","linknr":109,"url":"Apocalypse_of_Thomas","recorded":1362570022,"links":17,"instances":[],"pdf":[],"categories":["Christian apocalyptic writings","New Testament apocrypha|Thomas"],"headings":["References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/0/0c/KellsDecoratedInitial.jpg/40px-KellsDecoratedInitial.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["New_Testament_apocrypha","Greek_language","Book_of_Revelation","Fifteen_Signs_before_Doomsday","Recension","Interpolation","Proscribe","Gelasius_of_Cyzicus","Fifteen_Signs_before_Doomsday","Judgment_Day"]}