{"cursor":"2155","size":15,"audio":[],"currentlang":"en","article":"\n\n\nAn 'artificial enzyme' is a synthetic, organic molecule prepared to recreate the\nactive site of an enzyme.\n\nEnzyme catalysis of chemical reactions occur with high selectivity and rate in a\nsmall part of the enzyme macromolecule known as the active site. There, the\nbinding of a substrate close to functional groups in the enzyme causes catalysis\nby so-called proximity effects. It is therefore possible to create similar\ncatalysts from small molecule mimics of enzyme active sites by combining, in a\nsmall molecule, the ability to bind substrate with catalytic functional groups.\nSince the artificial enzymes need to bind molecules, they are made based on a\nhost-molecule such as a cyclodextrin, crown ethers or calixarene etc.\n\nA number of artificial enzymes have been reported catalysing various reactions\nwith rate increases up to 10 3; this is nevertheless substantially\nlower than natural enzymes that typically causes rate increases above\n10 6. One of the pioneers in artificial enzyme research is chemist\nRonald Breslow.\n\nNew approaches based on amino acids or peptides as characteristic molecular\nmoieties have led to a significant expansion of the field of artificial enzymes\nor enzyme mimics. For instance, recent results by the group of Rob\nLiskamp[http://www.pharm.uu.nl/ffwuk.htm?/medchem/] have shown that scaffolded\nhistidine residues can be used as mimics of certain metalloproteins and -\nenzymes. Especially the structural mimicry of certain copper proteins (e.g.\nhemocyanin, tyrosinase and catechol oxidase), containing so-called type-3 copper\nbinding sites, has been shown. This is a significant improvement since the use\nof scaffolded histidine residues is one step closer to the mimicry of enzymes by\nbiological relevant species such as amino acids and\npeptides[http://www.rsc.org/Publishing/Journals/CC/article.asp?doi=b709400k].\n","linknr":107,"url":"Artificial_enzyme","recorded":1362504638,"links":19,"instances":["biochemistry"],"pdf":[],"categories":["Enzymes"],"headings":[],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Artificial_enzyme.jpg/310px-Artificial_enzyme.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["substrate","biochemistry"]],"members":["substrate"],"related":["Enzyme","Active_site","Substrate_(biochemistry)","Functional_group","Catalysis","Small_molecule","Enzyme","Cyclodextrin","Crown_ethers","Calixarene","Ronald_Breslow","Amino_acid","Peptide","Metalloproteins","Copper_proteins","Hemocyanin","Tyrosinase","Catechol_oxidase"]}