{"cursor":"6914","size":15,"audio":[],"currentlang":"en","article":"\nAn 'athletic trainer' is a certified health care professional who practices in\nthe field of sports medicine. Athletic training has been recognized by the\nAmerican Medical Association (AMA) as an allied health care profession since\n1990.\n\nAs defined by the Strategic Implementation Team of the National Athletic\nTrainers' Association (NATA) in August 2007:\n\n\"Athletic training is practiced by athletic trainers, health care\nprofessionals who collaborate with physicians to optimize activity and\nparticipation of patients and clients. Athletic training encompasses the\nprevention, diagnosis http://www.bocatc.org/images/stories/res-\nources/rdpa6_content_outline.pdf and intervention of emergency, acute and\nchronic medical conditions involving impairment, functional limitations and\ndisabilities.\"\n\nTo become an athletic trainer one must have a degree from an accredited\nprofessional level education program and then sit and pass the Board of\nCertification (BOC) examination. Each state then has their own regulatory\nagencies that control the practice of athletic training in their state. Most\nstates (39) requires an athletic trainer to obtain a license in order to\npractice in that state, 5 states (Colorado, Hawaii, Minnesota, Oregon, West\nVirginia) require registration, 4 states (Kentucky, Louisiana, New York, South\nCarolina) require certification, while California and Alaska have no state\nregulations on the practice of athletic training. http://www.bocatc.org/state-\nregulation/map Areas of expertise of certified athletic trainers include\nRisk Management and Injury Prevention, Pathology of Injuries and Illnesses,\nOrthopedic Clinical Examination and Assessment, Medical Conditions and\nDisabilities, Acute Care of Injuries and Illnesses, Therapeutic Modalities,\nConditioning and Rehabilitative Exercises, Pharmacology and Psychosocial\nIntervention and Referral, Nutritional Aspects of Injuries and Illnesses,\nHealthcare Administration and \"Professional Development and Responsibility\".\n\nServices rendered by the athletic trainer take place in a wide variety of\nsettings and venues, including actual athletic training facilities, primary\nschools, universities, inpatient and outpatient physical rehabilitation clinics,\nhospitals, physician offices, community centers, workplaces, and even the\nmilitary. Emerging settings for athletic training include surgical fellowship\nopportunities.\n","linknr":163,"url":"Athletic_trainer","recorded":1362372377,"links":14,"instances":[],"pdf":["http://www.bocatc.org/images/stories/resources/rdpa6_content_outline.pdf"],"categories":["Athletic training","Healthcare occupations","Sports occupations and roles","Sports medicine"],"headings":["Educational programs","Post-Professional Programs","Treatment population and settings","See also","References","External links"],"image":["//bits.wikimedia.org/static-1.21wmf8/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf8/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["American_Medical_Association","National_Athletic_Trainers'_Association","National_Athletic_Trainers'_Association","Board_of_Certification,_Inc."]}