{"cursor":"3136","size":15,"audio":[],"currentlang":"en","article":"\n'Ranpirnase' is a ribonuclease enzyme found in Northern Leopard Frog (Rana\npipiens) oocytes. It is being studied in the treatment of cancer, specifically\nin pleural and peritoneal mesothelioma. It is manufactured by Tamir\nBiotechnology, Inc. (formerly Alfacell Corporation) of Monmouth Junction, NJ and\nknown by the ONCONASE trademark. Onconase has been demonstrated as selectively\ncytotoxic against tumor cells and has been used empirically to treat\nmalignant mesothelioma patients, with some patients experiencing prolonged\nsurvivals.\n\nA related therapeutic, QBI-139, is in Phase I trial. QBI-139 is an\nanalog of human ribonuclease.\n\nAccording to [http://www.alfacell.com/index.html the company], this is a\nbiopharmaceutical product candidate that works in a manner similar to RNA\ninterference (RNAi). The product candidate, ONCONASE, is an RNase that\n\"overcomes the challenges of targeting RNA for therapeutic purposes while\nenabling the development of a new class of therapies for cancer, viral, and\nother life-threatening diseases.\" Currently, Tamir is conducting a Phase II\nclinical trial with the addition of RANPIRNASE (ONCONASE) to PEMETREXED plus\nCARBOPLATIN in patients with non-squamous, non-small cell lung cancer (NSCLC).\n\nAlso according to [http://www.alfacell.com/index.html the company], \"ONCONASE is\na first-in-class therapeutic based on Tamir's proprietary ribonuclease (RNase)\ntechnology. A natural protein isolated from the leopard frog, ONCONASE has been\nshown in the laboratory and clinic to target cancer cells while sparing normal\ncells. ONCONASE triggers apoptosis, the natural death of cells, via multiple\nmolecular mechanisms of action.\"\n","linknr":129,"url":"Onconase","recorded":1362371360,"links":14,"instances":[],"pdf":[],"categories":["Enzymes"],"headings":["References","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/d/d9/PBB_GE_PNPLA6_203718_at_tn.png/60px-PBB_GE_PNPLA6_203718_at_tn.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Ribonuclease","Enzyme","Northern_Leopard_Frog","Oocyte","Cancer","Pleural","Peritoneal_mesothelioma","Monmouth_Junction","Cytotoxic","PEMETREXED","CARBOPLATIN","NSCLC"]}