{"cursor":"4058","size":15,"audio":[],"currentlang":"en","article":"\n\n. While cooling, the magma evolves in composition because different minerals\n  crystallize from the melt. '1': olivine crystallizes; '2': olivine and\n  pyroxene crystallize; '3': pyroxene and plagioclase crystallize; '4':\n  plagioclase crystallizes. At the bottom of the magma reservoir, a cumulate\n  rock forms.]] 'Fractional crystallization' is one of the most important\n  geochemical and physical processes operating within the Earth's crust and\n  mantle. Fractional crystallization is the removal and segregation from a melt\n  of mineral precipitates; except in special cases, removal of the crystals\n  changes the composition of the magma. Fractional crystallization in silicate\n  melts (magmas) is complex compared to crystallization in chemical systems at\n  constant pressure and composition, because changes in pressure and\n  composition can have dramatic effects on magma evolution. Addition and loss\n  of water, carbon dioxide, hydrogen, and oxygen are among the compositional\n  changes that must be considered. For example, the partial pressure (fugacity)\n  of water in silicate melts can be of prime importance, as in near-solidus\n  crystallization of magmas of granite composition. The crystallization\n  sequence of oxide minerals such as magnetite and ulvospinel is sensitive to\n  the oxygen fugacity of melts, and separation of the oxide phases can be an\n  important control of silica concentration in the evolving magma, and may be\n  important in andesite genesis.\n\nExperiments have provided many examples of the complexities that control which\nmineral is crystallized first as the melt cools down past the liquidus.\n\nOne example concerns crystallization of melts that crystallize to mafic and\nultramafic rocks. MgO and SiO 2 concentrations in melts are among the\nvariables that determine whether forsterite olivine or enstatite pyroxene is\nprecipitated, but the water content and pressure are also important. In some\ncompositions, at high pressures without water crystallization of enstatite is\nfavored, but in the presence of water at high pressures, olivine is favored.\n\nGranitic magmas provide additional examples of how melts of generally similar\ncomposition and temperature, but at different pressure, may crystallize\ndifferent minerals. Pressure determines the maximum water content of a magma of\ngranite composition. High-temperature fractional crystallization of relatively\nwater-poor granite magmas may produce single-alkali-feldspar granite, and lower-\ntemperature crystallization of relatively water-rich magma may produce two-\nfeldspar granite.\n\nDuring the process of fractional crystallization, melts become enriched in\nincompatible elements. Hence, knowledge of the crystallization sequence is\ncritical in understanding how melt compositions evolve. Textures of rocks\nprovide insights, as documented in the early 1900s by Bowen's reaction series.\nExperimentally-determined phase diagrams for simple mixtures provide insights\ninto general principles. Numerical calculations with special software have\nbecome increasingly able to simulate natural processes accurately.\n\n* Main article: Igneous differentiation\n","linknr":150,"url":"Fractional_crystallization_(geology)","recorded":1362268772,"links":23,"instances":["chemistry","chemistry","geology"],"pdf":[],"categories":["Igneous rocks","Igneous petrology"],"headings":["See also","References"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Snow_crystallization_in_Akureyri_2005-02-26_19-03-37.jpeg/200px-Snow_crystallization_in_Akureyri_2005-02-26_19-03-37.jpeg","//upload.wikimedia.org/wikipedia/commons/thumb/0/06/Fractional_crystallization.svg/400px-Fractional_crystallization.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["crust","geology"],["solidus","chemistry"],["fractional_crystallization","chemistry"]],"members":["solidus","fractional_crystallization","crust"],"related":["Olivine","Pyroxene","Plagioclase","Cumulate_rock","Crust_(geology)","Earth's_mantle","Mineral","Magma","Partial_pressure","Fugacity","Solidus_(chemistry)","Granite","Oxide","Magnetite","Ulvospinel","Mineral_redox_buffer","Silica","Andesite","Liquidus","Mafic","Ultramafic","Forsterite","Olivine","Enstatite","Pyroxene","Granite","Feldspar","Incompatible_element","Bowen's_reaction_series","Phase_diagram","Igneous_differentiation","Fractional_crystallization_(chemistry)","Flow_banding","Layered_intrusion","Cumulate_rock"]}