{"cursor":"4962","size":15,"audio":[],"currentlang":"en","article":"\n\n'Ecological health' or 'ecological integrity' or 'ecological damage' are the\nsymptoms of an ecosystem's pending loss of carrying capacity, its ability to\nperform ecological services, or a pending ecocide, due to cumulative causes such\nas pollution. It can also be defined in regards to farming so as to minimize the\nnegative effects of agricultural practices. The term 'health' is intended to\nevoke human environmental health concerns, which are often closely related (but\nas a part of medicine not ecology). As with ecocide, that term assumes that\necosystems can be said to be alive (see also [[Gaia philosophy]] on this issue).\nWhile the term 'integrity' or 'damage' seems to take no position on this, it\ndoes assume that there is a definition of integrity that can be said to apply to\necosystems. The more political term ecological wisdom refers not only to\nrecognition of a level of health, integrity or potential damage, but also, to a\ndecision to do nothing (more) to harm that ecosystem or its dependents. An\necosystem has a good health if it is capable of self-restoration after suffering\nexternal disturbances. This is termed resilience.\n\nMeasures of ecological health, like measures of the more specific principle of\nbiodiversity, tend to be specific to an ecoregion or even to an ecosystem.\nMeasures that depend on biodiversity are valid indicators of ecological health\nas stability and productivity (good indicators of ecological health) are two\necological effects of biodiversity. Dependencies between species vary so much as\nto be difficult to express abstractly. However, there are a few universal\nsymptoms of poor health or damage to system integrity:\n\n* The buildup of waste material and the proliferation of simpler life forms\n  (bacteria, insects) that thrive on it - but no consequent population growth in\n  those species that normally prey on them;\n* The loss of keystone species, often a top predator, causing smaller carnivores\n  to proliferate, very often overstressing herbivore populations;\n* A higher rate of species mortality due to disease rather than predation,\n  climate, or food scarcity;\n* The migration of whole species into or out of a region, contrary to\n  established or historical patterns;\n* The proliferation of a bioinvader or even a monoculture where previously a\n  more biodiverse species range existed.\n\nSome practices such as organic farming, sustainable forestry, natural\nlandscaping, wild gardening or precision agriculture, sometimes combined into\nsustainable agriculture, are thought to improve or at least not to degrade\necological health, while still keeping land usable for human purposes. This is\ndifficult to investigate as part of ecology, but is increasingly part of\ndiscourse on agricultural economics and conservation.\n\nEcotage is another tactic thought to be effective by some in protecting the\nhealth of ecosystems, but this is hotly disputed. In general, low confrontation\nand much attention to political virtues is thought to be important to\nmaintaining ecological health, as it is far faster and simpler to destroy an\necosystem than protect it - thus wars on behalf of ecosystem integrity may\nsimply lead to more rapid despoliation and loss due to competition.\n\nDeforestation and the habitat destruction of deep-sea coral reef are two issues\nthat prompt deep investigation of what makes for ecological health, and fuels a\ngreat many debates. The role of clearcuts, plantations, and trawler nets is\noften portrayed as negative in the extreme, held akin to the role of weapons on\nhuman life. (See Human impact on the environment_\n","linknr":147,"url":"Ecological_health","recorded":1362510515,"links":17,"instances":["ecology"],"pdf":[],"categories":["Environment","Health"],"headings":["See also","References"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["resilience","ecology"],["resilience","ecology"]],"members":["resilience"],"related":["Ecosystem","Carrying_capacity","Ecological_services","Ecocide","Pollution","Environmental_health","Medicine","Ecology","Ecocide","Integrity","Ecosystem","Ecological_wisdom","Resilience_(ecology)","Biodiversity","Ecoregion","Ecosystem","Biodiversity","Ecological_effects_of_biodiversity","Waste","Bacteria","Insect","Keystone_species","Predator","Carnivore","Herbivore","Disease","Climate","Bioinvader","Monoculture","Organic_farm","Sustainable_forestry","Landscaping","Gardening","Precision_agriculture","Sustainable_agriculture","Ecology","Agricultural_economics","Conservation_ethic","Ecotage","Political_virtues","Competition","Deforestation","Habitat_destruction","Coral_reef","Clearcutting","Plantation","Commercial_trawler","Weapon","Human_impact_on_the_environment","Easter_Island_Syndrome","EcoHealth","Natural_capital","Resilience_(ecology)","Overconsumption","Overexploitation","Scorched_earth","Value_of_Earth","Robert_Costanza","Island_Press","University_of_California,_Davis","U.S._Environmental_Protection_Agency"]}