{"cursor":"2494","size":15,"audio":[],"currentlang":"en","article":"\n'Transcellular transport' involves the transportation of solutes by a cell\nthrough a cell. One classic example is the movement of glucose from the\nintestinal lumen to extracellular fluid by epithelial cells.\n\nEpithelial cells use primary and secondary active transport, often in\nconjunction with passive diffusion through ion channels, to produce\ntranscellular transport across epithelial tissues. This transport can either be\nabsorption, transport from lumen (apical membrane surface) to blood, or\nsecretion, transport from blood (basolateral membrane surface) to lumen.\n\nThe transcellular pathway of transport is important in the intestinal absorption\nof drug molecules, the other being the paracellular pathway. The transcellular\npathway of transport include transcellular diffusion, active carrier mediated\ntransportation, and transcytosis. The transcelluar diffsion simply involves the\nmovement of solutes based on a diffusion gradient moving from an area of high\nconcentration to an area of low concentration, however, the cell membrane is a\nhydrophobic environment and will not allow the passive diffusion of charged,\nhydrophilic, or zwitterion molecules. Active transport involves the use of\nenergy to transport specific substrates across barriers, even against the\nconcentration gradient. Macromolecules can sometimes be transported through\ntranscytosis.\n\nIn contrast, paracellular transport is the transfer of substances across an\nepithelium by passing through an intercellular space between the cells. *1. It\ndiffers from transcellular transport, where the substances travel through the\ncell passing through both the apical membrane and basolateral membrane *2. Renal\nphysiology. Transcellular transport is more likely to involve energy expenditure\nthan paracellular transpoort. *3. Capillaries of the bloodâbrain barrier have\nonly transcellular transport in contrast with normal capillaries which have both\ntranscellular and paracellular transport.\n","linknr":110,"url":"Transcellular_transport","recorded":1362674634,"links":14,"instances":["anatomy","biology"],"pdf":[],"categories":["Biological processes"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/5/52/Merge-arrows.svg/50px-Merge-arrows.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Blue_morpho_butterfly.jpg/30px-Blue_morpho_butterfly.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["cell","biology"],["lumen","anatomy"]],"members":["lumen","cell"],"related":["Solutes","Cell_(biology)","Glucose","Intestine","Extracellular_fluid","Epithelium","Primary_active_transport","Secondary_active_transport","Active_transport","Passive_transport","Ion_channel","Epithelium","Lumen_(anatomy)","Secretion","Paracellular_transport","Transcytosis","Diffusion_gradient","Hydrophobic","Hydrophilic","Zwitterion","Macromolecule","Paracellular_transport","Renal_physiology","Capillaries","Blood–brain_barrier"]}