{"cursor":"1928","size":15,"audio":[],"currentlang":"en","article":"\n'Cell-mediated immunity' is an immune response that does not involve antibodies\nbut rather involves the activation of phagocytes,antigen-specific cytotoxic T-\nlymphocytes, and the release of various cytokines in response to an antigen.\nHistorically, the immune system was separated into two branches: humoral\nimmunity, for which the protective function of immunization could be found in\nthe humor (cell-free bodily fluid or serum) and 'cellular immunity', for which\nthe protective function of immunization was associated with cells. CD4 cells or\nhelper T cells provide protection against different pathogens. Cytotoxic T cells\ncause death by apoptosis without using cytokines, therefore in cell mediated\nimmunity cytokines are not always present.\n\nCellular immunity protects the body by:\n\n# activating antigen-specific cytotoxic T-lymphocytes that are able to induce\n# apoptosis in body cells displaying epitopes of foreign antigen on their\n# surface, such as virus-infected cells, cells with intracellular bacteria, and\n# cancer cells displaying tumor antigens; activating macrophages and natural\n# killer cells, enabling them to destroy pathogens; and stimulating cells to\n# secrete a variety of cytokines that influence the function of other cells\n# involved in adaptive immune responses and innate immune responses.\n\nCell-mediated immunity is directed primarily at microbes that survive in\nphagocytes and microbes that infect non-phagocytic cells. It is most effective\nin removing virus-infected cells, but also participates in defending against\nfungi, protozoans, cancers, and intracellular bacteria. It also plays a major\nrole in transplant rejection.\n","linknr":359,"url":"Cell-mediated","recorded":1362674940,"links":32,"instances":[],"pdf":[],"categories":["Immune system"],"headings":[],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Immune_response","Antibodies","Phagocytes","Antigen","Cytotoxic","T-lymphocytes","Cytokines","Humoral_immunity","Blood_plasma","Apoptosis","T-lymphocyte","Apoptosis","Epitopes","Virus","Tumor","Phagocytes","Microbes","Fungi","Protozoan","Cancer","Transplant_rejection"]}