{"cursor":"4058","size":15,"audio":[],"currentlang":"en","article":"\n'Adenosine Tri-Phosphate' is a Japanese alternative rock/pop band. Sinervä, Sami (ND). Korean- Welsh Pop in an Alternative Way.\nRetrieved from Moving Hands Music Magazine\nhttp://www.movinghands.net/articles/detail.asp?id=24. The group’s name was\nsuggested to the band from a fan who suggested that Adenosine Tri-Phosphate. The concept of Adenosine Tri-Phosphate is powerful music with\nmusical experiments.\n\nThe group began with the guitarist, Mug, who is the lead composer, plays guitar,\nand also plays other instruments. Band History. (ND).\nRetrieved from http://www.geocities.jp/atpmania/index.html He has been\ndescribed as a sonic and experimental guitarist.  He is a\nstudent at University of Chicago. After Mug's band,\n\"African Tribe Punk\" broke up, he started to run the Bazooka Recording Studio in\nJapan. He later invited Taata, also a graduate of the\nUniversity of Chicago, to join him as a vocalist and keyboardist in Adenosine\nTri-Phosphate.  In 1993, Adenosine Tri-Phosphate was\nformed in Tokyo. ATP (adenosine tri-phosphate). (ND). Retrieved\nfrom http://www.mbus.com/bands/genadm/ATP(adenosine.tri-phosphate).htm\nDrummer Kaz and bassist Kohei joined the band in 1995. ATP.\n(ND). Retrieved from http://sharemyplaylists.com/artists/ATP)\n\nATP draws their inspiration from everyday life, and is always seeking to be in\nthe alternative scene. Their music contains a multitude of\ndifferent sounds of percussion, vocals, and guitars, but also is described as\nhaving has strong composition and attitude.\n\nWith their debut of the CD Sun Dancer, ATP was hosted on the national Japanese\nTV shows Zeus' Holiday and Jaka-Jan. The program\nDash/Dash regarded ATP as the best band in Japanese alternative music. In 1996, the producer Crane got ATP a record deal with\nBMG/Vivid. For two years after the release of Sun Dancer\nthe band took a break to experiment and record new music while their producer,\nCrane, became seriously ill. The band resumed normal\nperformances in 1998. That same year, the group produced\nthe album Aroused Zen that included work from the two year performance\nbreak. The chairman of MP3.com called ATP “the\ngreatest unknown band from Asia, and a good example of internet\npossibility.” Due to this ATP became big overseas,\nand had their first overseas tour through Asia in 2000. \n\nIn 2001, ATP produced the soundtrack to the anime movie Guilstein. In 2002, they toured through Japan. After this, the group\ntook another two year performance break and produced 50 new songs. The first tour in the US was in 2005 in California. Their most recent album,Welcome to my Psychedelic World,\nwas finished in 2010.\n\nAdenosine Tri-Phosphate's discography includes Sun Dancer, Aroused Zen Monk,\nDeranged Angel (2000), A Wish Away (2007), and Welcome to my Psychedelic World\n(2010), and their compilations are Unquiet Grave: Unearthing the Underground\n(2001) and Rock In Asia (2007). \n","linknr":141,"url":"Adenosine_Tri-Phosphate_(band)","recorded":1362372376,"links":10,"instances":[],"pdf":[],"categories":["Articles created via the Article Wizard","Japanese rock music groups"],"headings":["References"],"image":["//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Japan","Alternative_rock","Pop_music","Experimental_music","Guitar","Composer","University_of_Chicago","Vocalist","Keyboard_instrument","Tokyo","Percussion","CD","MP3.com","Asia","Internet","Anime","United_States","California"]}