{"cursor":"4461","size":15,"audio":[],"currentlang":"en","article":"\nThe 'continuous stirred-tank reactor' ('CSTR'), also known as vat- or backmix\nreactor, is a common ideal reactor type in chemical engineering. A CSTR often\nrefers to a model used to estimate the key unit operation variables when\nusing a continuous agitated-tank reactor to reach a specified output. (See\nChemical reactors.) The mathematical model works for all fluids: liquids,\ngases, and slurries.\n\nThe behavior of a CSTR is often approximated or modeled by that of a Continuous\nIdeally Stirred-Tank Reactor (CISTR). All calculations performed with CISTRs\nassume perfect mixing. In a perfectly mixed reactor, the output composition is\nidentical to composition of the material inside the reactor, which is a function\nof residence time and rate of reaction. If the residence time is 5-10 times the\nmixing time, this approximation is valid for engineering purposes. The CISTR\nmodel is often used to simplify engineering calculations and can be used to\ndescribe research reactors. In practice it can only be approached, in particular\nin industrial size reactors.\n\nAssume:\n* perfect or ideal mixing, as stated above\n\nIntegral mass balance on number of moles N i of species i in a reactor\nof volume V. [accumulation] = [in] - [out] + [generation]\n\n1.  \\frac{dN_i}{dt} = F_{io} - F_i + V \\nu_i r_i  \n\n\nwhere F io is the molar flow rate inlet of species i, F i\nthe molar flow rate outlet, and \\nu_i stoichiometric coefficient.\nThe reaction rate, r, is generally dependent on the reactant concentration and\nthe rate constant (k). The rate constant can be determined by using a known\nempirical reaction rates that is adjusted for temperature using the Arrhenius\ntemperature dependence. Generally, as the temperature increases so does the rate\nat which the reaction occurs. Residence time, \\tau , is the average\namount of time a discrete quantity of reagent spends inside the tank.\n\nAssume:\n* constant density (valid for most liquids; valid for gases only if there is no\n  net change in the number of moles or drastic temperature change)\n* isothermal conditions, or constant temperature (k is constant)\n* steady state\n* single, irreversible reaction (ν A = -1)\n* first-order reaction (r = kC A)\n\nA → products\n\nN A = C A V (where C A is the concentration of\nspecies A, V is the volume of the reactor, N A is the number of moles\nof species A)\n\n2.  C_A = \\frac {C_{Ao}}{1 + k \\tau }  \n\nThe values of the variables, outlet concentration and residence time, in\nEquation 2 are major design criteria.\n\nTo model systems that do not obey the assumptions of constant temperature and a\nsingle reaction, additional dependent variables must be considered. If the\nsystem is considered to be in unsteady-state, a differential equation or a\nsystem of coupled differential equations must be solved.\n\nCSTR's are known to be one of the systems which exhibit complex behavior such as\nsteady-state multiplicity, limit cycles and chaos.\n\n3. Non-ideal CSTR\n\nThe actual reaction volume will be affected by the non-uniform mixing (short-\ncircuiting) or existence of dead zone areas. Temperature effect will also cause\nsignificant effect on the reaction rate.\n","linknr":109,"url":"Continuous_stirred-tank_reactor_model","recorded":1362500413,"links":16,"instances":["chemical_engineering"],"pdf":[],"categories":["Chemical reactors"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/f/f2/Continuous_bach_reactor_CSTR.svg/80px-Continuous_bach_reactor_CSTR.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/math/a/a/8/aa8d6bbedd062d01064fc9eac3a8b247.png","//upload.wikimedia.org/math/a/c/8/ac80abbbd8d2a64924774282ffad645b.png","//upload.wikimedia.org/wikipedia/commons/thumb/b/be/Agitated_vessel.svg/350px-Agitated_vessel.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/math/5/e/f/5ef6883ea75b63f2567b1a3440cadf88.png","//upload.wikimedia.org/math/8/1/a/81a69207104f00baaabd6f84cafd15a0.png","//upload.wikimedia.org/math/c/2/6/c260e663c06f0eca27ed901c26068233.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["steady-state","chemical_engineering"]],"members":[],"related":["Ideal_reactor","Chemical_engineering","Chemical_reactor","Slurry","Perfect_mixing","Stoichiometry","Arrhenius_equation","Residence_time","Density","Isothermal","Steady-state_(chemical_engineering)","Chemical_reaction","Rate_law"]}