{"cursor":"4158","size":15,"audio":[],"currentlang":"en","article":"\n\n'Cellular microbiology' is a discipline that bridges microbiology and\ncell biology.\n\nThe term \"cellular microbiology\" was coined in 1996  in a [[Science\n(journal)|Science]] article. Cooperation and mutual dependency between\nmicrobiology and cell biology had been increasing in the years before that, and\nthe emergence of a new discipline had been suggested and discussed in several\nscientific conferences.\n\nCellular microbiology attempts to use pathogenic microbes as tools for cell-\nbiology research, and to employ cell-biology methods to understand the\npathogenicity of microbes. Toxins and virulence factors from microbes have been\nused for decades to influence processes in eukaryotic cells and to study them.\nIt has increasingly appeared that applying a purified toxin on a cell does not\nalways provide the complete picture, and that understanding the role of the\ntoxin in pathogenicity, the way the toxin promotes the microbe, the way the\ntoxin is produced and the co-evolution of the toxin and its host-cell\ncounterparts, is crucial.\n\nNumerous eukaryotic cellular processes have been clarified using microbial\n\"tools\". A major subject in this category is the cytoskeleton. Many microbes\nmodify and influence the synthesis or degradation of the host-cell cytoskeleton,\nin particular the actin network. Intracellular microbes, such as the\nbacteria [[Salmonella]] and [[Shigella]], elicit actin polymerization in host\ncells that otherwise do not internalize microbes (non-phagocytes). This causes\nthe formation of projections that eventually engulf the bacteria. Bacteria such\nas [[Yersinia]] inhibit actin polymerization in phagocytes, thereby preventing\ntheir uptake. Cellular microbiology tries to understand these processes and how\nthey promote infection. Other eukaryotic processes that microbes influence and\nthat are researched using microbes are signal transduction, metabolism, vesicle\ntrafficking, cell cycle and transcriptional regulation, to name but a few.\n\nRecently, the field of Cellular Microbiology has been expanded to incorporate\ninvestigation of the cell biology of microbes themselves. NHMRC Program in\nCellular Microbiology (http://med.monash.edu/biochem/nhmrc/) NIH Cellular and Molecular Microbiology (CMM) training\nprogram (http://www.mc.vanderbilt.edu/reporter/index.html?ID=988) \"The\nfield of cellular microbiology is a coalescence of two fields: molecular\nmicrobiology and cell biology,\" said Professor Jacek Hawiger, Chair of\nMicrobiology and Immunology at Vanderbuilt University.\nParticularly in the case of bacterial cells, new technology is starting to be\nused to reveal a high level of organization within the bacterial cells\nthemselves. For example, high-resolution fluorescence microscopy Ebersbach\nG, Jacobs-Wagner C. “Exploration into the spatial and temporal mechanisms of\nbacterial polarity.”Trends Microbiol. 2007 Mar;15(3):101-8 and atomic\nforce microscopy Dufrêne YF. “Towards nanomicrobiology using atomic force\nmicroscopy.” Nat Rev Microbiol. 2008 Sep;6(9):674-80 are both being used\nto show just how sophisticated bacterial cells are.\n","linknr":175,"url":"Cellular_microbiology","recorded":1362505654,"links":13,"instances":["biology"],"pdf":[],"categories":["Microbiology","Cell biology"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/b/b4/SalmonellaNIAID.jpg/300px-SalmonellaNIAID.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["cell","biology"]],"members":["cell"],"related":["Microbiology","Cell_biology","Pathogenic","Microbe","Toxin","Virulence_factor","Eukaryotic","Cell_(biology)","Co-evolution","Host_cell","Cytoskeleton","Actin","Bacteria","Polymerization","Phagocyte","Infection","Signal_transduction","Metabolism","Vesicle_trafficking","Cell_cycle","Transcriptional_regulation","Cell_biology","Microbe","Microscopy","Bacteria"]}