{"cursor":"2682","size":15,"audio":[],"currentlang":"en","article":"\n\n\nA 'brace' or 'brace and bit' is a hand tool used to drill holes, usually in\nwood. Pressure is applied to the top and the tool is rotated with a U-\nshaped grip.\n\nThe U-shaped part is a kind of crankshaft. It gives the brace much greater\ntorque than other kinds of hand drill; a brace can be used to drill much wider,\nand deeper, holes than can a gear-driven hand drill. The price of the greater\ntorque is lower rotational speed; it is easy for a hand drill to achieve a\nrotational speed of several hundred revolutions per minute, but it requires\nconsiderable effort to achieve even 100 rpm with a brace. Due to the design of\nthe brace it tends to be easier than a power drill to keep at a precise 90\ndegree angle.\n\nThe front part of the brace consists of a chuck spindle with V-shaped brackets\nor clamps inside. Turning the spindle of the chuck in a clockwise direction\ntightens the drill bit in the chuck and turning in a counter-clockwise direction\nloosens the bit for removal.\n\n using a brace]] In most braces, immediately behind the chuck is a three\n position gear release which allows ratcheting of the handle when in tight\n spots. Turning the gear release from the center position allows ratcheting the\n brace in the direction needed. Turning the gear release fully clockwise lets it\n remove wood in a clockwise direction with the ratchet action going counter-\n clockwise. Placing the gear release fully counter-clockwise then allows turning\n the brace and bit in a counter-clockwise direction, usually to remove the drill\n bit from the hole. The center position of the gear release prohibits the\n ratcheting effect.\n\nThe U-shaped crank has a wooden spindle on it and, along with the top spindle,\nis allowed to freely turn under the hands without producing wear and tear on the\nhands (thus, no blisters).\n\nThe earliest carpenter's braces equipped with a U-shaped grip, that is with a\ncompound crank, appeared between 1420 and 1430 in Flandres.\n","linknr":390,"url":"Brace_(tool)","recorded":1362666266,"links":33,"instances":["mechanism","engineering","tool","device"],"pdf":[],"categories":["Hole making","Mechanical hand tools","Woodworking hand tools"],"headings":["References","Sources"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/a/a7/Bit_and_brace.JPG/220px-Bit_and_brace.JPG","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/a/ae/PalmercarpenterA.jpg/220px-PalmercarpenterA.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["chuck","engineering"],["clamp","tool"],["ratchet","device"],["crank","mechanism"]],"members":["crank","chuck","clamp","ratchet"],"related":["Hand_tool","Drill","Wood","U-shaped","Crankshaft","Torque","Revolutions_per_minute","Power_drill","Chuck_(engineering)","V-shaped","Clamp_(tool)","Drill_bit","Gear","Ratchet_(device)","Blister","Crank_(mechanism)","Flandres"]}