{"cursor":"1773","size":15,"audio":[],"currentlang":"en","article":"\n\n\n\n'Pennsylvania Grade Crude Oil' is a type of sweet crude oil (sweet crude oil).\nIt is found primarily in the Appalachian basin in the states of New York,\nPennsylvania, Ohio, and West Virginia, and takes its name for the state of\nPennsylvania, where it was first extracted. \nPennsylvania grade crude oil can be broken down into gasoline, kerosene, fuel\noil, gas oil, wax distillate, cylinder stock (or bottoms) and other refined\nproducts such as white oil and paraffin. Pennsylvania grade crude oil when seen\nin reflected sunlight has a green color and under ultraviolet light looks\nfluorescent.\n\nPennsylvania grade crude oil is thermally stable and has a high viscosity index.\nIt is generally free of asphalt and has only trace amounts of sulfur and\nnitrogen. It is also high in paraffin and other waxes making it highly desirable\nfor refinement into petroleum lubricants such as motor oil. Its products are\nalso valuable for use in certain hydraulic applications. By-products are\ncommonly found in consumer goods such as cosmetics, and topical ointments.\n\nProducts refined from this type of oil are particularly prized as lubricants and\nmany oil companies prominently display the fact that they use Pennsylvania Grade\ncrude oil in their products.\n\nBradford, Pennsylvania is major center for the refining of Pennsylvania grade\ncrude oil.\n","linknr":106,"url":"Pennsylvania_Grade_Crude_Oil","recorded":1362666427,"links":13,"instances":[],"pdf":[],"categories":["Petroleum in the United States"],"headings":[],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Merge-arrow.svg/50px-Merge-arrow.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf8/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf8/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Crude_oil","Sweet_crude_oil","Appalachian_mountains","New_York","Pennsylvania","Ohio","West_Virginia","Gasoline","Kerosene","Fuel_oil","Gas_oil","Wax","Cylinder_stock","Petrolatum","Paraffin","Viscosity","Asphalt","Sulfur","Nitrogen","Paraffin","Lubricant","Motor_oil","Hydraulic","Cosmetics","Bradford,_Pennsylvania"]}