{"cursor":"5874","size":15,"audio":[],"currentlang":"en","article":"'Antisense RNA' (asRNA) is a single-stranded RNA that is complementary to a\nmessenger RNA (mRNA) strand transcribed within a cell. Antisense RNA may be\nintroduced into a cell to inhibit translation of a complementary mRNA by base\npairing to it and physically obstructing the translation machinery. Weiss,\nB., Davidkova, G., and Zhou, L-W.: Antisense RNA gene therapy for studying and\nmodulating biological processes. Cell. Mol. Life Sci. , 55:334-358, 1999.\nThis effect is therefore stoichiometric. An example of naturally occurring mRNA\nantisense mechanism is the hok/sok system of the [[Escherichia coli|E. coli]] R1\nplasmid. Antisense RNA has long been thought of as a promising technique for\ndisease therapy; the only such case to have reached the market is the drug\nfomivirsen. One commentator has characterized antisense RNA as one of \"dozens of\ntechnologies that are gorgeous in concept, but exasperating in\n[commercialization] \". {{Cite news\n|last=DePalma |first=Angelo |date=August 2005 |title=Twenty-Five Years of\nBiotech Trends |periodical=Genetic Engineering News |publisher=Mary Ann Liebert\n|volume=25 |issue=14 |pages=1, 14–23\n|url=http://www.genengnews.com/articles/chitem.aspx?aid=1005&chid=0 |accessdate=2008-08-\n17 |issn=1935-472X |postscript= }} Generally, antisense RNA\nstill lack effective design, biological activity, and efficient route of\nadministration. [http://mct.aacrjournals.org/cgi/content/full/1/5/347\nAntisense Oligonucleotides: Basic Concepts and Mechanisms] Nathalie Dias and C.\nA. Stein. Columbia University, New York, New York 10032 \n\nHistorically, the effects of antisense RNA have often been confused with the\neffects of RNA interference (RNAi), a related process in which double-stranded\nRNA fragments called small interfering RNAs trigger catalytically mediated gene\nsilencing, most typically by targeting the RNA-induced silencing complex (RISC)\nto bind to and degrade the mRNA. Attempts to genetically engineer transgenic\nplants to express antisense RNA instead activate the RNAi pathway, although the\nprocesses result in differing magnitudes of the same downstream effect, gene\nsilencing. Well-known examples include the Flavr Savr tomato and two cultivars\nof ringspot-resistant papaya.\n\nTranscription of longer ''cis''-antisense transcripts is a common phenomenon in\nthe mammalian transcriptome. Although the function of\nsome cases have been described, such as the Zeb2/Sip1 antisense RNA, no general\nfunction has been elucidated. In the case of Zeb2/Sip1, the antisense noncoding RNA is opposite the 5' splice site\nof an intron in the 5'UTR of the Zeb2 mRNA. Expression of the antisense ncRNA\nprevents splicing of an intron that contains a ribosome entry site necessary for\nefficient expression of the Zeb2 protein. Transcription of long antisense ncRNAs\nis often concordant with the associated protein-coding gene, but more detailed studies have revealed that the relative\nexpression patterns of the mRNA and antisense ncRNA are complex.\n","linknr":275,"url":"Antisense_RNA","recorded":1362374354,"links":20,"instances":["molecular_biology","genetics","biology","genetics"],"pdf":[],"categories":["Antisense RNA|","Non-coding RNA"],"headings":["See also","References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["complementarity","molecular_biology"],["transcription","genetics"],["cell","biology"],["translation","genetics"]],"members":["complementarity","translation","cell","transcription"],"related":["RNA","Complementarity_(molecular_biology)","Messenger_RNA","Transcription_(genetics)","Cell_(biology)","Translation_(genetics)","Base_pair","Stoichiometry","Hok/sok_system","Fomivirsen","Genetic_Engineering_News","Mary_Ann_Liebert","Route_of_administration","RNA_interference","Small_interfering_RNA","Catalysis","Gene_silencing","RNA-induced_silencing_complex","Genetic_engineering","Transgene","Flavr_Savr","Tomato","Cultivar","Papaya_ringspot_virus","Papaya","Long_noncoding_RNA","Intron","Cis-natural_antisense_transcript"]}