{"cursor":"5369","size":15,"audio":[],"currentlang":"en","article":"A 'pseudoword' is a unit of speech or text that appears to be an actual word in\na certain language (at least superficially), while in fact it has no meaning in\nthe lexicon. It is a kind of non-lexical vocable. Within linguistics, a\npseudoword is defined specifically as respecting the phonotactic restrictions\nof a language. That is, it does not include sounds or series of sounds that do\nnot exist in that language: it is easily pronounceable for speakers of the\nlanguage. Also, when written down, a pseudoword does not include strings of\ncharacters that are not permissible in the spelling of the target language.\n\"Vonk\" is a pseudoword in English, while \"dfhnxd\" is not. The latter is an\nexample of a nonword. Nonwords are contrasted with pseudowords in that they are\nnot pronounceable and by that their spelling could not be the spelling of a\nreal word.\n\nPseudowords are also sometimes called 'wug words' in the context of linguistic\nexperiments. This is because wug [wʌg] was one such pseudoword used by Jean\nBerko Gleason in her wug test 1958 experiments. Words like wug, which could have\nbeen a perfectly acceptable word in English but isn't due to an accidental gap,\nwere presented to children. The experimenter would then prompt the children to\ncreate a plural for wug, which was almost invariably wugs [wʌgz]. The\nexperiments were designed to see if English morphophonemics would be applied by\nchildren to novel words. They revealed that even at a very young age, children\nhave already internalized many of the complex features of their language.\n\nA 'logatome' is a short pseudoword or just a syllable which is used in acoustic\nexperiments to examine speech recognition.\n","linknr":131,"url":"Nonsense_syllable","recorded":1362670567,"links":19,"instances":[],"pdf":[],"categories":["Phonology","Phonotactics","Nomenclature","Psychology experiments","Cognitive psychology","Learning psychology","Experimental psychology","Lexicology"],"headings":["Nonsense syllables","See also","References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Language","Lexicon","Vocable","Linguistics","Phonotactics","Jean_Berko_Gleason","Wug_test","Accidental_gap","Morphophonemics","Speech_recognition","Syllable","English_language","Nonsense_word","Acoustics","Psychology_of_learning","Experimental_psychology","Memory","Hermann_Ebbinghaus","Association_value","German_language","Trigram","Non-lexical_vocables_in_music","Scat_singing","Gostak","Lexical_gap","Neologism","Nonce_word","Nonsense_word","Language_acquisition","Lorem_ipsum"]}