{"cursor":"4033","size":15,"audio":[],"currentlang":"en","article":"In the mathematical area of knot theory, the 'crossing number' of a knot is the\nminimal number of crossings of any diagram of the knot. It is a knot invariant.\n\nBy way of example, the unknot has crossing number zero, the trefoil knot three\nand the figure-eight knot four. There are no other knots with a crossing number\nthis low, and just two knots have crossing number five, but the number of knots\nwith a particular crossing number increases rapidly as the crossing number\nincreases.\n\nTables of prime knots are traditionally indexed by crossing number, with a\nsubscript to indicate which particular knot out of those with this many\ncrossings is meant (this sub-ordering is not based on anything in particular,\nexcept that torus knots are listed first). The listing goes 3 1 (the\ntrefoil knot), 4 1 (the figure-eight knot), 5 1,\n5 2, 6 1, etc. This order has not changed significantly\nsince P. G. Tait published a tabulation of knots in 1877. see P.G. Tait\n(1898)\n\nThere has been very little progress on understanding the behavior of crossing\nnumber under rudimentary operations on knots. A big open question asks if the\ncrossing number is additive when taking knot sums. It is also expected that a\nsatellite of a knot K should have larger crossing number than K, but this has\nnot been proven.\n\nAdditivity of crossing number under knot sum has been proven for special cases,\nfor example if the summands are alternating knots (or more generally, adequate\nknot), C. C. Adams (1991) or if the summands are torus knots. H.\nGruber (2003) Y. Diao (2004) Marc Lackenby has also given a\nproof that there is a constant N > 1 such that \\frac{1}{N}\n(\\mathrm{cr}(K_1) + \\mathrm{cr}(K_2)) \\leq \\mathrm{cr}(K_1 + K_2) , but\nhis method, which utilizes normal surfaces, cannot improve N to 1. Lackenby\n(2008)\n\nThere are related concepts of average crossing number and asymptotic crossing\nnumber. Both of these quantities bound the standard crossing number. Asymptotic\ncrossing number is conjectured to be equal to crossing number.\n\nThere are mysterious connections between the crossing number of a knot and the\nphysical behavior of DNA knots. For prime DNA knots, crossing number is a good\npredictor of the relative velocity of the DNA knot in agarose gel\nelectrophoresis. Basically, the higher the crossing number, the faster the\nrelative velocity. For composite knots, this does not appear to be the case,\nalthough experimental conditions can drastically change the results.\n","linknr":127,"url":"Crossing_number_(knot_theory)","recorded":1362584139,"links":12,"instances":["mathematician","mathematics","mathematics"],"pdf":[],"categories":["Knot theory"],"headings":["Other numerical knot invariants","Notes","References","Further reading"],"image":["//upload.wikimedia.org/math/4/1/c/41cf87aa21588df56821c167158aaf5f.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["knot","mathematics"],["0","number"],["figure-eight_knot","mathematics"],["colin_adams","mathematician"]],"members":["colin_adams","knot"],"related":["Mathematics","Knot_theory","Knot_(mathematics)","Knot_invariant","Unknot","0_(number)","Trefoil_knot","Figure-eight_knot_(mathematics)","Prime_knot","Torus_knot","P._G._Tait","Satellite_knot","Alternating_knot","Adequate_knots","Torus_knot","Normal_surface","Average_crossing_number","Asymptotic_crossing_number","DNA","Gel_electrophoresis","Bridge_number","Linking_coefficient","Unknotting_number","Stick_number","Colin_Adams_(mathematician)","P.G._Tait"]}