{"cursor":"4171","size":15,"audio":[],"currentlang":"en","article":"\n\n\n'I-PASS' is the electronic toll collection system used by the Illinois State\nToll Highway Authority (ISTHA) on its toll highways. It uses the same\ntransponder as the E-ZPass system used in the Northeastern US, and the Indiana\nToll Road's i-Zoom program.\n\nI-PASS transponders can be used at all toll plazas, including those located on\nentrance and exit ramps. However, an important advantage to using I-PASS is that\nthe main toll plazas have been rebuilt to use open road tolling so that I-PASS\nusers can drive straight through the toll plaza passing under transponder\nantennas at normal speeds, while cash customers must pull off to the side of the\nroad and stop at conventional toll booths.\n\nAs of the January 1, 2005 toll rate increase, there is a significant discount\nfor I-PASS usage. In June 2005, I-Pass became compatible with toll collection on\nthe Chicago Skyway.\n\nIf a vehicle registered with I-PASS passes through a toll collection without the\ntransponder, the toll amount will be automatically deducted from the respective\nI-PASS account via a \"video toll\" (a camera picture of the license plate as the\ncar passes through the toll gate or open road tolling apparatus is taken),\nthough if the feature is abused, the regular fines for toll evasion are applied,\nand the I-PASS may be revoked.\n\nUsers of the system can manage their account through the I-Pass website.\nNormally the system will keep a credit balance on-account for users, tied to a\ncredit card and replenished as the balance drops below a preset threshold.\nHowever, a user can choose to manually replenish their account manually via the\nwebsite. There are also I-Pass desks at many service plazas on Illinois tollways\nwhich can assist users of the system.\n","linknr":135,"url":"I-Pass","recorded":1362670245,"links":13,"instances":[],"pdf":[],"categories":["Electronic toll collection","Toll roads in Illinois"],"headings":["Tollways & bridges that accept I-Pass","References","External links"],"image":["//upload.wikimedia.org/wikipedia/en/a/a5/I-Pass.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Electronic_toll_collection","Illinois_State_Toll_Highway_Authority","E-ZPass","Indiana_Toll_Road","I-Zoom","Open_road_tolling","Chicago_Skyway","Open_road_tolling","I-Zoom","Indiana_Toll_Road"]}