{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/Information_Holdings_Inc.\">Information Holdings Inc.</a>, part of The Thomson Corporation since 2004","IHI","\n<a href=\"http://duckduckgo.com/Institute_for_Healthcare_Improvement\">Institute for Healthcare Improvement</a> - The Institute for Healthcare Improvement (IHI) is a not-for-profit organization helping to lead the improvement of health care throughout the world.","\n<a href=\"http://duckduckgo.com/IHI_Corporation\">Ishikawajima-Harima Heavy Industries</a>, a Japanese company which produces ships, aero-engines, and other transport-related machinery"],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373522492,"book":[],"micro-www":{"ihi":[""]},"wiki":{"cat":["Nepalese culture","Newar"],"text":"IHI}}\n\n\n'Ihi', 'Ehee' or 'Bel Marriage' (Nepal Bhasa:ईही) (Bel bibaha) is a ceremony in\nthe Newar community in Nepal in which pre-adolescent girls are 'married' to the\nbel fruit (wood apple), which is a symbol of the god Vishnu, ensuring that the\ngirl becomes and remains fertile. It is believed that if the girl's husband dies\nlater in her life, she is not considered a widow because she is married to\nVishnu, and so already has a husband that is believed to be still alive.\n\nThis ritual is in practice since hundreds of years. It is very sacred ritual and\na real kanyaadaan as a virgin girl is handed over to the God. Actually, in Ihee\ngirl is married to a golden statue of lord Vishnu known as Suvarna Kumar and Bel\nfruit is given as its witness. As bel fruit (wood apple) has a peculiar quality\nof not getting rotten and remaining fresh forever, it is sometimes considered as\nDibya Purush (divine male) or incarnation of the god. This ceremony lasts for\ntwo days. All the rituals of a Hindu marriage are performed in this ceremony.\nSo, these rituals need not be performed again while getting married with a man.\nthat's why in Newars it is not necessary for a Groom to go in wedding procession\n[janti (nep) Baaraat (Hindi)]. The family members and friends bring the bride to\ngroom's house where few rituals are performed. But nowadays newar grooms take\npart in their wedding procession hence the wedding in this community has become\na bit lengthy as compared before.\n\nA second marriage, known as the [[Bahra ceremony]] or Sun marriage, occurs after\na girl's first menstruation, which starts with a seclusion in a dark room for\ntwelve days.\n","title":"ihi","headings":["See also","Further reading"]},"micro-relation":["2: Vishnu","1: Nepal_Bhasa","1: Newar","1: Nepal","1: Bael","1: Widow","1: Kanyadan","1: Iihipaa","1: Marriage_in_Hinduism"]}