{"cursor":"2150","size":15,"audio":[],"currentlang":"en","article":"'Boards of improvement commissioners' were ad-hoc boards created during the 18th\nand 19th centuries in the United Kingdom. They were an early form of local\ngovernment.\n\nThe first Improvement Commission was the Manchester Police Commission,\nestablished in 1765. This was followed by the Birmingham Street Commissioners in\n1769. Clyde Binfield et al., The History of the City of\nSheffield 1843 - 1993: Volume I: Politics\n\nAround 300 boards were created, each by a private Act of Parliament, typically\ntermed an 'Improvement Act'. Ed. Juliet Gardiner, The\nPenguin Dictionary of English History The powers of the boards varied\naccording to the acts which created them. They often included street paving,\ncleansing, lighting, providing watchmen or dealing with various public\nnuisances. Hampton, W., Local Government and Urban Politics, (1991)\n\nCommissions were rate levying bodies. They maintained themselves either by co-\nopting new members, by holding elections at which all ratepayers could vote, or\nby taking all ratepayers taxed over a certain rate as automatic members.\n\nDuring the mid-19th century, some commissions came under Chartist control, for\nexample, the Manchester Police and Gas Commissions, the Leeds Improvement\nCommission, the Bradford Highway Commission and the Sheffield Highway\nCommission. Richard Price, British Society, 1680-1880: Dynamism, Containment\nand Change\n\nMunicipal corporations and boards of health would later be able to absorb the\npowers of the improvement commissioners by promoting private acts. Bryne,\nT., Local Government in Britain, (1994)\n","linknr":100,"url":"Improvement_commissioners","recorded":1362551675,"links":11,"instances":[],"pdf":[],"categories":["Local government in the United Kingdom"],"headings":["References","See also"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["United_Kingdom","Local_government","Manchester","Birmingham_Street_Commissioners","Local_and_Personal_Acts_of_Parliament_in_the_United_Kingdom","Street_paving","Lighting","Watchmen","Public_nuisance","Tax","Ratepayer","Chartism","Leeds","Bradford","Sheffield","Municipal_corporation","Local_board_of_health","Birmingham_Street_Commissioners","Sheffield_Improvement_Commission"]}