{"cursor":"8994","size":15,"audio":[],"currentlang":"en","article":"\n'Indel' is a molecular biology term that has different definitions in different\nfields: *In evolutionary studies, 'indel' is used to mean an insertion or a\ndeletion {{cite journal\n| author = Kondrashov AS, Rogozin IB title = Context of deletions and insertions\n| in human coding sequences journal = Hum. Mutat. volume = 23 issue = 2 pages =\n| 177–85 year = 2004 month = February pmid = 14722921 doi = 10.1002/humu.10312\n}} {{cite journal\n| author = Ogurtsov AY, Sunyaev S, Kondrashov AS title = Indel-based\n| evolutionary distance and mouse-human divergence journal = Genome Res. volume\n| = 14 issue = 8 pages = 1610–6 year = 2004 month = August pmid = 15289479 pmc =\n| 509270 doi = 10.1101/gr.2450504\n}} and 'indels' simply refers to the mutation class that includes both\ninsertions, deletions, and the combination thereof, {{cite book\n| author = William M. Gelbart; Lewontin, Richard C.; Griffiths, Anthony J. F.;\n| Miller, Jeffrey H. title = Modern genetic analysis: integrating genes and\n| genomes publisher = W.H. Freeman and CO location = New York year = 2002 pages\n| = 736 isbn = 0-7167-4382-5\n}} {{cite journal\n| author = Gregory TR title = Insertion-deletion biases and the evolution of\n| genome size journal = Gene volume = 324 issue = pages = 15–34 year = 2004\n| month = January pmid = 14693368 doi =10.1016/j.gene.2003.09.030\n}} {{cite journal\n| author = Halangoda A, Still JG, Hill KA, Sommer SS title = Spontaneous\n| microdeletions and microinsertions in a transgenic mouse mutation detection\n| system: analysis of age, tissue, and sequence specificity journal = Environ.\n| Mol. Mutagen. volume = 37 issue = 4 pages = 311–23 year = 2001 pmid = 11424181\n| doi =10.1002/em.1038\n}} including insertion and deletion events that may be separated by many\nyears. {{cite journal\n| author = Sachin apurwa, Wilson MD, Rubio JM, Post RJ title = A molecular\n| marker for the identification of Simulium squamosum (Diptera: Simuliidae)\n| journal = Ann Trop Med Parasitol volume = 98 issue = 2 pages = 197–208 year =\n| 2004 month = March pmid = 15035730 doi = 10.1179/000349804225003118\n}} *In germline and somatic mutation studies, however, 'indel' describes a\nspecial mutation class, defined as a mutation resulting in a colocalized\ninsertion and deletion and a net gain or loss in nucleotides, and 'microindel'\nis defined as an indel that results in a net gain or loss of 1 to 50\nnucleotides. {{cite journal\n| author = Gonzalez KD title = Somatic microindels: analysis in mouse soma and\n| comparison with the human germline journal = Hum. Mutat. volume = 28 issue = 1\n| pages = 69–80 year = 2007 month = January pmid = 16977595 doi =\n| 10.1002/humu.20416 author-separator = , author2 = Hill KA author3 = Li K display-\n| authors = 3 last4 = Li first4 = Wenyan last5 = Scaringe first5 = William A.\n| last6 = Wang first6 = Ji-Cheng last7 = Gu first7 = Dongqing last8 = Sommer\n| first8 = Steve S.\n}}\n\nIn coding regions of the genome, unless the length of an indel is a multiple of\n3, they produce a frameshift mutation. For example, a common microindel which\nresults in a frameshift causes Bloom syndrome in the Japanese population. {{cite journal\n| author = Kaneko T, Tahara S, Matsuo M title = Non-linear accumulation of 8-hydroxy-2'-\n| deoxyguanosine, a marker of oxidized DNA damage, during aging journal = Mutat.\n| Res. volume = 316 issue = 5–6 pages = 277–85 year = 1996 month = May pmid =\n| 8649461 doi =10.1016/S0921-8734(96)90010-7\n}} Indels can be contrasted with a '[[point mutation]]'; where an Indel\ninserts and deletes nucleotides from a sequence, a point mutation is a form of\nsubstitution that replaces one of the nucleotides. Indels can also be contrasted\nwith Tandem Base Mutations (TBM), which may result from fundamentally different\nmechanisms. {{cite journal\n| author = Hill KA, Wang J, Farwell KD, Sommer SS title = Spontaneous tandem-\n| base mutations (TBM) show dramatic tissue, age, pattern and spectrum\n| specificity journal = Mutat. Res. volume = 534 issue = 1–2 pages = 173–86 year\n| = 2003 month = January pmid = 12504766 doi = 10.1016/S1383-5718(02)00277-2\n}} A TBM is defined as a substitution at adjacent nucleotides (primarily\nsubstitutions at two adjacent nucleotides, but substitutions at three adjacent\nnucleotides have been observed. Buettner VL, Hill KA, Halangoda A, Sommer\nSS. 1999. Tandem-based mutations occur in mouse liver and adipose tissue\npreferentially as G:C to T:A transversions and accumulate with age. Environ Mol\nMutagen 33:320–324.\n\nIndels, as defined as either an insertion or deletion, can be used as genetic\nmarkers in natural populations, especially in phylogenetic studies. It has been shown that\ngenomic regions with multiple indels can also be used for species-identification\nprocedures.\n\nAn indel change of a single DNA base encoding part of an mRNA results in a\n\"frameshift\" when translating the mRNA and perhaps reading on to an\ninappropriate (premature) stop codon in a different frame. Indels that are not\nmultiples of 3 are particularly uncommon in coding regions but relatively common\nin non-coding regions. There are approximately 192-280 frameshifting indels in\neach person. Note, however, the absolute rate of indels in most known\ngenomes, including humans, tends to be markedly lower than base substitutions,\nexcept near highly repetitive regions, including homopolymers and\nmicrosatellites.\n\nThe term \"indel\" has been co-opted in recent years by genome scientists for use\nin the sense described above. This is a change from its original use and\nmeaning, which arose from systematics. In systematics, researchers could find\ndifferences between sequences, such as from two different species. But it was\nimpossible to infer if one species lost the sequence or the other species gained\nit. For example, species A has a run of 4 G nucleotides at a locus and species B\nhas 5 G's at the same locus. If the mode of selection is unknown, one can not\ntell if species A lost one G (a \"deletion\" event\") or species B gained one G (an\n\"insertion\" event). When one cannot infer the phylogenetic direction of the\nsequence change, the sequence change event is referred to as an \"indel\".\n","linknr":211,"url":"Indels","recorded":1362483987,"links":16,"instances":["genetics"],"pdf":[],"categories":["Mutation","Genetics","Molecular biology"],"headings":["References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["microsatellite","genetics"]],"members":["microsatellite"],"related":["Coding_region","Frameshift_mutation","Bloom_syndrome","Nucleotides","Phylogenetic","MRNA","Stop_codon","Microsatellite_(genetics)","Science","Systematics","Guanine","Phylogeny"]}