{"cursor":"2242","size":15,"audio":[],"currentlang":"en","article":" of an autocatalytic reaction. When t = 0 to 50, the rate of reaction is low.\n Thereafter, the reaction accelerates, until almost all reactants have been\n consumed. At that point, the reaction rate tapers off.]] An 'induction period'\n in chemical kinetics is an initial slow stage of a chemical reaction; after the\n induction period, the reaction accelerates. Ignoring induction\n periods can lead to runaway reactions.\n\nIn some catalytic reactions, a pre-catalyst needs to undergo a transformation to\nform the active catalyst, before the catalyst can take effect. Time is required\nfor this transformation, hence the induction period. For example, with\nWilkinson's catalyst, one triphenylphosphine ligand must dissociate to give the\ncoordinatively unsaturated 14-electron species which can participate in the\ncatalytic cycle:\n\n:\n\n\nSimilarly, for an autocatalytic reaction, where one of the reaction products\ncatalyzes the reaction itself, the rate of reaction is low initially until\nsufficient products have formed to catalyze the reaction.\n\nReactions generally accelerate when heat is applied. Where a reaction is\nexothermic, the rate of the reaction may initially be low. As the reaction\nproceeds, heat is generated, and the rate of reaction increases. This type of\nreaction often exhibits an induction period as well.\n\nGrignard reagents are notorious for having induction periods. This is usually\ndue to two reasons: Firstly, the thin film of oxide on the magnesium reagent\nmust be removed before the bulk magnesium can react. Secondly, Grignard\nreactions, while exothermic, are typically conducted at low temperature for\nbetter selectivity. For these two reasons, Grignard reactions often can have a\nlong induction period, followed by a thermal runaway, even causing the reaction\nsolvent to boil-off.\n","linknr":96,"url":"Induction_period","recorded":1362559765,"links":12,"instances":[],"pdf":[],"categories":["Catalysis","Chemical kinetics"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/5/55/Sigmoid_curve_for_an_autocatalytical_reaction.jpg/230px-Sigmoid_curve_for_an_autocatalytical_reaction.jpg","//bits.wikimedia.org/static-1.21wmf7/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/7/73/RevisedCatCycle.png/300px-RevisedCatCycle.png","//bits.wikimedia.org/static-1.21wmf7/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Chemical_kinetics","Chemical_reaction","Runaway_reaction","Catalyst","Wilkinson's_catalyst","Coordinatively_unsaturated","Autocatalytic_reaction","Exothermic","Grignard_reagents","Thermal_runaway"]}