{"cursor":"2526","size":15,"audio":[],"currentlang":"en","article":"\n'Infectious Records' is a record label whose bands have included Ash, Local\nNatives, Symposium, My Vitriol, Seafood, The Paradise Motel, General Fiasco and\nThe Subways. Infectious was established by Korda Marshall after leaving RCA, and\nbecame part of Marshall's Mushroom Records UK (now A&E Records) operation in the\nmid-1990s. Korda was also responsible for signing Muse, Paul Oakenfold and\nPerfecto Records to his Mushroom imprint\n\nThe first band signed to the label was PWEI, who had followed Marshall from RCA\nrecords where they had released a number of albums such as This Is The Day, This\nIs The Hour, This Is This!. However with the sell-off of Mushroom Records' UK\noperations to the Warner Music Group, the role of Infectious within the A&E\noperations was decreased, with most acts being labeled under Warner's main\nbrands such as Atlantic Records. Even so the record label was used again by the\nmultinational group for newly signed \"developing\" indie acts such as The\nSubways, who feature under a joint City Pavement/Infectious brand name.\n\nIn January 2009 it was announced that Korda Marshall would be relaunching\nInfectious Records as Infectious Music Ltd. With financial support coming from\ntheatre and sports entrepreneur Michael Watt, Marshall also brought Michael\nGudinski onto the board of directors of the company. Hiring former Infectious\nRecords executives Pat Carr of Remote Control Records and Mirelle Davis of Wind\nUp Bird as consultants to oversee General Management and International Marketing\nrespectively for the new company, he has engaged Robert Horsfall and Mike\nSkeet’s teams at Sound Advice to handle the company’s legal and financial\naffairs.[1]\n\nThe first signing to the newly relaunched label was Melbourne band The Temper\nTrap, who are also signed to Gudinksi's Australian label Liberation. General\nFiasco, Local Natives and Cloud Control have subsequently been signed.\n","linknr":106,"url":"Infectious_Records","recorded":1362559628,"links":13,"instances":["band"],"pdf":[],"categories":["British record labels"],"headings":["External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["ash","band"]],"members":["ash"],"related":["Record_label","Ash_(band)","Local_Natives","Symposium","My_Vitriol","Seafood","The_Paradise_Motel","General_Fiasco","The_Subways","A&E_Records","PWEI","Mushroom_Records","Warner_Music_Group","Atlantic_Records","Michael_Gudinski","Remote_Control_Records","Melbourne","The_Temper_Trap","General_Fiasco","Local_Natives","Cloud_Control"]}