{"cursor":"2270","size":15,"audio":[],"currentlang":"en","article":"\n\n\nFertilization which takes place inside the female body is called internal\nfertilization. 'Internal fertilization' in animals is done through copulation,\nwhich involves the insertion of the penis or other intromittent organ into the\nvagina (in most mammals) or to the cloaca in monotremes, most reptiles, some\nbirds, the disappeared dinosaurs and some fish, as well as in other non-\nvertebrate animals. In some birds and in the tuatara, that don't have an\nintromittent organ, the internal fertilization is done by the means of the\ncloacal kiss, which consists in that the two animals touch their cloacae\ntogether in order to transfer the sperm from the male to the female.\n\nAt some point, the growing egg or offspring must be expelled. There are three\ngeneral ways of doing this:\n\n* Oviparous organisms, including most insects and reptiles, monotremes,\n  dinosaurs and all birds lay eggs that continue to develop after being laid,\n  and hatch later.\n\n* '[[Vivipary|Viviparous]]' organisms, including almost all mammals (such as\n  whales, kangaroos and humans) bear their young live. The developing young\n  spend proportionately more time within the female's reproductive tract. The\n  young are later released to survive on their own, with varying amounts of help\n  from the parent (s) on the species.\n\n* Ovoviviparous organisms, like the garter snake, most Vipers, and the\n  Madagascar hissing cockroach, have eggs (with shells) that hatch as they are\n  laid, making it resemble live birth.\n\nMost species of land animals reproduce by internal fertilization. For example:\nAll reptiles, such as the snake and turtle reproduce by internal fertilization.\nMales and females usually have an opening called the cloaca through which semen,\nurine and feces can be released. During mating, the male and female join their\ncloacas. The male releases semen into the female's cloaca. The spermatozoa then\ntravel up a canal to reach the ova.\n","linknr":127,"url":"Internal_fertilization","recorded":1362373513,"links":20,"instances":["biology"],"pdf":[],"categories":["Reproduction in mammals"],"headings":[],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/e/e8/Crystal_Clear_app_kedit.svg/40px-Crystal_Clear_app_kedit.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["egg","biology"]],"members":["egg"],"related":["Animals","Mating","Penis","Intromittent_organ","Vagina","Mammals","Cloaca","Monotreme","Reptile","Bird","Dinosaur","Fish","Invertebrate_","Tuatara","Egg_(biology)","Offspring","Oviparity","Insect","Monotreme","Whale","Kangaroo","Human","Parent","Species","Ovoviviparity","Garter_snake","Viperidae","Madagascar_hissing_cockroach","Eggshell"]}