{"cursor":"1910","size":15,"audio":[],"currentlang":"en","article":"The 'International POPs Elimination Network' (IPEN) is a global network of NGOs\ndedicated to the common aim of eliminating persistent organic pollutants.\n\nIPEN is composed of public interest non-governmental organizations who support a\ncommon platform for the global elimination of POPs. The Participating\nOrganizations (POs) of IPEN are those NGOs which have endorsed the POPs\nElimination Platform and/or the Stockholm Declaration. Because the network is\nprimarily engaged in facilitating information exchange and in supporting\nactivities of its constituents, and because the purpose of the network does not\ninclude developing network-wide-policy statements, strategies, or action plans,\na formal decision-making process for the network can be simple, flexible, and\nlargely administrative in nature. (IPEN 2005)\n\nThe International POPs Elimination Network (IPEN) is a global network of more\nthan 600 public interest non-governmental organizations working together for the\nelimination of persistent organic pollutants, on an expedited yet socially\nequitable basis. This mission includes achieving a world in which all chemicals\nare produced and used in ways that eliminate significant adverse effects on\nhuman health and the environment, and where persistent organic pollutants (POPs)\nand chemicals of equivalent concern no longer pollute our local and global\nenvironments, and no longer contaminate our communities, our food, our bodies,\nor the bodies of our children and future generations.\n","linknr":83,"url":"International_POPs_Elimination_Network","recorded":1362511311,"links":13,"instances":[],"pdf":[],"categories":["Non-governmental organizations","International environmental organizations","Biodegradable waste management"],"headings":["See also","External references"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/f/f5/Terra.png/25px-Terra.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Non-governmental_organization","Persistent_organic_pollutants","Center_for_International_Environmental_Law","POP_Air_Pollution_Protocol","Stockholm_Convention"]}