{"cursor":"6341","size":15,"audio":[],"currentlang":"en","article":"\n\nAn 'issue tracking system' (also 'ITS', 'trouble ticket system,' 'support\nticket' or 'incident ticket system') is a computer software package that manages\nand maintains lists of issues, as needed by an organization. Issue tracking\nsystems are commonly used in an organization's customer support call center to\ncreate, update, and resolve reported customer issues, or even issues reported by\nthat organization's other employees. An issue tracking system often also\ncontains a knowledge base containing information on each customer, resolutions\nto common problems, and other such data. An issue tracking system is similar to\na \"bugtracker\", and often, a software company will sell both, and some\nbugtrackers are capable of being used as an issue tracking system, and vice\nversa. Consistent use of an issue or bug tracking system is considered one of\nthe \"hallmarks of a good software team\".\n\nA 'ticket' is an element contained within an issue tracking system which\ncontains information about support interventions made by technical support staff\nor third parties on behalf of an end-user who has reported an incident that is\npreventing them from working with their computer as they would expect to be able\nto. Tickets are commonly created in a help desk or call center environment.\nTypically the ticket will have a unique reference number, also known as a case,\nissue or call log number which is used to allow the user or support staff to\nquickly locate, add to or communicate the status of the user's issue or request.\n\nThese tickets are so called because of their origin as small cards within a\ntypical wall mounted work planning system when this kind of support started.\nOperators or staff receiving a call or query from a user would fill out a small\ncard with the user's details and a brief summary of the request and place it\ninto a position (usually the last) in a column of pending slots for an\nappropriate engineer, so determining the staff member who would deal with the\nquery and the priority of the request.\n","linknr":130,"url":"Issue_tracking_system","recorded":1362562984,"links":20,"instances":["programming_language","computers"],"pdf":[],"categories":["Business software"],"headings":["Architecture","Issues","Workflow","See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Mergefrom.svg/50px-Mergefrom.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["issue","computers"],["java","programming_language"]],"members":["java","issue"],"related":["Computer_software","Issue_(computers)","Customer_support","Call_center","Knowledge_base","Bugtracker","Bug_tracking_system","End-user","Help_desk","Call_center","Database","Information_repository","Business_logic","Web_page","Telephone","Email","Exception_handling","Workaround","Run_Book_Automation","Bug_tracking_system","Comparison_of_issue_tracking_systems","Java_(programming_language)"]}