{"cursor":"3125","size":15,"audio":[],"currentlang":"en","article":"{{Infobox automobile\n| image = name = Xtra manufacturer = Xtra Cars production = 1922-1924 class =\n| Cyclecar body_style = single or two seat open engine = V-twin JAP or single\n| cylinder Villiers transmission = 2-speed manual length = 106 inches (2692\n| mm) width = 54 inches (1371 mm)\n| height = weight = 378 pounds  wheelbase = designer =\n| Cuthbert Clarke\n}}The 'Xtra' was an English three-wheel cyclecar built from 1922 to 1924 by Xtra\nCars, Ltd., of Chertsey, Surrey.\n\nA very basic machine, it was designed by Cuthbert Clarke and resembled a three-\nwheeled sidecar in most respects. The car was powered by a 3.75 hp single-\ncylinder, two stroke, 270 cc Villiers engine and\nhad a friction drive two-speed transmission, using two cork covered wheels of\ndifferent sizes, chain driven by the engine. These wheels ran within a drum\nwhich was mounted on the single rear wheel and one would make contact to\nprovide drive at the appropriate ratio. They were controlled by a lever which\ncould be pushed or pulled to engage drive and had a central neutral position.\nThere was no reverse gear. Rear suspension was by a\ncoil spring on the engine frame. There was no front axle, the wheels were\ncontrolled by two transverse leaf springs. Steering was by rack and pinion.\nBraking was on the rear wheel only and used shoes operating on the outside of\nthe transmission drum.\n\nThe first Xtra was a single seater (monocar) with a light plywood on ash frame\nbody with an occasional seat behind the driver on top of the engine. It featured acetylene lighting. A top speed of above\n30 mph (48 km/h) was claimed.\n\nThe monocar was joined in November 1922 by a \"Sociable\" two seater with side by\nside seats and an option of having an 8 hp, V-twin JAP engine in place of\nthe Villiers.\n\nXtra went into voluntary liquidation in May 1924 and was finally wound up in\nJuly 1926. It is not known how many cars were made.\n","linknr":112,"url":"Xtra_(automobile)","recorded":1362676574,"links":11,"instances":["mechanics"],"pdf":[],"categories":["Defunct motor vehicle manufacturers of the United Kingdom","Cyclecars","Three-wheeled motor vehicles","1920s automobiles"],"headings":["External links","References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["transmission","mechanics"]],"members":["transmission"],"related":["Cyclecar","England","Cyclecar","Chertsey","Sidecar","Single-cylinder","Villiers_Engineering","Transmission_(mechanics)","Plywood","Acetylene","JA_Prestwich_Industries_Ltd"]}