{"cursor":"5113","size":15,"audio":[],"currentlang":"en","article":"'Gaspare \"Gap\" Mangione' (born July 31, 1938 ) is a\njazz pianist, composer, arranger, and bandleader from Rochester, New York,\nUnited States.\n\nBorn and raised in Rochester, Mangione's younger brother is Grammy-winning\nflugelhornist Chuck Mangione. Members of a music-loving family, both Gap and\nChuck took up instruments. In 1958, they started performing together as the Jazz\nBrothers, eventually recording three albums for Riverside Records.\n\nIn 1968, Gap Mangione released his first solo album, Diana in the Autumn Wind,\nfeaturing drummer Steve Gadd and bassist Tony Levin in their first recordings,\nand new compositions and arrangements by Chuck Mangione \nwho conducted as well.\n\nThe 1970s brought more solo albums along with tours with his own group and many\nas featured pianist in his brother's orchestral performances.\n\nIn the 1980s, Mangione began to spend more time playing in and around Rochester\nand less time on the road. In 1990, he formed the Gap Mangione New Big Band,\nwhich remains the premier dance and concert big band in the Rochester area. The\nNew Big Band has released four CDs since 1998. Many major rappers and producers,\nincluding Jaylib, Talib Kweli, Guerilla Black, Ghostface Killah, Slum Village,\nand People Under The Stairs have sampled Gap's Diana in the Autumn Wind for\ntheir recent works.\n\nToday, Mangione continues to make regular appearances at Rochester locations,\namong them the Woodcliff Hotel and Spa (since May, 1987), Pier 45 at the Port\nand the Rochester International Jazz Festival, as well as private gigs. He can\nbe found playing solo, with the 14-piece New Big Band, the \"New Blues Band\" (a\nquartet) or his sextet. He and Chuck continue to play together, mainly for\nappearances with symphony orchestras, or with Chuck as special guest with\nGap's big band.\n\nIn 2004 he received the Artist of the Year Award from the Arts & Cultural\nCouncil for Greater Rochester.\n\nMangione lives in the Rochester suburb of Greece, New York with his wife, Janet;\nhis children are Ardis Mangione-Lindley and Jason Mangione.\n","linknr":154,"url":"Gap_Mangione","recorded":1362674080,"links":10,"instances":[],"pdf":[],"categories":["1938 births","American jazz pianists","American jazz bandleaders","Living people","People from Rochester, New York","American people of Italian descent","American people of Sicilian descent","American jazz musicians"],"headings":["Discography","References","External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["greece","town,_new_york"]],"members":["greece"],"related":["Jazz","Pianist","Composer","Arrangement","Bandleader","Rochester,_New_York","United_States","Grammy_Award","Flugelhorn","Chuck_Mangione","Riverside_Records","Steve_Gadd","Tony_Levin","New_Big_Band","Jaylib","Talib_Kweli","Guerilla_Black","Ghostface_Killah","Slum_Village","People_Under_The_Stairs","Woodcliff_Hotel_and_Spa","Rochester_International_Jazz_Festival","Arts_&_Cultural_Council_for_Greater_Rochester","Greece_(town),_New_York","Salt_City_Six","Rochester_Philharmonic_Orchestra","Hamilton_Philharmonic_Orchestra","Esther_Satterfield","Dizzy_Gillespie"]}