{"cursor":"11425","size":15,"audio":[],"currentlang":"en","article":"Note:  Genetic assimilation is sometimes used to describe \"eventual\n       extinction of a natural species as massive pollen flow occurs from\n       another related species and the older crop becomes more like the new\n       crop.\" http://www.biochem.northwestern.edu/holmgren/Glossary/Defi-\n       nitions/Def-G/genetic_assimilation.html This usage is unrelated\n       to the usage below.\n\n'Genetic assimilation' is a process by which a phenotype originally produced in\nresponse to an environmental condition, such as exposure to a teratogen, later\nbecomes genetically encoded via artificial selection or natural selection.\nDespite superficial appearances, this does not require the inheritance of\nacquired characters, although epigenetic inheritance could potentially influence\nthe result. Genetic assimilation is merely a method of overcoming the barrier to\nselection imposed by genetic canalization of developmental pathways.\n\n\nIf there is no canalization of a developmental pathway, genetic variation of\npathway components results in a continuous spectrum of phenotypes, often\ndistributed in a bell curve. In these cases artificial selection can be done in\na straightforward way, by choosing offspring from one end of the curve and using\nthem to breed the next generation. However, when a pathway is strongly\ncanalized, all of the individuals, except perhaps a few at the furthest extreme\nof the bell curve, physically look the same regardless of their genotype under\nnormal environmental circumstances. However, a given genetic make-up does not\npredetermine the same outcome under all possible circumstances; instead, it\ndetermines a norm of reaction that varies with the environment (phenotypic\nplasticity). There may be a way to stress an organism so that canalization\nbreaks down, and many aberrant individuals can be selected for further breeding;\nthese are said to phenocopy the desired genetic trait. With several generations\nof artificial selection in this manner, perhaps aided by mutagenesis, the\ngenetic variation can be reduced to that of the furthest extreme of the original\npopulation, until canalization is overwhelmed even under normal environmental\nconditions. At this point the environmentally induced abnormality has been\nduplicated genetically.\n\n\n\n The classic example of genetic assimilation was a 1953 experiment by C. H.\n Waddington, in which [[Drosophila]] embryos were exposed to ether, producing a\n bithorax-like phenotype (a homeotic change) Flies which developed\n halteres with wing-like characteristics were chosen for breeding for 20\n generations, by which point the phenotype could be seen without ether\n treatment.\n","linknr":165,"url":"Genetic_assimilation","recorded":1362483359,"links":14,"instances":["genetics"],"pdf":[],"categories":["Selection"],"headings":["Genetic assimilation in natural selection","Related concepts","Current status","References","See also","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/c/c3/Canalization_problem.png/350px-Canalization_problem.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["canalisation","genetics"],["canalisation","genetics"]],"members":["canalisation"],"related":["Teratogen","Artificial_selection","Natural_selection","Inheritance_of_acquired_characters","Epigenetic_inheritance","Canalisation_(genetics)","Genetic_variation","Normal_distribution","Artificial_selection","Genotype","Norm_of_reaction","Phenocopy","Mutagenesis","C._H._Waddington","Bithorax","Homeotic","C._H._Waddington","Punctuated_equilibrium","Drosophila","Thorax","Genetic_accommodation","Polyphenism","Protein","Genetic_compensation","Salmon","Anadromous","Sockeye_salmon","Genetic_interaction","Allele","Genetic_mapping","Tiger_snake","Massimo_Pigliucci","Modern_synthesis","Massimo_Pigliucci","Canalisation_(genetics)","Evolutionary_developmental_biology","List_of_genetics-related_topics"]}