{"cursor":"2481","size":15,"audio":[],"currentlang":"en","article":"'Geomicrobiology' is the result of the combination of geology and microbiology.\nThe field of geomicrobiology concerns the role of microbe and microbial\nprocesses in geological and geochemical processes and vice-versa. The field is\nespecially important when dealing with microorganisms in aquifers and public\ndrinking water supplies.\n\nAnother area of investigation in geomicrobiology is the study of extremophile\norganisms, the microorganisms that thrive in environments normally considered\nhostile. Such environments may include extremely hot (hot springs or mid-ocean\nridge black smoker) environments, extremely saline environments, or even space\nenvironments such as Martian soil or comets.\n\nRecent observations and research in hyper-saline lagoon environments in Brazil\nand Australia have shown that anaerobic sulfate-reducing bacteria may be\ndirectly involved in the formation of dolomite. This suggests the alteration and\nreplacement of limestone sediments by dolomitization in ancient rocks was\npossibly aided by ancestors to these anaerobic bacteria.\n\nSome bacteria use metal ions as their energy source. They convert (or chemically\nreduce) the dissolved metal ions from one electrical state to another. This\nreduction releases energy for the bacteria's use, and, as a side product, serves\nto concentrate the metals into what ultimately become ore deposits. Certain\niron, uranium and even gold ores are thought to have formed as the result of\nmicrobe action.\n\nMicrobes are being studied and used to degrade organic and even nuclear waste\npollution (see Deinococcus radiodurans) and assist in environmental cleanup.\n\nAn application of geomicrobiology is bioleaching, the use of microbes to extract\nmetals from mine waste.\n","linknr":132,"url":"Geomicrobiology","recorded":1362505718,"links":21,"instances":[],"pdf":["http://www.geobacter.org/press/2001-07-21-economist.pdf"],"categories":["Geomicrobiology|"],"headings":["See also","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/e/e7/WikiProject_Geology.svg/30px-WikiProject_Geology.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/c/cb/Paramecium.jpg/35px-Paramecium.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Geology","Microbiology","Microbe","Geochemistry","Aquifer","Extremophile","Hot_spring","Mid-ocean_ridge","Black_smoker","Salinity","Mars","Comet","Lagoon","Brazil","Australia","Anaerobic_organism","Sulfate-reducing_bacteria","Dolomite","Limestone","Dolomitization","Metal","Ion","Iron","Uranium","Gold","Ore","Nuclear_waste","Deinococcus_radiodurans","Bioleaching","Mining","Acid_mine_drainage","Bacterial_oxidation","Desulforudis_audaxviator"]}