{"cursor":"3833","size":15,"audio":[],"currentlang":"en","article":"A 'glycosyl donor' is a carbohydrate mono- or oligosaccharide that will react\nwith a suitable glycosyl acceptor to form a new glycosidic bond. By convention,\nthe donor is the member of this pair that contains the resulting anomeric carbon\nof the new glycosidic bond. T. K. Lindhorst \"Essentials of\nCarbohydrate Chemistry and Biochemistry\" 2007 Wiley-VCH Verlag, Weinheim\nThe resulting reaction is referred to as a glycosylation or Chemical\nglycosylation.\n\nIn a glycosyl donor, a leaving group is required at the anomeric position. The\nsimplest leaving group is the OH group that is naturally present in\nmonosaccharides, but it requires activation by acid catalysis in order to\nfunction as leaving group (in the socalled Fischer glycosylation). More\neffective leaving groups are in general used in the glycosyl donors employed in\nchemical synthesis of glycosides. Typical leaving groups are halide, thioether,\nor imidate, but acetate, phosphate, and O-pentenyl are also employed. The\nnatural glycosyl donors contain phosphate as leaving group.\n\n\n\n'The so-called “armed-disarmed” principle'\n\nThe concept of armed and disarmed glycosyl donors refers to the increased\nreactivity of benzylated over benzoylated glycosyl donors, a phenomenon observed\nvery early, H. Paulsen, Angew. Chem., Int. Ed. Engl. 1982, 155-173.\nand which originates from the greater electron-withdrawing capability of ester\nblocking groups over ether blocking groups. However, it was Bertram Fraser-Reid\nwho realised that benzylated glycosyl donors can be activated when benzoylated\nare not, and invented the terms armed glycosyl donor to the former and disarmed\nglycosyl donor to the latter. He and his group showed that armed glycosyl donors\ncould be coupled onto a glycosyl acceptor, that at the same time was a disarmed\nglycosyl donor, without self-coupling of the disarmed donor/acceptor. D. R.\nMootoo, P. Konradsson, U. Udodong, B. Fraser-Reid, J. Am. Chem. Soc. 1988, 110,\n5583-5584. This methodology allowed him to perform a one-pot synthesis of\na trisaccharide via the O-pentenyl method. B. Fraser-Reid, Z. Wu, U. E.\nUdodong, H. Ottosson, J. Org. Chem. 1990, 55, 6068-6070.\n\nThe concept has been extended to superarmed glycosyl donor by Mikael Bols and\nhis collaborators. He realised that hydroxylic functional groups of\ncarbohydrates are less electronwithdrawing toward the anomeric center when they\nare axial than equatorial, which means that glycosyl donor conformers with more\naxial oxy functions are more reactive. H. H. Jensen, L. Lyngbye, M. Bols,\nAngew. Chem. Int. Ed. 2001 40 3447-3449. Protection of a glycosyl donor\nwith bulky silyl groups (tert butyldimethylsilyl or triisopropyl) cause it to\nchange conformation to a more axial-rich conformation that, as a consequence, is\nmore reactive, which Bols and his groups called superarmed. They showed that a\nsuperarmed donor can be coupled on to an armed glycosyl\ndonor/acceptor. H.H.Jensen, C. M. Pedersen, M. Bols Chem. Eur. J. 2007, 13,\n7576-7582.\n","linknr":100,"url":"Glycosyl_donor","recorded":1362672335,"links":12,"instances":[],"pdf":[],"categories":["Carbohydrate chemistry","Organic reactions"],"headings":["See also","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Glycosyl_donors_1.tif/lossy-page1-900px-Glycosyl_donors_1.tif.jpg","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Carbohydrate","Oligosaccharide","Glycosyl_acceptor","Glycosidic_bond","Anomer","Glycosylation","Chemical_glycosylation","Leaving_group","Bertram_Fraser-Reid","Mikael_Bols","Glycosyl_halide","Armed_and_disarmed_saccharides","Carbohydrate_chemistry"]}