{"cursor":"1621","size":15,"audio":[],"currentlang":"en","article":"'Goll mac Morna' (or 'Goal mac Morn') was a member of the fianna and an uneasy\nally of Fionn mac Cumhail in the Fenian Cycle of Irish mythology. He had killed\nFionn's father, Cumhal, and taken over the leadership of the fianna, but when\nFionn grew up and proved his worth Goll willingly stepped aside in his favour.\n\nHis given name was 'Áed' or 'Aedh' mac Morna. He gained the name Goll (\"one-\neyed\") when he lost an eye in his battle with Cumhal.\n\nWhen the witch Irnan failed to capture members of the fianna in a magical web,\nshe turned herself into a monster and challenged any one of the finians to\nsingle combat. Initially Fionn mac Cumhaill stepped forward but was persuaded by\nhis warband that it would not be heroic for a warrior of his stature to face a\nhag in combat. Goll took his place and slew Irnan, and was allowed to marry\nFionn's daughter as a reward.\n\nIn the tale [[Cath Gabhra]], which describes the battle in which the fianna\nfight and are destroyed by the forces of the High King Cairbre Lifechair, Goll\nand those loyal to him defect to Cairbre's side and fight against Fionn.\n\n\"Thanks to Goll, he has killed his mother.\" was a saying used when a nuisance is\ngot rid of by the action of the individual responsible for it. Goll killed his\nmother by mistake with a bone. Racial Proverb by Selsyn Gurney Champion,\nM.D. reprint 1966, pg. 70\n","linknr":150,"url":"Goal_mac_Morn","recorded":1362582493,"links":16,"instances":[],"pdf":[],"categories":["Fenian Cycle","2nd-century Irish people"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Triskele-Symbol-spiral.svg/20px-Triskele-Symbol-spiral.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Fianna","Fionn_mac_Cumhail","Fenian_Cycle","Irish_mythology","Cumhal","Fianna","Hag","High_King_of_Ireland","Cairbre_Lifechair"]}