{"cursor":"2432","size":15,"audio":[],"currentlang":"en","article":"\n\nIn university education, 'grading on a curve' (also known as 'curved grading' or\nsimply 'curving') is a statistical method of assigning grades designed to yield\na pre-determined distribution of grades among the students in a class. The term\n\"curve\" refers to the bell curve, the graphical representation of the\nprobability density of the normal distribution (also called the Gaussian\ndistribution), but this method of grading does not necessarily make use of any\nspecific frequency distribution such as the bell-shaped normal distribution.\n\nOne method of applying a curve uses these three steps: First, numeric scores (or\npossibly scores on a sufficiently fine-grained ordinal scale) are assigned to\nthe students. The actual values are unimportant as long as the ordering of the\nscores corresponds to the ordering of how good the students are. In the second\nstep these scores are converted to percentiles (or some other system of\nquantiles). Finally, the percentile values are transformed to grades according\nto a division of the percentile scale into intervals, where the interval width\nof each grade indicates the desired relative frequency for that grade.\n\nFor example, if there are three grades, A, B and C, where A is reserved for the\ntop 10% of students, B for the next 20%, and C for the remaining 70%, then\nscores in the percentile interval from 0% to 70% get grade C, scores from 71% to\n90% get grade B, and scores from 91% to 100% get grade A.\n\nThe grading method can thus be tuned to determine the frequency distribution of\nthe grades in advance, and if the intervals are already fixed at the beginning\nof a course, then so is the number of students who will receive each grade.\n","linknr":104,"url":"Grading_curve","recorded":1362552581,"links":16,"instances":["education"],"pdf":[],"categories":["Educational assessment and evaluation","Evaluation methods"],"headings":["See also","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["grade","education"]],"members":["grade"],"related":["University_education","Statistical_method","Normal_distribution","Normal_distribution","Gaussian","Ordinal_scale","Percentile","Quantile","Grade_(education)","Norm-referenced_test","List_of_law_school_GPA_curves","Normal_Distribution"]}