{"cursor":"1685","size":15,"audio":[],"currentlang":"en","article":"\n\nA possible target of gravitational wave detection experiments is a stochastic\nbackground of gravitational waves. This background is known as the\n'gravitational wave background' or the 'stochastic background'. The detection of\nsuch a background would have a profound impact on early universe cosmology and\non high-energy physics, opening up a new window and exploring very early times\nin the evolution of the universe, and correspondingly high energies, that will\nnever be accessible by other means. The emission of gravitational waves from a\nlarge number of unresolved astrophysical sources can create a stochastic\nbackground of gravitational waves. For instance, sufficiently massive stars, at\nthe final stage of their evolution, collapse to form a black hole or a neutron\nstar. In this explosive supernova event gravitational waves are liberated. Also,\nin rapidly rotating neutron stars there is a whole class of instabilities driven\nby the emission of gravitational waves.\n\nA stochastic gravitational wave background is also of theoretical\ninterest. Given its stochastic nature, a coincidence of gravitational\nwaves at a particular point could create stress-energy densities\nsufficient to produce an event horizon. This would produce a relativistic\nexplanation of nonlocal effects.\n\nEfforts to detect the gravitational wave background is ongoing.\n","linknr":95,"url":"Gravitational_wave_background","recorded":1362898492,"links":28,"instances":[],"pdf":[],"categories":["Effects of gravitation"],"headings":["See also","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/f/f2/Edit-clear.svg/40px-Edit-clear.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/0/00/Energia_template.svg/40px-Energia_template.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Gravitational_wave","Stochastic","Universe","High-energy_physics","Black_hole","Neutron_star","Supernova","Event_horizon","Theory_of_relativity","Cosmic_microwave_background_radiation"]}