{"cursor":"3979","size":15,"audio":[],"currentlang":"en","article":"'Griffin Investigations' was once the most prominent group of private\ninvestigators specializing in the gaming industry. The company was founded in\n1967 by Beverly S. Griffin and Robert R. Griffin.\n\nThe company maintained dossiers on card counters, serial jackpot winners, and\nother individuals, chiefly professional gamblers using legal techniques to gain\nan advantage in casino games; these profiles were regularly published in the\n[[Griffin Book]], and distributed to subscribing casinos. Griffin Investigations\nwas instrumental in ending the MIT Blackjack Team’s winning streak, after a\nGriffin investigator purchased the names, photographs, and other details\nidentifying the group’s members and the company distributed the information to\ncasinos. Roughly half of the major casinos in the US once subscribed to\nGriffin’s services.\n\nGriffin also marketed a controversial face recognition system that used computer\nsoftware to compare gamblers' faces against several volumes of mug shots.\nBeverly Griffin, co-owner of Griffin Investigations, estimates as many as half\nof Southern Nevada's casinos now use biometric technology to identify the faces\nof card cheats or other undesirables. However, a Las Vegas casino\nsurveillance director (writing under the pseudonym Cellini) reported in the 2004\nbook The Card Counter's Guide to Casino Surveillance that biometric technology\nwas considered virtually useless by actual casino surveillance operatives\nbecause of overwhelming numbers of false reads.\n","linknr":111,"url":"Griffin_Investigations","recorded":1362891655,"links":10,"instances":[],"pdf":[],"categories":["Private detectives and investigators","Gambling in the United States","Companies established in 1967","Companies based in the Las Vegas Valley","Companies that have filed for Chapter 11 bankruptcy in 2005"],"headings":["History","References","External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Private_investigator","Gambling","Card_counting","Casino","MIT_Blackjack_Team","United_States","Facial_recognition_system","Mug_shots","Southern_Nevada","Biometric","Las_Vegas_Valley","Chapter_11_bankruptcy_protection","Defamation","James_Grosjean","Caesars_Palace"]}