{"cursor":"7575","size":15,"audio":[],"currentlang":"en","article":"'Group affective tone' represents the consistent or homogeneous affective\nreactions within a group. George, J. M. (1990). Personality,\naffect, and behavior in groups. Journal of Applied Psychology, 75,\n107–116. George, J.M. (1996). Group affective tone. In M.\nA. West (Ed.), Handbook of work group psychology (pp. 77–93). Chichester, UK:\nWiley.\n\nGroup affective tone is an aggregate of the moods of the individual members of\nthe group and refers to mood at the group level of analysis. If the moods of the\nindividual group members are consistent, then group affective tone can be\ntreated as a group property. If, for example, members of a group tend to be\nexcited, energetic and enthusiastic, then the group itself can be described as\nbeing excited, energetic and enthusiastic. If the group members tend to be\ndistressed, mistrustful and nervous, then the group can also be described in\nthese terms. Not all groups possess an affective tone; members of some groups do\nnot experience similar moods. Even so, past research indicates that a majority\nof groups possess an affective tone.\n\nTwo dimensions of group affective tone have been identified: positive affective\ntone and negative affective tone. Research\nshows that the two dimensions of affect emerge as independent factors Organ, D. W., & Near, J. P. (1985). Cognition vs affect in measures\nof job satisfaction. International Journal of Psychology, 20, 241–253. Watson, D., & Tellegen, A. (1985). Toward a consensual structure\nof mood. Psychological Bulletin', 98, 219–235. and display independent\npatterns of relationships with other variables. Costa, P. T., &\nMcCrae, R. R. (1980). Influence of extraversion and neuroticism on subjective\nwell-being: happy and unhappy people. Journal of Personality and Social\nPsychology, 38, 668–678. Warr, P. B., Barter, J., &\nBrownbridge, G. (1983). On the independence of positive and negative affect.\nJournal of Personality and Social Psychology, 44, 644–651. Watson, D., & Clark, L. A. (1984). Negative affectivity: the\ndisposition to experience aversive emotional states. Psychological Bulletin, 96,\n465–490.\n\nGroup members tend to experience similar moods based on several theoretical\nmechanisms, including the selection and composition of group members, the\nsocialization of group members, and exposure of group members to the same\naffective events, such as task demands and outcomes. Weiss, H. M., & Cropanzano, R. (1996). Affective events theory: A\ntheoretical discussion of the causes and consequences of affective experiences\nat work. Research in Organizational Behavior, 18, 1–74.\n\nMoods tend to be shared among group members through processes such as mood\ncontagion Neumann, R., & Strack, F. (2000). \"Mood contagion\":\nThe automatic transfer of mood between persons. Journal of Personality and\nSocial Psychology, 79, 211–223. and impression management. Kelly, J. R., & Barsade, S. G. (2001). Moods and emotions in small\ngroups and work groups. Organizational Behavior and Human Decision Processes,\n86, 99–130. Group affective tone is associated with various organizational\noutcomes such as group prosocial behavior.\n\nGeorge's (1990) demonstration that characteristic levels of\nthe personality traits of PA and NA, within work groups, are positively\nassociated with their corresponding (positive and negative) affective tones.\nGroup affective tone is influenced by characteristic levels of personality\ntraits within groups. These characteristic levels of personality have been\ntheorized to be brought about by member similarity resulting from attraction-selection-\nattrition processes described by Schneider (1987). Schneider B. 1987. The people make the place. Pers. Psychol.\n40(3):437–53 Beyond personality, a number of other factors have been\nposited to explain why work group members tend to share moods and emotions, Bartel CA, Saavedra R. 2000. The collective\nconstruction of work group moods. Administrative Science Qoeterly\n45(2):197–231 George JM, Brief AP. 1992. Feeling good\ndoing good: a conceptual analysis of the mood at work-organizational spontaneity\nrelationship. Psychological Bulletin. 112(2):310–29 for example: (a)\ncommon socialization experiences and common social influences; Hackman JR. 1992. Group influences on individuals in\norganizations. In Handbook of I/O Psychology, ed. MD Dunnette, LM Hough,\n3:199–267. Palo Alto, CA: Consult. Psychol. Press. 1095 pp. (b) similarity\nof tasks and high task interdependence; Gallupe RB,\nBastionatti LM, Cooper WH. 1991. Unblocking brainstorms. J. Appl. Psychol.\n76(1):137–42 Heath C, Jourden FJ. 1997. Illusion,\ndisillusion, and the buffering effect of groups. Organ. Behav. Hum. Decis.\nProcess. 69(2):103–16 (c) membership stability; (d) mood regulation norms\nand rules; Sutton RI. 1991. Maintaining norms about expressed\nemotions: the case of bill collectors. Administrative Science Quarterly\n36(2):245–68 and (e) emotional contagion. Pugh, S. Douglas\n(2001). Service with a Smile: Emotional Contagion in the Service Encounter.\nAcademy of Management Journal, 44 (5), 1018-27.\n\nGeorge believes that a group's affective tone will determine how innovative (and\neffective) the group will be. An evidence to this belief is that when\nindividuals feel positive they tend to connect and integrate divergent stimulus\nmaterials—they are more creative. Cummings, A. (1998).\nContextual characteristics and employee creativity: Affect at work. Paper\npresented at the 13th Annual Conference, Society for Industrial Organizational\nPsychology. Dallas, USA, April. Isen, A.M., & Daubman,\nK.A. (1984). The influence of affect on categorization. Journal of Personality\nand Social Psychology, 47, 1206–1217. Isen, A.M., Daubman,\nK.A., & Nowicki, G.P. (1987). Positive affect facilitates creative problem\nsolving. Journal of Personality and Social Psychology, 52, 1122–1131.\n\nGeorge suggests that if all or most individuals in a work group tend to feel\npositive at work (the group has a \"high positive affective tone\"), then their\ncognitive flexibility will be amplified as a result of social influence and\nother group processes. As a result of these individual and group level\nprocesses, the group will develop shared (and flexible) mental models. In\neffect, groups with a high positive affective tone will be creative.\n\nAnalyses suggested that positive group affective tone fully mediated, and\nnegative group affective tone partially mediated, the association between leader\nmood and group coordination. Successful leaders must efficiently regulate the\naffective tones of their groups. Leaders who are effective at managing the\ngroup's affective tone should have more impact on group processes than will\ntheir counterparts.\n","linknr":137,"url":"Group_affective_tone","recorded":1362477165,"links":10,"instances":["psychology"],"pdf":[],"categories":["Group processes","Social psychology","Emotion"],"headings":["References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["mood","psychology"]],"members":["mood"],"related":["Mood_(psychology)","Socialization","Personality_traits","Positive_affectivity","Negative_affectivity","Personality_traits","Socialization","Emotional_contagion","Innovative","Leader"]}