{"cursor":"4843","size":15,"audio":[],"currentlang":"en","article":"Dental diseases may affect the teeth, the gums, or other tissues and parts of\nthe mouth. Dental diseases can cause much more serious problems than a\ntoothache; they can affect our ability to chew, smile, or speak properly. Their\nseverity may range from a simple aphthous ulcer, to a common tooth cavity, or up\nto a deadly oral cancer. '[http://www.dentaldiseases.org Dental Diseases and\nDental Health Problems]' DentalDiseases.org. Retrieved 2011-11-11.\n\nThese are among the most common diseases in humans and include dental caries,\ngingivitis, periodontitis and many more oral conditions. The prevention,\ndiagnosis, treatment and rehabilitation of these diseases are the base to the\ndentistry profession, in which are dentists and dental hygienists, and its sub-\nspecialties, such as oral medicine, oral and maxillofacial surgery, and\nendodontics.\n\n        Dental diseases affect not only the teeth but also the gums and tongue.\n        Dental diseases can cause a range of problems from a slight tooth ache,\n        cavity, and ulcer to a more serious oral cancer. The three most common\n        of these diseases are Dental Caries, Gingivitis, and Periodontitis.\n        These diseases can affect speech, smile, ability to chew, and in some\n        cases even loss of tongue or teeth. Dental caries are known as a cavity\n        or tooth decay. Dental caries are an infection that causes destruction\n        to the hard tissues such as enamel, dentin, and cementum. Bacteria is in\n        the foods eaten that contain sugars and starches that turn into acids\n        which eat away at the tooth’s structure that initially cause tooth\n        decay. Dental caries are a chronic disease that can be prevented but\n        shows mostly in 6 to 11 year old children and 12 to 19 year old\n        adolescents. 9 out of 10 adults are affected with some type of tooth\n        decay. Prevention includes good oral hygiene that consists of brushing\n        twice daily, flossing, eating nutritious meals, and visiting the dentist\n        on a regular basis. Fluoride treatments benefit the teeth by\n        strengthening while sealants help chewing surfaces to not decay.\n        (CentersforDiseaseControlandPrevention)\n\n'Periodontitis'\n\nOne common dental disease that affects the gums is Periodontitis. Gingivitis\nthat is not treated can lead to periodontitis. Plaque will spread and form\nunderneath the gums. In plaque, the toxins made from the bacteria bother the\ngums. From the support of the tissues and bone for the teeth, they are broken\nand shattered. The teeth are separated from the gums and have spaces between\nthem which are infected. As periodontitis continues the bone and gum tissue are\nno long available. There are hardly any symptoms for this disease. If not\ntreated, the teeth will become useless and the teeth will have to be taken out.\nThere are different forms of periodontitis such as chronic and aggressive\nperiodontitis. Chronic periodontitis is the most common disease.\n\n'Gingivitis'\n\nAnother common periodontal disease is Gingivitis. Periodontal refers to the area\nthe infection affects, which include the teeth, gums, and tissues surrounding\nthe teeth. There is no exact cause of gingivitis but there are many contributing\nfactors (Emedicinehealth). The number one thing that can cause Gingivitis is due\nto the buildup of plaque on the teeth. If the plaque is not taken care of and\ncontinues to accumulate, bacteria may begin to grow and this will cause the\ngingivitis infection. There are many symptoms of Gingivitis; these include\nbleeding, swelling, inflammation, and also a deep red color of the gums\n(Emedicinehealth). Treatment of gingivitis is dependent on how severe and how\nfar the disease has progressed. If the disease is not too severe it is possible\nto be treated with fluoride rinse and fluoride toothpaste to remove the plaque,\nand kill the Gingivitis, but once the infection has progressed antibiotics will\nbe needed to kill the bacteria (Emedicinehealth).\n\nDental Diseases can be prevented by taking proper care of your teeth. Brushing,\nflossing, and regular visits to the dentist will help prevent these diseases.\nThese diseases could affect you in a number of ways, including the loss of your\nteeth, tongue, or even the ability to speak and eat. Most dental diseases are\ncaused from poor oral hygiene and can be easily cured by taking good care of\nyour teeth.\n","linknr":110,"url":"Gum_disease_(disambiguation)","recorded":1362511523,"links":13,"instances":["medicine","human"],"pdf":[],"categories":["Dental disorders"],"headings":["See also","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/5/51/Dentistry_stub.svg/14px-Dentistry_stub.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["teeth","human"],["specialty","medicine"]],"members":["specialty","teeth"],"related":["Teeth_(human)","Gingiva","Aphthous_ulcer","Oral_cancer","Disease","Human","Dental_caries","Gingivitis","Periodontitis","Oral_cavity","Oral_pathology","Preventive_medicine","Diagnosis","Dentistry","Dentist","Dental_hygienist","Specialty_(medicine)","Oral_medicine","Oral_and_maxillofacial_surgery","Endodontics","Oral_medicine","Dental_caries","Oral_pathology","Tongue_disease"]}