{"cursor":"4248","size":15,"audio":[],"currentlang":"en","article":"'10BROAD36' is an obsolete computer network standard in the Ethernet family. It\nwas developed during the 1980s and specified in 'IEEE 802.3b-1985'.\n\nThe standard supported 10 Mbit/s Ethernet signals over standard 75 ohm cable\ntelevision (CATV) cable over a 3600 meter range. The original Ethernet standard\n10BASE-T used a baseband encoding (also known as line coding), where the signal\nis simply encoded directly on the wire without any sort of carrier wave.\nInstead, 10BROAD36 modulated its data onto a higher carrier frequency signal,\nmuch as an audio signal would modulate a carrier wave to be transmitted in a\nradio station. This was called broadband at the time; the term has a different\n(more meaningless) marketing meaning today. This provides several advantages\nover the more traditional baseband signal. Range was greatly extended, (3600\nmeters, versus 100 meters for 10BASE-T) and multiple signals can be carried on\nthe same cable. 10BROAD36 could even share a cable with standard television\nchannels. The Institute of Electrical and Electronics Engineers standards\ncommittee IEEE 802 published the standard that was ratified in 1985 as an\nadditional section 11 to the base Ethernet standard. It was also\nissued as ISO/IEC 8802-3 in 1989.\n\n10BROAD36 was less successful than its contemporaries because of the high\nequipment complexity (and cost) associated with it. The individual stations were\nmuch more expensive due to the extra radio frequency circuitry involved; however\nthe primary extra complexity came from the fact that 10BROAD36 was\nunidirectional. Signals could only travel one direction along the line, so head-\nend stations must be present on the line to repeat the signals (ensuring that no\npackets travel through the line indefinitely) on either another, backwards\ndirection frequency on the same line, or another line entirely. This also\nincreased latency and prevented bidirectional signal flow.\n\nThe extra complexity outweighed the advantage of reusability of CATV technology\nfor the intended campus networks and metropolitan area networks. An installer\nat Boston University using the Ungermann-Bass product noted that no installers\nunderstood both the digital and analog aspects of the system. In\nwide area networks it was quickly replaced by fiber-optic communication\nalternatives, such as 100BASE-FX (which provided ten times the data rate).\nInterest in cable modems was revived for residential Internet access, through\nlater technologies such as the Data Over Cable Service Interface Specification\n(DOCSIS) in the 1990s.\n","linknr":158,"url":"10BROAD36","recorded":1362545185,"links":13,"instances":[],"pdf":[],"categories":["Ethernet"],"headings":["References","External links"],"image":["//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Computer_network","Ethernet","Ethernet","Cable_television","10BASE-T","Baseband","Line_code","Broadband","Institute_of_Electrical_and_Electronics_Engineers","IEEE_802","Radio_frequency","Campus_network","Metropolitan_area_network","Boston_University","Ungermann-Bass","Wide_area_networks","Fiber-optic_communication","100BASE-FX","Cable_modem","Internet_access","DOCSIS"]}