{"cursor":"1719","size":15,"audio":[],"currentlang":"en","article":"\n\n\nEast Asia In Yamato (Japan), the Kofun period doinated during this decade. It\nwas an animistic culture which existed prior the introduction of Buddhism. A\nlegend of the 4th century Prince Yamato Takeru alludes to the borders of the\nYamato and battlegrounds in the area. A frontier was obviously somewhere close\nto the later Izumo province (the eastern part of today's Shimane prefecture).\nAnother frontier, in KyÅ«shÅ«, was apparently somewhere north of today's Kumamoto\nprefecture. The legend specifically states that there was an eastern land in\nHonshÅ« \"whose people disobeyed the imperial court\", against whom Yamato Takeru\nwas sent to fight. That rivalling country may have been located rather close to\nthe Yamato nucleus area itself, or relatively far away. The today Kai province\nis mentioned as one of the locations where prince Yamato Takeru sojourned in his\nsaid military expedition.\n\nNorthern frontier of this age was also explained in Kojiki as the legend of\nShido Shogun's (åéå°è»: Shoguns to four ways) expedition. Out of four shoguns,\nÅbiko set northward to Koshi and his son Take Nunakawawake set to eastern\nstates. The father moved east from northern Koshi while the son moved north on\nhis way, and they finally met at Aizu (current western Fukushima). Although the\nlegend itself is not likely to be a historical fact, Aizu is rather close to\nsouthern TÅhoku, where the north end of keyhole kofun culture as of late 4th\ncentury is located.\n\nSignificant people *\n\nBirths *\n\nDeaths *\n\nReferences\n","linknr":592,"url":"300s_(decade)","recorded":1362571627,"links":68,"instances":[],"pdf":[],"categories":["300s|"],"headings":["East Asia","Significant people","Births","Deaths","References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Kofun_period","Animistic","Buddhism","Yamato_Takeru","Yamato_Province","Izumo_province","Shimane_prefecture","Kyūshū","Kumamoto_prefecture","Yamato_Takeru","Kai_province","Fukushima_Prefecture"]}