{"cursor":"4727","size":15,"audio":[],"currentlang":"en","article":"The 'Toleration Party' (also known as the 'Toleration-Republican Party', and\nlater the 'American Party' or 'American Toleration and Reform Party') was a\npolitical party active in Connecticut in the early 19th century. The 'American'\nname referred not to nativism or the later American Party, but the fact that it\nviewed itself as a nationally-oriented party.\n\nThe Federalist Party had been dominant in Connecticut, holding a near-monopoly\non power, since its foundation. The Democratic-Republican Party was established\nin Connecticut in 1801, but succeeded in winning merely 33 of 200 seats in the\nConnecticut General Assembly at best. However, after the War of 1812 (which saw\nthe Hartford Convention and the blue lantern affair in the state) the\nFederalist power began to wane. The Federalists were affiliated with the\nCongregationalist Church, which was still the established church of Connecticut\n(Connecticut was the last state to disestablish its state church; all other\nstates had done so by the 1790s). All residents of the state had to pay a\ntithe, which irritated members of other sects, especially the Episcopals.\nEpiscopals in Connecticut were largely wealthy and at odds with the Federalists\nand pre-Federalists dating back to the American Revolution but avoided joining\nthe Democratic-Republicans due to the party being too radical for them. A group\nof Episcopals had put up bonds for a state bank, only for the Federalist\ngovernment to avoid paying them back. This was the immediate impetus that led\nto the creation of the Toleration Party.\n\nThe Toleration Party was established at a state convention held at New Haven on\nFebruary 21, 1816. The party was formed by an alliance of the more conservative\nEpiscopals with the Democratic-Republicans, along with a number of former\nFederalists and other religious dissenters, specifically Baptists, Methodists,\nUnitarians, and Universalists. Pierpont Edwards played a large part in the\nparty's creation, and the party nominated Oliver Wolcott, Jr. and Jonathan\nIngersoll as candidates for governor and lieutenant-governor, respectively.\nWolcott had been a former Federalist and Ingersoll a Democratic-Republican.\n\nIn the 1817 elections, the Toleration Party swept control of the General\nAssembly, with Wolcott and Ingersoll winning election to their executive branch\npositions. This gave them the political capital to call for a convention to draw\nup a new state constitution; 111 of the 201 delegates belonged to the Toleration\nParty. The resulting Constitution of 1818 generally adhered to the\nTolerationists' platform, especially their two major issues of increasing the\nelectorate and democratic nature of the government and disestablishing the\nCongregational Church. The Tolerationist constitution would be used in\nConnecticut until 1965.\n\nThe Tolerationist Party, although generally independent of the national Democratic-\nRepublican Party, was allied to them. Wolcott was the only governor elected by\nthe ticket; he was in office until 1827, and his successor, Gideon Tomlinson,\nwas nominated by the Democratic-Republican Party itself. By the end of the 1820s\nthe Tolerationists had developed into the Jacksonian branch of the Connecticut\nDemocratic Party, while the Connecticut Federalists and more orthodox Democratic-\nRepublicans had become the state Whig Party.\n","linknr":123,"url":"Toleration_Party","recorded":1362538094,"links":13,"instances":["united_states","politics","united_states","united_states"],"pdf":[],"categories":["Political parties established in 1816","Defunct political parties in the United States","Political parties in Connecticut","United States regional and state political parties","1816 establishments in the United States","Political history of Connecticut"],"headings":["Sources","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/9/96/Flag_of_Connecticut.svg/80px-Flag_of_Connecticut.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["nativism","politics"],["episcopal_church","united_states"],["democratic_party","united_states"],["whig_party","united_states"]],"members":["whig_party","nativism","episcopal_church","democratic_party"],"related":["Connecticut","Nativism_(politics)","Know_Nothing","Federalist_Party","Democratic-Republican_Party","Connecticut_General_Assembly","War_of_1812","Hartford_Convention","Blue_light_federalists","Congregational_church","Established_church","Disestablishmentarianism","Tithe","Episcopal_Church_(United_States)","American_Revolution","New_Haven,_Connecticut","Baptists","Methodism","Unitarianism","Christian_Universalism","Pierpont_Edwards","Oliver_Wolcott,_Jr.","Jonathan_Ingersoll","Political_capital","Gideon_Tomlinson","Jacksonian_democracy","Democratic_Party_(United_States)","Whig_Party_(United_States)","Wesleyan_University_Press","Middletown,_Connecticut"]}