{"cursor":"2499","size":15,"audio":[],"currentlang":"en","article":"In classical differential geometry, 'development' refers to the simple idea of\nrolling one smooth surface over another in Euclidean space. For example, the\ntangent plane to a surface (such as the sphere or the cylinder) at a point can\nbe rolled around the surface to obtain the tangent plane at other points.\n\nThe tangential contact between the surfaces being rolled over one another\nprovides a relation between points on the two surfaces. If this relation is\n(perhaps only in a local sense) a bijection between the surfaces, then the two\nsurfaces are said to be 'developable' on each other or developments of each\nother. Differently put, the correspondence provides an isometry, locally,\nbetween the two surfaces.\n\nIn particular, if one of the surfaces is a plane, then the other is called a\ndevelopable surface: thus a developable surface is one which is locally\nisometric to a plane. The cylinder is developable, but the sphere is not.\n\n\nDevelopment can be generalized further using flat connections. From this point\nof view, rolling the tangent plane over a surface defines an affine connection\non the surface (it provides an example of parallel transport along a curve), and\na developable surface is one for which this connection is flat.\n\nMore generally any flat Cartan connection on a manifold defines a development of\nthat manifold onto the model space. Perhaps the most famous example is the\ndevelopment of conformally flat n-manifolds, in which the model-space is the n-\nsphere. The development of a conformally flat manifold is a conformal local\ndiffeomorphism from the universal cover of the manifold to the n-sphere.\n\nThe class of double-curved surfaces (undevelopable surfaces) contains objects\nthat cannot be simply unfolded (developed). Such surfaces can be developed only\napproximately with some distortions of linear surface elements (see the\nStretched grid method)\n","linknr":-1,"url":"Development_(differential_geometry)","recorded":1362478806,"links":0,"instances":["geometry","geometry"],"pdf":[],"categories":["Differential geometry","Connection (mathematics)"],"headings":["See also","References"],"image":[],"tags":[["cylinder","geometry"],["point","geometry"]],"members":["cylinder","point"],"related":["Differential_geometry","Surface","Euclidean_space","Tangent_plane","Sphere","Cylinder_(geometry)","Point_(geometry)","Local_property","Bijection","Isometry","Developable_surface","Affine_connection","Parallel_transport","Curve","Cartan_connection","Manifold","Klein_geometry","Conformal_geometry","Conformal_mapping","Local_diffeomorphism","Universal_cover","Stretched_grid_method","Developable_surface","Ruled_surface"]}