{"cursor":"24079","size":15,"audio":[],"currentlang":"en","article":"\n\n\n\n\n'Business process management' ('BPM') has been referred to as a \"holistic\nmanagement\" approach vom Brocke, J.HKVJH & Rosemann, M. (2010), [http://www.bpm-\nhandbook.com Handbook on Business Process Management: Strategic Alignment,\nGovernance, People and Culture] (International Handbooks on Information Systems)\n(Vol. 1). Berlin: Springer to aligning an organization's business\nprocesses with the wants and needs of clients. It promotes business\neffectiveness and efficiency while striving for innovation, flexibility, and\nintegration with technology. BPM attempts to improve processes continuously. It\ncan therefore be described as a \"process optimization process.\" It is argued\nthat BPM enables organizations to be more efficient, more effective and more\ncapable of change than a functionally focused, traditional hierarchical\nmanagement approach. [http://portal.acm.org/citation.cfm?id=1558897.155890-\n1&coll=ACM&dl=ACM&CFID=86325717&CFTOKEN=44883106 Ryan K. L. Ko (2009). A\ncomputer scientist's introductory guide to business process management (BPM)],\nACM Crossroads 15(4), ACM Press  These processes are critical to any\norganization, as they can generate revenue and often represent a significant\nproportion of costs. As a managerial approach, BPM sees processes as strategic\nassets of an organization that must be understood, managed, and improved to\ndeliver value-added products and services to clients. This foundation closely\nresembles other Total Quality Management or Continuous Improvement Process\nmethodologies or approaches. BPM goes a step further by stating that this\napproach can be supported, or enabled, through technology to ensure the\nviability of the managerial approach in times of stress and change. In fact, BPM\noffers an approach to integrate an organizational \"change capability\" that is\nboth human and technological. As such, many BPM articles and pundits often\ndiscuss BPM from one of two viewpoints: people and/or technology.\n\nBPM or Business Process Management is often referred to as 'Management by\nBusiness Processes'. The term \"business\" can be confusing as it is often linked\nwith a hierarchical view (by function) of a company. It is therefore preferable\nto define BPM as \"corporate management through processes\". By adding BPM the\nsecond meaning of 'Business Performance Management' used by Pr Scheer  Pr\nScheer, founder of IDS Scheer and creator of the ARIS software suite is one of\nthe most reputed experts in the process field. He has written many works and\narticles on this subject. in his article \"Advanced BPM Assessment\",\nA.W. Scheer, Professor Scheer’s Advanced BPM Assessment, IDS Scheer AG, 2007\n BPM can therefore be defined as \"company performance management through\nprocesses\". And it's this resolutely performance-oriented definition which is\nchosen here. Dominique Thiault, in Managing Performance Through Business\nProcesses Managing Performance Through Business Processes, Dominique\nThiault, ISBN 978-1-4680-2890-4  defines BPM as a management-through-\nprocesses method which helps to improve the company's performance in a more and\nmore complex and ever-changing environment. Management through processes is a\nmanagement method based on two logical levels: process governance and process\nmanagement:\n\n*       Process governance is all of the company's governance activities which,\n        by way of allocating on the processes, work towards reaching its\n        objectives, which are both operational and progress-related.\n*       Process management is all the management activities of a given process\n        which work towards reaching the objectives allocated for this process.\n\nRoughly speaking, the idea of business process is as traditional as concepts of\ntasks, department, production, and outputs. The management and improvement\napproach , with formal definitions and technical modeling, has been around since\nthe early 1990s (see business process modeling). Note that the IT community\noften uses the term \"business process\" as synonymous with the management of\nmiddleware processes; or as synonymous with integrating application software\ntasks. This viewpoint may be overly restrictive - a limitation to keep in mind\nwhen reading software engineering papers that refer to \"business processes\" or\nto \"business process modeling\".\n\nAlthough BPM initially focused on the automation of business processes with the\nuse of information technology, it has since been extended to integrate human-\ndriven processes in which human interaction takes place in series or parallel\nwith the use of technology. For example (in workflow systems), when individual\nsteps in the business process require deploying human intuition or judgment,\nthese steps are assigned to appropriate members within the organization.\n\nMore advanced forms such as human interaction management are in the complex\ninteraction between human workers in performing a workgroup task. In this case,\nmany people and systems interact in structured, ad-hoc, and sometimes completely\ndynamic ways to complete one to many transactions.\n\nBPM can be used to understand organizations through expanded views that would\nnot otherwise be available to organize and present, such as relationships\nbetween processes. When included in a process model, these relationships provide\nfor advanced reporting and analysis. BPM is regarded by some as the backbone of\nenterprise content management.\n\nBecause BPM allows organizations to abstract business process from technology\ninfrastructure, it goes far beyond automating business processes (software) or\nsolving business problems (suite). BPM enables business to respond to changing\nconsumer, market, and regulatory demands faster than competitors - creating\ncompetitive advantage.\n\n technology has allowed the coupling of BPM to other methodologies, such as Six\n Sigma. BPM tools allow users to:\n\n* vision - strategize functions and processes\n* define - baseline the process or the process improvement\n* model - simulate the change to the process\n* analyze - compare the various simulations to determine an optimal improvement\n* improve - select and implement the improvement\n* control - deploy this implementation and by use of user-defined dashboards\n  monitor the improvement in real time and feed the performance information back\n  into the simulation model in preparation for the next improvement iteration\n* re-engineer - revamp the processes from scratch for better results\n\nThis brings with it the benefit of being able to simulate changes to business\nprocesses based on real-life data (not just on assumed knowledge). Also, the\ncoupling of BPM to industry methodologies allows users to continually streamline\nand optimize the process to ensure that it is tuned to its market need.\n[ftp://ftp.software.ibm.com/common/ssi/sa/wh/n/wsw14044usen/WSW14044USEN.PDF\nCoupling BPM with Six Sigma] \n\n research on BPM has paid increasing attention to the compliance of business\n processes. Although a key aspect of business processes is flexibility, as\n business processes continuously need to adapt to changes in the environment,\n compliance with business strategy, policies and government regulations should\n also be ensured. Gong, Y. and Janssen, M. (2011). From policy\n implementation to business process management: Principles for creating\n flexibility and agility. Government Information Quarterly, 29 (Supplement 1),\n Pages S61-S71, Elsevier. The compliance aspect in BPM is highly important\n for governmental organizations. BPM approaches in a governmental context\n largely focus on operational processes and knowledge representation.\n Apostolou, D., Mentzas, G., Stojanovic, L., Thoenssen, B., & Lobo, T. P.\n (2010). A collaborative decision framework for managing changes in e-Government\n services Government Information Quarterly, 28(1), Page 101-116, Elsevier.\n Although there have been many technical studies on operational business\n processes both in the public and in the private sector, researchers have rarely\n taken legal compliance activities into account, for instance the legal\n implementation processes in public-administration bodies.\n","linknr":276,"url":"Business_process_management","recorded":1362477432,"links":45,"instances":["biology","economics","management_author","project_management"],"pdf":["http://www.oracle.com/industries/financial_services/BPM_WP_final.pdf","http://www.fda.gov/downloads/Drugs/GuidanceComplianceRegulatoryInformation/Guidances/UCM072322.pdf","http://www.fda.gov/downloads/Drugs/GuidanceComplianceRegulatoryInformation/Guidances/UCM072322.pdf"],"categories":["Business process","Information technology management","Process management"],"headings":["BPM life-cycle","BPM suites","Practice","See also","References","Further reading"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Mergefrom.svg/50px-Mergefrom.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/a/a4/Text_document_with_red_question_mark.svg/40px-Text_document_with_red_question_mark.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/0/00/Business_Process_Management_Life-Cycle.svg/150px-Business_Process_Management_Life-Cycle.svg.png","//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//upload.wikimedia.org/wikipedia/commons/thumb/3/3a/BPM_Workflow_Service_Pattern.gif/360px-BPM_Workflow_Service_Pattern.gif","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/en/thumb/4/4a/Commons-logo.svg/30px-Commons-logo.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["stress","biology"],["task","project_management"],["production","economics"],["paul_harmon","management_author"]],"members":["stress","production","paul_harmon","task"],"related":["Holism","Business_process","Effectiveness","Efficiency","Innovation","Process_optimization","Total_Quality_Management","Continuous_Improvement_Process","Stress_(biology)","Management_through_processes","Task_(project_management)","Departmentalization","Production_(economics)","Output","Business_process_modeling","Information_technology","Middleware","Application_software","Software_engineering","Paper","Workflow","Human_interaction_management","Enterprise_content_management","Six_Sigma","Application_software","Computer_language","Business_rules","Business_activity_monitoring","Process_mining","Process_optimization","Bottleneck","Forrester_Research","ISO/IEC_15944","Best_practices","Standard_operating_procedures","BPMN","Enterprise_Architecture","Business_Motivation_Model","Service-oriented_architecture","Business_model","Operational_Intelligence","Service_oriented_architecture","Business_activity_monitoring","Business_intelligence","Business_process_automation","Business_process_reengineering","Comparison_of_business_integration_software","Enterprise_planning_systems","Enterprise_software","Workflow","Paul_Harmon_(management_author)"]}