{"cursor":"4678","size":15,"audio":[],"currentlang":"en","article":"\n\n'Sandarac' (or 'sandarach') is a resin obtained from the small cypress-like tree\n[[Tetraclinis articulata]]. The tree is native to the northwest of Africa with a\nnotable presence in the Southern Morocco part of the Atlas mountains. The resin\nexudes naturally on the stems of the tree. It is also obtained by making cuts on\nthe bark. It solidifies when exposed to the air. It comes to commerce in the\nform of small solid chips, translucent, and having a delicate yellow tinge.\nMorocco has been the main place of origin of sandarac. A similar resin is\nobtained in southern Australia from some species of the Australian cypress-like\ntrees [[Callitris]], but the resin has not been systematically collected in\nAustralia. [http://www.archive.org/details/analysisofresins00dietuoft\nAnalysis of Resins, Balsams and Gum-Resins], by Karl Dieterich (1920), Chapter\nII, Section 34. Dieterich states he heard a report \"that Mogador (i.e. African)\nsandarach is better and purer than Australian. This may be the reason why the\nlatter has not been more utilised.\" But Dieterich's own chemical analysis leads\nhim to conclude that \"great similarity exists between the two kinds\".\n\nHistorically, especially in the Late Medieval and Renaissance era, sandarac was\nused to make varnish. When \"varnish\" was spoken of in Renaissance Italy (Italian\nvernice) it usually meant sandarac. Copal and other\nresins displaced it as equally good, less expensive varnishing materials.\nNevertheless the sandarac varnish is still valued today for use as a protective\ncoating on paintings and\nantiques. [http://www.jamescgroves.com/sandaracgelvarnish.htm \"Notes on\nHistorical Oil Painting Varnishes\"], by James C. Groves: \"Sandarac oil varnish\n[mixed with walnut oil] was the so-called “vernis liquida” [liquid varnish] of\nthe Italian Renaissance-era tempera and oil painting technique; and many, many\ncenturies before.\" [http://www.williamsburgartconservation.com/historic-varnishes-and-\nresi.html Historic Varnishes and Resins @ WilliamsburgArtConservation.com]\nmentions it as a furniture varnish. It gives a coat which is hard,\nlustrous and durable. The varnish is made by melting the resin and mixing it\nwith (e.g.) linseed oil. Sandarac resin melts at about 150°C. to a colourless or\nslightly yellow liquid. Its specific gravity is about\n1.04. [http://www.archive.org/details/dictionaryofchem00hursrich/ Dictionary\nof chemicals and raw products used in the manufacture of paints, colours,\nvarnishes and allied preparations], by George H. Hurst (1901)\n\nAlthough it is not very strongly aromatic, sandarac resin was and is also used\nas an incense. The aroma has been compared to balsam.\n\nHistorically sandarac was also used as a remedy for diarrhea, particularly in\nthe Middle East, but today this has no medicinal advantage over various other\ntherapies. Furthermore, calligraphers may sprinkle powdered sandarac gum on\npaper or vellum to help writing thinner lines.\n\nBesides the resin and the varnish, the word sandarac may refer to the tree that\nproduces the resin. Entirely separately from that, the ancient Greeks used the\nword sandarac to refer to an arsenic sulfide. For example Dioscorides\nwriting in Greek in the 1st century A.D. said: \"Arsenicum is found in the same\nmines as sandaracha.... Sandarac is most highly valued which is fully red...\nlooking like cinnabar in colour, and also having a sulphurous smell. It has the\nsame properties and method of roasting as arsenicum.\" -- Dioscorides' Materia\nMedica, Book 5, Sections 121 & 122.\n[http://www.ibidispress.scriptmania.com/box_widget.html Downloadable in\nEnglish]. In medieval Europe the term sandaraca also meant red lead, as\nwell as red arsenic sulfide. [http://www.archive.org/details/originaltreatis00merrgoog/\nOriginal Treatises, Dating from the XIIth to the XVIIIth Centuries, on the Arts\nof Painting, Volume I], by M.P. Merrifield (1849), including pages ccliii and\ncclxvi. The resin/varnish meaning comes from the medieval Arabs. To\ndistinguish this meaning from the Greek meaning, it was occasionally called\n\"Arabian sandarac\" or \"sandaracha Arabum\" in New Latin writings. \"This represents Arabic sandarus also sandalus, but the\nArabic word cannot be native Arabic\", says the OED.\n","linknr":127,"url":"Sandarac","recorded":1362481504,"links":23,"instances":[],"pdf":[],"categories":["Resins","Varnishes","Incense material"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/8/84/Sandarac_tears.jpg/220px-Sandarac_tears.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Resin","Atlas_mountains","Mogador","Varnish","Copal","Tempera","Oil_paint","Balsam","Diarrhea","Vellum","Arsenic_sulfide","Dioscorides","Red_lead","Realgar","New_Latin","OED"]}