{"cursor":"2188","size":15,"audio":[],"currentlang":"en","article":"\nIn organic chemistry, a 'saturated compound' is a chemical compound that has a\nchain of carbon atoms linked together by single bonds and has hydrogen atoms\nfilling all of the other bonding orbitals of the carbon atoms. Alkanes are an\nexample of saturated compounds. An 'unsaturated compound' is a chemical compound\nthat contains carbon-carbon double bonds or triple bonds, such as those found in\nalkenes or alkynes, respectively. Saturated and unsaturated compounds need not\nconsist only of a carbon atom chain. They can have functional groups, as well.\nIt is in this sense that fatty acids are classified as saturated or unsaturated.\nThe amount of unsaturation of a fatty acid can be determined by finding its\niodine number.\n\nIn a chain of carbons, such as a fatty acid, a double or triple bond will cause\na kink in the chain. These kinks have macro-structural implications. Unsaturated\nfats tend to be liquid at room temperature, rather than solid, due to the kinks\nin the chain. The kinks prevent the molecules from packing closely together to\nform a solid. These fats are called oils and are present in fish and plants.\n\nIn other unsaturated hydrocarbons, the double bond between two carbons prevents\nrotation of the atoms about the bond, locking them into specific structural\nformations. When attached atoms occupy similar positions on each carbon, they\nare referred to as \"cis\", and when they are on opposite sides, they are called\n\"trans\". Most natural hydrocarbons exist in the cis state, but artificially\nmanufactured hydrocarbons are trans. The body lacks the enzymes to properly\nbreak down the trans configuration. This is why trans fats are viewed as\ndangerous and unhealthy, as they tend to build up. Unsaturated compounds of the\ntwo formations are classified as geometric isomers of one another.\n","linknr":132,"url":"Saturated_and_unsaturated_compounds","recorded":1362480464,"links":30,"instances":["chemistry"],"pdf":[],"categories":["Organic chemistry"],"headings":["See also"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Chem_template.svg/32px-Chem_template.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["saturation","chemistry"]],"members":["saturation"],"related":["Organic_chemistry","Chemical_compound","Carbon","Atom","Single_bond","Hydrogen","Bonding_orbital","Alkane","Double_bond","Triple_bond","Alkene","Alkyne","Fatty_acid","Saturated_fat","Unsaturated_fat","Iodine_number","Fatty_acid","Liquid","Solid","Molecule","Oil","Fish","Plant","Hydrocarbon","Atom","Cis-trans_isomerism","Cis-trans_isomerism","Enzyme","Trans_fat","Geometric_isomer","Saturation_(chemistry)"]}