{"cursor":"2578","size":15,"audio":[],"currentlang":"en","article":"{{taxobox |name = Scammony |image =Convolvulus_scammonia_-_Köhler–s_Medizinal-Pflanzen-\n046.jpg |regnum = Plantae |unranked_divisio = Angiosperms |unranked_classis =\nEudicots |unranked_ordo = Asterids |ordo = Solanales |familia =\nConvolvulaceae |genus = [[Convolvulus]] |species = 'C. scammonia' |binomial =\nConvolvulus scammonia\n|}}\n\n'Scammony' (Convolvulus scammonia) is a bindweed native to the countries of the\neastern part of the Mediterranean basin; it grows in bushy waste places, from\nSyria in the south to the Crimea in the north, its range extending westward to\nthe Greek islands, but not to northern Africa or Italy.\n\nIt is a twining perennial, bearing flowers like those of [[Convolvulus\narvensis]], and having irregularly arrow-shaped leaves and a thick fleshy root.\nThe dried juice, 'virgin scammony', obtained by incision of the living root, has\nbeen used in medicine as scammonium, but the variable quality of the drug has\nled to the employment of scammoniae resina, which is obtained from the dried\nroot by digestion with alcohol.\n\nThe active principle is the glucoside scammonin or jalapin,\nC 34 H114 O6 . The dose of scammonium is 5 to 10\ngrains, of scammony resin 3 to 8 grains. Like certain other resins, scammony is\ninert until it has passed from the stomach into the duodenum, where it meets the\nbile, a chemical reaction occurring between it and the taurocholate and\nglycocholate of sodium, whereby it is converted into a powerful purgative. Its\naction is essentially that of a hydragogue, and is exercised upon practically\nthe entire length of the alimentary canal. The drug is not a cholagogue, nor\ndoes it markedly affect the muscular coat of the bowel, but it causes a great\nincrease of secretion from the intestinal glands. It acts in about four hours.\nIn large doses it is, of course, a violent gastrointestinal irritant. In\nconsonance with the statement that scammony acts only after admixture with the\nbile, is the fact that hypodermic or intravenous injection of the drug produces\nno purgation, or indeed any other result. The drug frequently kills both\nroundworm and tapeworm, especially the former, and is therefore an anthelmintic.\nIt is not largely used, but is very effective in the treatment of severe\nconstipation, especially in children.\n","linknr":118,"url":"Scammony","recorded":1362481514,"links":20,"instances":[],"pdf":[],"categories":["Resins","Convolvulus","Medicinal plants"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Convolvulus_scammonia_-_K%C3%B6hler%E2%80%93s_Medizinal-Pflanzen-046.jpg/220px-Convolvulus_scammonia_-_K%C3%B6hler%E2%80%93s_Medizinal-Pflanzen-046.jpg","//upload.wikimedia.org/wikipedia/en/thumb/6/62/PD-icon.svg/12px-PD-icon.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Plantae","Angiosperms","Eudicots","Asterids","Solanales","Convolvulaceae","Bindweed","Mediterranean","Syria","Crimea","Greek_islands","Africa","Italy","Perennial_plant","Flower","Leaf","Alcohol","Scammonin","Jalapin","Stomach","Duodenum","Bile","Purgative","Hydragogue","Alimentary_canal","Roundworm","Tapeworm"]}