{"cursor":"1936","size":15,"audio":[],"currentlang":"en","article":"'Secretion assay' is a process used in cell biology to identify cells that are\nsecreting a particular protein (usually a cytokine). It was first developed by\nManz et al. in 1995.\n\nUsually, a cell that is secreting the protein of interest is isolated using an\nantibody-antibody complex that coats the cell and is able to \"catch\" the\nsecreted molecules. The cell is then detected by another fluorochrome-labelled\nantibody, and is subsequently extracted using a process called fluorescent-\nactivated cell sorting (FACS). The FACS method is broadly similar to the enzyme-\nlinked immunosorbent assay (ELISA) antibody format, except that the encapsulated\ncells remain intact. This is advantageous as the cells are still living after\nthe extraction has taken place.\n\nFurther advances now mean that it is possible to extract the secreting cells\nusing a magnetic-based separation system or using a flow cytometer.\n\nA number of commercial applications exist for secretion assay. One such example\nis the Gel Microdrop (GMD) technology, developed by One Cell Systems. One Cell\nasserts that GMD typically recovers a higher number of viable secreting cells\nthan other methods, whilst ignoring any cells which are not secreting the\ndesired protein.\n","linknr":127,"url":"Secretion_assay","recorded":1362481367,"links":14,"instances":[],"pdf":[],"categories":["Analytical chemistry","Cytokines","Cell biology","Proteins"],"headings":["External links","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/a/ac/NIEHScell.jpg/50px-NIEHScell.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Cell_biology","Secretion","Protein","Cytokine","Fluorochrome","Antibody","Fluorescent-activated_cell_sorting","ELISA","Flow_cytometer","One_Cell_Systems","Proceedings_of_the_National_Academy_of_Sciences"]}