{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/Reduction_(philosophy)&v=n\">Reduction (philosophy)</a> - In philosophy, reduction is the process by which one object, property, concept, theory, etc., is shown to be explicable in terms of another, lower level, entity.","\nA <a href=\"http://duckduckgo.com/semisimple_module\">semisimple module</a> is one in which each submodule is a direct summand.","Semisimple","Relating to, being an instance of, or exhibiting reductionism.","\nA <a href=\"http://duckduckgo.com/semisimple_Lie_algebra\">semisimple Lie algebra</a> is a Lie algebra that is a direct sum of simple Lie algebras.","\nA <a href=\"http://duckduckgo.com/semi-simple_operator\">semisimple operator</a> (or matrix) is one for which every invariant subspace has an invariant complement.  This is equivalent to the minimal polynomial being square-free. Over an algebraically closed field it is equivalent to diagonalizable.","In mathematics, the term semisimple is used in a number of related ways, within different subjects.","\nA <a href=\"http://duckduckgo.com/semisimple_algebra\">semisimple algebra</a> (or ring) is one that is semisimple as a module over itself.","\nA <a href=\"http://duckduckgo.com/semisimple_algebraic_group\">semisimple algebraic group</a> is a linear algebraic group whose radical of the identity component is trivial."],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373507128,"book":[],"micro-www":{"semisimple":[""]},"wiki":{"cat":[],"text":"\n\nIn mathematics, the term 'semisimple' (sometimes 'completely reducible') is used\nin a number of related ways, within different subjects. The common theme is the\nidea of a decomposition into 'simple' ('irreducible') parts, that fit together\nin the cleanest way (by direct sum). Briefly, \"semisimple = direct sum of\nsimple\", or equivalently \"completely reducible = direct sum of irreducible\".\n\n*A semisimple module is one in which each submodule is a direct summand. *A\nsemisimple algebra (or ring) is one that is semisimple as a module over itself.\n*A semisimple operator (or matrix) is one for which every invariant subspace has\nan invariant complement. This is equivalent to the minimal polynomial being square-\nfree. Over an algebraically closed field it is equivalent to diagonalizable. *A\nsemisimple Lie algebra is a Lie algebra that is a direct sum of simple Lie\nalgebras. *A semisimple algebraic group is a linear algebraic group whose\nradical of the identity component is trivial.\n","title":"semisimple","headings":["See also"]},"micro-relation":["1: Semisimple_module","1: Semisimple_algebra","1: Semisimple_operator","1: Semisimple_Lie_algebra","1: Semisimple_algebraic_group"]}