{"cursor":"20913","size":15,"audio":[],"currentlang":"en","article":"'Services marketing' is a sub field of marketing, which can be split into the\ntwo main areas of goods marketing (which includes the marketing of fast moving\nconsumer goods (FMCG) and durables) and services marketing. Services marketing\ntypically refers to both business to consumer (B2C) and business to business\n(B2B) services, and includes marketing of services like telecommunications\nservices, financial services, all types of hospitality services, car rental\nservices, air travel, health care services and professional services. The range\nof approaches and expressions of a marketing idea developed with the hope that\nit be effective in conveying the ideas to the diverse population of people who\nreceive it.\n\nServices are economic activities offered by one party to another. Often time-\nbased, performances bring about desired results to recipients, objects, or other\nassets for which purchasers have responsibility. In exchange for money, time,\nand effort, service customers expect value from access to goods, labor,\nprofessional skills, facilities, networks, and systems; but they do not normally\ntake ownership of any of the physical elements involved. Christopher\nLovelock and Jochen Wirtz (2011), Services Marketing â People, Technology,\nStrategy. 7th ed., Upper Saddle River, New Jersey: Prentice Hall\n\nThere has been a long academic debate on what makes services different from\ngoods. The historical perspective in the late-eighteen and early-nineteenth\ncenturies focused on creation and possession of wealth. Classical economists\ncontended that goods were objects of value over which ownership rights could\nbe established and exchanged. Ownership implied tangible possession of an\nobject that had been acquired through purchase, barter or gift from the\nproducer or previous owner and was legally identifiable as the property of the\ncurrent owner.\n\nAdam Smithâs famous book, The Wealth of Nations, published in Great Britain in\n1776, distinguished between the outputs of what he termed âproductiveâ and\nâunproductiveâ labor. The former, he stated, produced goods that could be stored\nafter production and subsequently exchanged for money or other items of value.\nBut unproductive labor, howeverâ honorable,...useful, or... necessaryâ created\nservices that perished at the time of production and therefore didnât contribute\nto wealth. Building on this theme, French economist Jean-Baptiste Say argued\nthat production and consumption were inseparable in services, coining the term\nâimmaterial productsâ to describe them.\n","linknr":111,"url":"Services_marketing","recorded":1362483688,"links":16,"instances":[],"pdf":[],"categories":["Services management and marketing","Marketing"],"headings":["Services Marketing","Alternative View","Definition of Service(s)","The defining characteristics of a service are","Difference between Goods and Services","Definition of Services Marketing","Importance of Marketing of Services","Services Differentiation","The 7 P’s of Services Marketing","See also","References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Adam_Smith","Industrialization_of_services_business_model","Servitization_of_products_business_model","Service_system","Complex_sales_and_service"]}