{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/Stars_Go_Dim\">Stars Go Dim</a>, an American pop rock band from Tulsa, Oklahoma","SGD","\n<a href=\"http://duckduckgo.com/dynamo_Dresden\">SG Dynamo Dresden</a> - Sportgemeinschaft Dynamo Dresden e. V., commonly known as simply SG Dynamo Dresden or Dynamo Dresden, are a German association football club, based in Dresden, Saxony.","\n<a href=\"http://duckduckgo.com/smart_grid\">Smart Grid Device</a> - A smart grid is a modernized electrical grid that uses information and communications technology to gather and act on information, such as information about the behaviors of suppliers and consum...","\n<a href=\"http://duckduckgo.com/singapore_dollar\">singapore dollar</a> - The Singapore dollar or dollar  (sign: $; code: SGD) is the official currency of Singapore.","http://www.merriam-webster.com/dictionary/sgd","sgd definition: signed.","Merriam-Webster","\n<a href=\"http://duckduckgo.com/Stochastic_gradient_descent\">Stochastic gradient descent</a>, an optimization algorithm","\n<a href=\"http://duckduckgo.com/Spanish_Gangster_Disciples\">Spanish Gangster Disciples</a> - The Spanish Gangster Disciples were formed on the South Side of Chicago in the early 1980s.","\n<a href=\"http://duckduckgo.com/Sliding_glass_door\">Sliding glass door</a> - A sliding glass door or patio door, a type of sliding door in architecture and construction, is a large glass window opening in a structure that provide door access from a room to the outd...","\n<a href=\"http://duckduckgo.com/Sun_Secure_Global_Desktop\">Sun Secure Global Desktop</a> - Oracle Secure Global Desktop (SGD) software provides secure access to both published applications and published desktops running on Microsoft Windows, Unix, mainframe and System i systems via a ...","\n<a href=\"http://duckduckgo.com/Saccharomyces_Genome_Database\">Saccharomyces Genome Database</a> - The Saccharomyces Genome Database is a scientific database of the molecular biology and genetics of the yeast Saccharomyces cerevisiae, which is commonly known as baker's or budding yeast."],"common":{"milestones":["<a target=\"_new\" href=\"http://en.wikinews.org/wiki/Strongest_earthquake_in_40_years_hits_Southeast_Asia\" title=\"Strongest earthquake in 40 years hits Southeast Asia\">Strongest earthquake in 40 years hits Southeast Asia</a>","<a target=\"_new\" href=\"http://en.wikinews.org/wiki/Final_bidder_submits_SGD5.5_billion_plan_for_Singapore_casino\" title=\"Final bidder submits SGD5.5 billion plan for Singapore casino\">Final bidder submits SGD5.5 billion plan for Singapore casino</a>"],"image":[[],[]]},"Lists":[],"created":1373519280,"book":[],"micro-www":{"sgd":[""]},"micro-relation":[]}