{"micrownet":["sheaf"],"duck":["\n<a href=\"http://duckduckgo.com/Sheaf_toss\">Sheaf toss</a> (a Scottish sport)","\n<a href=\"http://duckduckgo.com/Sheaf_(mathematics)\">Sheaf (mathematics)</a> - In mathematics, a sheaf is a tool for systematically tracking locally defined data attached to the open sets of a topological space.","Sheaf","http://www.merriam-webster.com/dictionary/sheaf","sheaf definition: a quantity of the stalks and ears of a cereal grass or sometimes other plant material bound together.","Merriam-Webster","\n<a href=\"http://duckduckgo.com/Artillery\">Artillery Sheaf</a>, the beaten zone created by battery fires that generally form a line perpendicular to the direction of fire.","\n<a href=\"http://duckduckgo.com/Sheaf_(agriculture)\">Sheaf (agriculture)</a>, a large bundle in which cereal plants are bound after reaping. Accounts of two usages derived from this are found at:"],"common":{"milestones":["<a target=\"_new\" href=\"http://en.wikinews.org/wiki/Heavy_rain_causes_severe_flooding_in_UK\" title=\"Heavy rain causes severe flooding in UK\">Heavy rain causes severe flooding in UK</a>"],"image":[[],[]]},"Lists":[],"created":1373544018,"book":[],"micro-www":{"sheaf":[""]},"wiki":{"cat":[],"text":"\n'Sheaf' may refer to:\n* Sheaf (agriculture), a large bundle in which cereal plants are bound after\n  reaping. Accounts of two usages derived from this are found at: ** Sheaf\n  (mathematics) ** Sheaf toss (a Scottish sport)\n\n;Other\n* Artillery Sheaf, the beaten zone created by battery fires that generally form\n  a line perpendicular to the direction of fire.\n* River Sheaf, a tributary of River Don in England\n* The Sheaf, a student run newspaper serving the University of Saskatchewan\n\n;See also\n* Sceafa, a king of English legend\n* Sheave, a wheel or roller with a groove along its edge for holding a belt,\n  rope or cable\n","title":"sheaf","headings":[]},"micro-relation":["1: Sheaf_toss","1: Artillery","1: River_Sheaf","1: The_Sheaf","1: Sceafa","1: Sheave"]}