{"cursor":"2703","size":15,"audio":[],"currentlang":"en","article":"\n\n\n\ns to the front.]]\n\nA 'shive' is a wooden or plastic fitting used in ale casks. It is found on the\ncurved side of the cask, arranged so that when the cask is on its side and the\nkeystone is at the lowest part of the rim, the shive will be the highest point\nof the cask.\n\nThe hole in that part of the cask is used for two purposes. Firstly, it is used\nfor cleaning out and then refilling the cask, which requires a large hole. Once\nthe cask arrives at its destination, the hole is used to control the amount of\ncarbon dioxide present in the container, which requires a small hole. The shive\nis effectively an adaptor that reconciles these conflicting requirements. It is\na wooden disk, larger than a keystone, that fits in the hole in the cask and has\na smaller hole in its centre.\n\nFor washing and filling, the old shive is removed using a chisel or a special\ntool, revealing a hole around 3 inches (7.5 cm) across. Once the cask has been\nfilled and fined, a new shive is hammered into place. The hole in the centre of\nthe shive will be sealed with a small wooden or plastic peg. The cask is then\ntransported to the pub.\n\nSome time before the beer is to be served (two or three days is common;\nespecially strong beers may require more) the cask is opened or \"vented\". This\nentails breaking the seal in the middle of the shive by punching it through\ninto the cask with a mallet and some kind of tool. The tool in question is\nusually just a hard spile. However, the Campaign for Real Ale (CAMRA)\ncellarmanship guide recommends using the stem of an old engine valve, hitting\nthe flared valve part with the mallet.  A spile is then placed in the\nhole to regulate the gas flow. If the beer is particularly \"lively\" (common in\nwarm weather and with specific beers) the contents may spray out when the cask\nis vented.\n\nDuring use, the hole in the centre of the shive can also be used (with the spile\nremoved) to insert a marked dipstick in order to measure the quantity of beer\nremaining.\n\nAs with keystones, it is considered good form to close up the hole in the shive\nwhen returning empty casks, both to prevent spillage and to reduce bacterial and\nfungal contamination.\n","linknr":103,"url":"Shive","recorded":1362675377,"links":14,"instances":["cask","storage"],"pdf":[],"categories":["Brewing"],"headings":["Notes","References"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/5/5c/Shive.jpg/200px-Shive.jpg","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Alecasks.jpg/200px-Alecasks.jpg","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["barrel","storage"],["keystone","cask"]],"members":["keystone","barrel"],"related":["Wood","Plastic","Cask_ale","Barrel_(storage)","Keystone_(cask)","Carbon_dioxide","Inch","Centimetre","Finings","Hammer","Pub","Mallet","Campaign_for_Real_Ale","Spile","Dipstick"]}