{"cursor":"5031","size":15,"audio":[],"currentlang":"en","article":"\n\n\n\n'Significant other' ('SO') is colloquially used as a gender-blind term for a\nperson's partner in an intimate relationship without\ndisclosing or presuming anything about marital status, relationship status, or\nsexual orientation, as it is vague enough to avoid offense by using a term that\nan individual might consider inappropriate (e.g. [[sexual partner|lover]] when\nhe or she considers him a [[boyfriend]], or [[girlfriend]] sweetheart, love,\nlover, when he considers her a soul-mate, or [[life partner]]).\n\nIn the United States the term is sometimes used in invitations, e.g., to\nweddings and office parties. This use of the term has become common in the UK in\ncorrespondence from hospitals, e.g., \"you may be accompanied for your\nappointment by a significant other.\"\n\nIts usage in both psychology and sociology is very different from its colloquial\nuse. In psychology, a significant other is any person who has great importance\nto an individual's life or well-being. In sociology, it describes any person or\npersons with a strong influence on an individual's self concept. Although the\ninfluence of significant others on individuals was long theorized, the first\nactual measurements of the influence of significant others on individuals were\nmade by Archie O. Haller, Edward L. Fink and Joseph Woelfel at the University of\nWisconsin. Haller, A. & Woelfel, J. (1972) Significant others and their\nexpectations: Concepts and instruments to measure interpersonal influence on\nstatus aspirations Rural Sociology, 37(4), 591-622\n\nHaller, Fink and Woelfel are associates of the Wisconsin model of status\nattainment. They surveyed 100 Wisconsin adolescents, measured their educational\nand occupational aspirations, and identified the set of other individuals who\ncommunicated with the students and served as examples for them. They then\ncontacted the significant others directly and measured their expectations for\nthe adolescent's educational and occupational attainments, and calculated the\nimpact of these expectations on the aspirations of the students. Results of the\nresearch showed that the expectations of significant others were the single most\npotent influences on the students' own aspirations. Woelfel, J. & Haller, A.\n(1971) Significant others: The self-reflexive act and the attitude formation\nprocess [http://www.asanet.org/journals/asr/ American Sociological Review]\nAmerican Sociological Association: 36''(1), 74-87 This usage is synonymous\nwith the term \"relevant other\" and can also be found in plural form,\n\"significant others\".\n\nIn social psychology, a significant other is the parent, uncle/aunt,\ngrandparent, or teacher—the person that guides and takes care of a child during\nprimary socialization. The significant other protects, rewards, and punishes the\nchild as a way of aiding the child's development. This usually takes about six\nor seven years, and after that the significant other is no longer needed, the\nchild moves on to a general other which is not a real person, but an abstract\nnotion of what society deems good or bad.\n","linknr":201,"url":"Significant_other","recorded":1362476870,"links":22,"instances":[],"pdf":[],"categories":["Interpersonal relationships","Social philosophy","Social psychology"],"headings":["First use","See also","References"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Colloquialism","Gender-blind","Intimate_relationship","Sexual_orientation","Psychology","Sociology","Quality_of_life","Self_concept","Joseph_Woelfel","Wisconsin_model","Socialization","Society","Psychiatry","Harry_Stack_Sullivan","Derek_Trotter","Raquel_Turner","Civil_union","Domestic_partnership","Engagement","POSSLQ","Spouse"]}