{"micrownet":["simplicity","simplification","simplified","simplify","simplism","simplistic"],"duck":["\n<a href=\"http://duckduckgo.com/web_search_engine\">Search Engines</a> - A web search engine is designed to search for information on the World Wide Web.","Simpli","\n<a href=\"http://duckduckgo.com/linguistics\">linguistics</a> - Linguistics is the scientific study of human language.","Simpli was an early search engine that offered disambiguation to search terms.","\n<a href=\"http://duckduckgo.com/Online_advertising\">Online advertising</a> - Online advertising is a form of promotion that uses the Internet and World Wide Web to deliver marketing messages to attract customers.","\n<a href=\"http://duckduckgo.com/cognitive_science\">brain science</a>","\n<a href=\"http://duckduckgo.com/c/Internet_search_engines\">Internet search engines</a>","Simpli was an early search engine that offered disambiguation to search terms."],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373508768,"book":[],"micro-www":{"simpli":["simplicity","simpli","Simplified_Chinese_characters","Simplified_Chinese_character","Simplicity","Simplicial_complex",""]},"wiki":{"cat":["Internet search engines"],"text":"'Simpli' was an early search engine that offered disambiguation to search terms.\nA user could enter in a search term that was ambiguous (e.g., Java) and the\nsearch engine would return a list of alternatives (coffee, programming language,\nisland in the South Seas).\n\nThe technology was rooted in brain science and built by academics to model the\nway in which the mind stored and utilized language. The early technology was\nderived heavily from WordNet, which was invented by George A. Miller at\nPrinceton University. George Miller was an advisory Board member to\nSimpli.<ref></ref>\n\nSimpli was founded by a number of graduate students, post-doctoral fellows, and\nprofessors meeting in the Department of Cognitive and Linguistic Sciences at\nBrown University. Graduate students included the CEO Jeff Stibel, David Landan,\nand John Santini. Post-docs included Andrew Duchon and Paul Allopenna.\nProfessors included James A. Anderson and Steve Reiss from Brown University, Dan\nAriely from the MIT Sloan School of Management and George Miller from Princeton.\n\nSimpli was sold in 2000 to NetZero.<ref></ref> Another company that leveraged\nthe Simpli WordNet technology was purchased by Google and they continue to use\nthe technology for search and advertising under the brand Google AdSense.\n\nIn 2001, there was a buyout of the company and it was merged with another\ncompany called Search123. Most of the original members joined the new company.\nThe company was later sold in 2004 to ValueClick, which continues to use the\ntechnology and search engine to this day.\n","title":"simpli","headings":["See also","External links","References"]},"micro-relation":["2: Brain_science","1: Search_engine","1: Disambiguation","1: Search_engine_technology","1: Technology","1: WordNet","1: George_Armitage_Miller","1: Princeton_University","1: Brown_University","1: Jeff_Stibel","1: James_A._Anderson","1: Steve_Reiss","1: Dan_Ariely","1: MIT_Sloan_School_of_Management","1: NetZero","1: Google","1: Advertising","1: AdSense","1: Buyout","1: ValueClick","1: Online_advertising","1: Search_Engines","1: Linguistics"]}