{"cursor":"4337","size":15,"audio":[],"currentlang":"en","article":"In mathematics, a 'singular point of an [[algebraic variety]]' V is a point P\nthat is 'special' (so, singular), in the geometric sense that V is not locally\nflat there. A point of an algebraic variety which is not singular is said to be\n'regular'. An algebraic variety which has no singular point is said to be 'non\nsingular' or 'smooth'.\n\nIn the case of an algebraic curve, a plane curve that has a double point, such\nas the cubic curve\n\n:y 2 = x 2(x + 1)\n\nexhibits at (0, 0), cannot simply be parametrized near the origin. A plot of\nthis curve is below with the singular point at the origin. An example of\nsingular point is when a graph crosses over itself:\n\n\n\nThe reason for that algebraically is that both sides of the equation show powers\nhigher than 1 of the variables x and y. In terms of differential calculus, if\n\n:F(x,y) = y 2 − x 2(x + 1),\n\nso that the curve has equation\n\n:F(x,y) = 0,\n\nthen the partial derivatives of F with respect to both x and y vanish at (0,0).\nThis means that if we try to use the implicit function theorem to express y as a\nfunction of x near y = 0, we shall fail; and indeed no linear combination of x\nand y is a function of another essentially different one, so that this is a\ngeometric condition not tied to any choice of coordinate axes.\n\nIn general for a hypersurface\n\n:F(x, y, z, ...) = 0\n\nthe 'singular points' are those at which all the partial derivatives\nsimultaneously vanish. A general algebraic variety V being defined by several\npolynomials, or in algebraic terms an ideal of polynomials, the condition on a\npoint P to be a singular point of V is that the linear parts of those\npolynomials are linearly dependent, when written in terms of variables\nX i − P i that make P the origin of coordinates.\n\nPoints of V that are not singular are called 'non-singular' or 'regular'. It is\nalways true that most points are non-singular in the sense that the non-singular\npoints form a set that is both open and non-empty. Hartshorne, Algebraic\nGeometry, page 33\n\nIt is important to note that the geometric criterion for a point of a variety to\nbe singular (mentioned earlier), that it is a point where the variety is not\n\"locally flat\", can be very hard to recognize for varieties over a general\nfield. The work of Milnor and others shows that, over the complex numbers, the\nstatement is precisely true in every reasonable interpretation. But, as Milnor\npoints out, over the real numbers \"The equation y^3 + 2 x^2 y - x^4 =\n0 ... can actually be solved for y as a real analytic\nfunction of x \" (so that the variety it defines is the graph of a\nreal analytic function, and therefore a real analytic manifold) \"but this\nequation also defines a variety having a singular point at the\norigin\". Milnor, pp. 12â13 Obviously the \"geometric\" meaning of\n\"locally flat\" over fields of finite characteristic, or ultrametric fields, is\neven more vexed.\n","linknr":111,"url":"Singular_point_of_an_algebraic_variety","recorded":1362477263,"links":14,"instances":["mathematics","ring_theory"],"pdf":[],"categories":["Algebraic varieties","Singularity theory"],"headings":["Singular points of smooth mappings","See also","References"],"image":["//upload.wikimedia.org/wikipedia/en/7/7a/Singularptfn.JPG","//upload.wikimedia.org/math/1/6/e/16e52f7650ff3f8226634e1c0a6d3266.png","//upload.wikimedia.org/math/4/1/5/415290769594460e2e485922904f345d.png","//upload.wikimedia.org/math/9/d/d/9dd4e461268c8034f5c8564e155c67a6.png","//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["ideal","ring_theory"],["jet","mathematics"]],"members":["jet","ideal"],"related":["Mathematics","Local_flatness","Algebraic_curve","Plane_curve","Double_point","Cubic_curve","Parametrized","Differential_calculus","Partial_derivative","Implicit_function_theorem","Hypersurface","Ideal_(ring_theory)","Origin_of_coordinates","Smooth_function","Jet_(mathematics)","Taylor_series","Constant_term","Singular_point_of_a_curve","Singularity_theory"]}