{"cursor":"7678","size":15,"audio":[],"currentlang":"en","article":"\n'Sky Active' is one of Sky’s interactive services and has undergone a number of\nchanges since launching in 1999. In its current form, it allows Sky TV customers\nto self-serve using the interactive platform which they can access through their\nSky box. Using Sky Active, customers can upgrade their Sky package, manage their\naccount, find help and support on all Sky services and discover new TV content.\nSky Active also supports other areas of Sky as and when required for example:\nintroduce a friend and seasonal campaigns.\n\nThe Sky Active platform is available to all Sky TV customers, no matter which\nset top box they own. It can also be accessed by customers who have cancelled\ntheir Sky TV subscription but still use their Sky box as a receiver. For some of\nSky Active’s services, an operating telephone line connection is required so\nthat a customer’s account details can be retrieved from Sky’s systems. All\nservices under Sky Active are free to UK households.\n\nThere are a few ways to access Sky Active:\n1.      Pressing interactive on Sky remote and choosing Sky Active from the\n        menu list.\n2.      Pressing interactive button on Sky remote and choosing Sky Customer\n        Services from the menu list.\n3.      Via red button on promos\n4.      Via red Button on some EPG screens\n\n\n'Customer Upgrades'\n\nThe Sky Active Shop provides customers with all the information they need about\nupgrading their Sky package, whether it’s adding more channels to their\nsubscription, set top box upgrades or adding an extra box for another room.\nThere is also information about Sky Broadband and Talk packages.\n\nCustomer upgrade allows customers to:\n-       Upgrade viewing packs – Movies, Sports, Entertainment Extra, HD and\n        standalone channels.\n-       Replace current Sky box or get Multiroom.\n-       Activate Sky Anytime+ or 3D.\n\nThe Sky Active shop provides prices, current offers and product specifications,\nas well as video highlights of content from each channel pack.\n\nOnce a decision has been made, Sky Customers can then press the 'blue button' on\nthe Sky remote control and begin the order process for the chosen viewing pack,\nSky Kit or service. The Sky box will connect online, this is a free phone call,\nand will allow the correct price to be displayed and add the item to the\ncustomer’s account.\n\nIf a viewing pack is being added, the channels will be available to view\nimmediately once the customer has entered their Sky PIN and completed the sale.\n\n\n'Interactive Account Management'\n\nThis service was launched in 2006 and re-launched in September 2010, allowing\ncustomers to:\n-       View their bill\n-       Make a payment\n-       Change payment details\n-       Change payment due-date\n-       Change PIN, email address, activate Talk spends alert, order a\n        paper bill.\n-       Track an order or reschedule an Engineer visit\n\nAccessing interactive Account Management will take customers to a dedicated Sky\naccount management area, where they can view current, past and future bills,\ntrack recent orders or change an engineer appointment. Customers also have the\nflexibility to change their payment due date and/or payment method as well as\nmake an immediate one-off payment. It’s a fast, direct and secure way for\ncustomers to keep on top of their Sky account, as well as allowing them to\nchange their Sky viewing PIN, check itemised phone bills, or any Sky Box Office\norders. It’s a great way to keep up to date with what’s new and changing on Sky;\nany updates to customer’s accounts, including prices and products, will be\ndisplayed within the Account Management service. In order to use these services\nthe Sky set top box must be connected to the telephone line.\n\n\n'Help & Support'\n\nThis service was launched in 2010 and re-launched in May 2012 and is available\nto all Sky box household.\n\nHelp and Support provides information on:\n-       Help and Support\n-       How to set up a Sky remote,\n-       Change a Sky PIN\n-       Engineer Survey Activation of Sky TV self set-up. If customers have any\n        problems with their Sky service, they can get immediate help through\n        their TV by accessing interactive Help & Support. It may be a simple\n        query: like how to change a Sky PIN, Program a Sky remote or activate\n        self set-up or a problem where more in-depth assistance is needed, such\n        as setting up Sky Anytime+ or optimising a Sky broadband connection.\n        Certain sections in the Help Centre may contain colour button links to\n        other interactive services. Press the corresponding button on the Sky\n        remote control to go to the relevant service. There is no charge for\n        connecting to these services.\n\n\n'TV Picks and Search'\n\nApplication launched in 2007. TV Picks and TV Search can both be accessed by\npressing the interactive button on the Sky remote control and selecting Sky\nActive, followed by Find & Watch TV. TV Picks is also accessible from pressing\nthe red button on a Sky Entertainment channel and is updated daily to showcase\nthe top five TV recommendations across the week. There are also video highlights\nof up and coming programming from Sky Movies, Sky Sports and Entertainment\nExtra. TV Search is an easy to use search service that provides the programme\ninformation customers want but sometimes can’t find on TV. Customers simply need\nto enter the programme title (or keyword if unsure what it’s called) to find out\nwhen their favourite TV programme is next showing.\n\n\n'Sky Active' is the brand name for interactive features on Sky Digital and is\navailable in the UK and Ireland. It enables a viewer to interact with TV\ncontent, respond to an advertisement or access internet-based services.\n\nThe service replaces Open.... which helped launch Sky Digital's interactive\ncontent, and launched many other features that viewers see today such as games,\nemailing and shopping via their TV.\n\nIt can be accessed by pressing the red button on a Sky Digital remote, while\nwatching any Sky Digital Channel. Alternatively, there is an entry in the\n\"Interactive\" area of the EPG.\n","linknr":169,"url":"Sky_Active","recorded":1362478001,"links":13,"instances":["television","uk","digital_television"],"pdf":[],"categories":["Television in the United Kingdom","BSkyB"],"headings":["Differences from Open....","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Mergefrom.svg/50px-Mergefrom.svg.png","//upload.wikimedia.org/wikipedia/en/6/6a/Sky_Active.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["sky_digital","uk_&_ireland"],["red_button","digital_television"],["remote_control","television"],["dixons","uk"]],"members":["remote_control","dixons","red_button","sky_digital"],"related":["Interactive_television","Sky_Digital_(UK_&_Ireland)","United_Kingdom","Republic_of_Ireland","Advertisement","Internet","Open....","Game","Email","Shopping","TV","Red_Button_(Digital_Television)","Remote_control_(television)","Electronic_program_guide","W_H_Smith","Dixons_(UK)","Tetris","Pipemania"]}