{"cursor":"4727","size":15,"audio":[],"currentlang":"en","article":"'Social interface' is a concept from social science (particularly, sociology of\ntechnology). It can be approached from a theoretical or a practical perspective.\n\nAs a concept of social interface theory, social interface is defined by Long\n(1989, 2001). In 2001 his revised definition was:\n\n\n\nIn other words, interfaces are the areas in which social friction can be\nexperienced and where diffusion of new technology is leading to structural\ndiscontinuities (which can be both positive or negative), the interface is where\nthey will occur. Long continues to say that:\n\n\n\nIdentifying these interfaces and analyzing their effects shows how they are\nchanged by everyday life, and how in return everyday life is changed by the\ninterfaces. Long, N. 1992. From paradigm lost to paradigm regained; the case\nof actor-oriented sociology of development. Pages 16-43 in N. Long and A. Long,\neditors. Battlefields of knowledge: the interlocking of theory and practice in\nsocial research and development. Routledge, New York, New York,\nUSA. Arce, A., and N. Long. 1992. The dynamics of knowledge:\ninterfaces between bureaucrats and peasants. Pages 211-245 in N. Long and A.\nLong, editors. Battlefields of knowledge: the interlocking of theory and\npractice in social research and development. Routledge, London,\nUK. Douthwaite, B., N. C. de Haan, V. Manyong, and D. Keatinge. 2001.\nBlending \"hard\" and \"soft\" science: the \"follow-the-technology\" approach to\ncatalyzing and evaluating technology change. Conservation Ecology 5(2): 13.\n[online] URL: http://www.consecol.org/vol5/iss2/art13/ \n\nAs practical concept of social interface design, social interface is seen in the\nstudies of human-computer interaction (in particular, its computer interface\naspect). The basic thesis is that where a computer interface is more akin to\nanother human, it can facilitate correct responses from users during human-to-\ncomputer interaction. Software that can provide such humanizing cues often does\nit by creating interface with human-like quality (such as giving recognizable\ngender to a software agent). Tourangeau R.; Couper M.P.; Steiger D.M.,\nHumanizing self-administered surveys: experiments on social presence in web and\nIVR surveys, Computers in Human Behavior, Volume 19, Number 1, January 2003 ,\npp. 1-24(24), [http://www.ingentaconnect.com/content/els/07475632/2003/00000019-\n/00000001/art00032] Studies are often concerned with how should such\nagents (like the Microsoft Agent) be designed to make them more appealing (is\nhaving facial expressions efficient, should the agent be anthropomorphic, and so\non). Michael A. Cusumano, Richard W. Selby, Microsoft Secrets: How the\nWorld's Most Powerful Software Company Creates Technology, Shakes Markets and\nManages People. Simon and Schuster, 1998, ISBN 0-684-85531-3, [http://books.goo-\ngle.com/books?id=GixEgGs5qXcC&pg=PA178&dq=%22Social+interface%22&lr=&as_brr=3&e-\ni=U72ESNnMNIHsiQHKtO3jAg&sig=ACfU3U3qf7_iTQNRwNyWc9znyPOY0Qu5_Q Google Print,\np.178]\n","linknr":109,"url":"Social_interface","recorded":1362667813,"links":10,"instances":[],"pdf":[],"categories":["Sociological theories","User interfaces"],"headings":["See also","Notes","External links"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Social_science","Sociology_of_technology","Technology_diffusion","Social_interface_design","Human-computer_interaction","Computer_interface","Gender","Software_agent","Microsoft_Agent","Facial_expression","Anthropomorphic","Interactivity"]}