{"cursor":"5039","size":15,"audio":[],"currentlang":"en","article":"'Socioemotional Selectivity Theory' - developed by Stanford psychologist, Laura\nCarstensen - is a life-span theory of motivation. The theory maintains that as\ntime horizons shrink, as they typically do with age, people become increasingly\nselective, investing greater resources in emotionally meaningful goals and\nactivities. According to the theory, motivational shifts also influence\ncognitive processing. Aging is associated with a relative preference for\npositive over negative information in attention and memory (called the\n\"positivity effect\").\n\nBecause they place a high value on emotional satisfaction, older adults often\nspend more time with familiar individuals with whom they have had rewarding\nrelationships. Santrock, J.W. (2008). A Topical Approach to\nLife-Span Development. New York, NY: McGraw-Hill. This selective narrowing\nof social interaction maximizes positive emotional experiences and minimizes\nemotional risks as individuals become older. According to this theory, older\nadults systematically hone their social networks so that available social\npartners satisfy their emotional needs.\n\nThe theory also focuses on the types of goals that individuals are motivated to\nachieve. Knowledge-related goals aim at knowledge acquisition, career planning,\nthe development of new social relationships and other endeavors that will pay\noff in the future. Emotion-related goals are aimed at emotion regulation, the\npursuit of emotionally gratifying interactions with social partners and other\npursuits whose benefits can be realized in the present.\n\nWhen people perceive their future as open ended, they tend to focus on future-oriented/knowledge-\nrelated goals, but when they feel that time is running out, their focus tends to\nshift towards present-oriented/emotion-related goals.\nResearch on this theory often compares age groups (i.e., young and old\nadulthood) but the shift in goal priorities is a gradual process that begins in\nearly adulthood. Importantly, the theory contends that the cause of these goal\nshifts is not age itself, i.e., not the passage of time itself, but rather an\nage-associated shift in time perspective. This justified\nshift in perspective is the rational equivalent of the psychological perceptual\ndisorder known as \"foreshortened future,\" in which an individual, usually a\nyoung and physically healthy individual, unreasonably believes (either\nconsciously or unconsciously) that his/her time horizons are more limited than\nthey actually are, with the effect that the individual undervalues long-term\ngoals and long-run pleasure and instead disproportionately pursues short-term\ngoals and pleasure, thereby diverting resources from investment for the future\nand often even actively reduce his/her long-term prospects.\n","linknr":99,"url":"Socioemotional_selectivity_theory","recorded":1362889599,"links":11,"instances":[],"pdf":["http://psychology.stanford.edu/~jmikels/carstensen_mikels_cd_2005.pdf"],"categories":["Aging","Human development","Old age","Gerontology","Social psychology"],"headings":["Cross-cultural incidence","See also","Related articles","External links","References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Positivity_effect","Opportunity_cost","Aging_and_memory","Negativity_bias","Positivity_effect"]}