{"cursor":"1946","size":15,"audio":[],"currentlang":"en","article":"Founded in 1978 under the name 'Society of Operating Cameramen,' the SOC was\nincorporated in 1981 in the state of California as a nonprofit organization. Its\nprimary mission is to advance the art, craft and creative contribution of the\ncamera operator in the motion picture and television industries. The SOC\nrepresents camera operators, camera assistants, directors of photography as well\nas other related crafts. Its [http://www.soc.org/roster.html roster] boasts of a\nglobal membership representing a large cultural diversity within the technical\nmoviemaking crafts.\n\nThe SOC also publishes the semi-annual \"Operating Cameraman Magazine,\" newly\nrenamed the \"[http://www.soc.org/index.php?id=25 The Camera Operator].\" This\nperiodical is written by members for members. As such, the magazine provides a\nplatform for those with writing talent to have their works published.\n\nThe organization hosts an annual banquet,\n[http://www.hdexpo.net/virtual/soc2007.html The SOC Lifetime Achievement\nAwards], to honor those members who have contributed and advanced the craft of\nthe camera operator. A portion of the proceeds from this event are donated to\nthe Eye Care Clinic of the Children's Hospital Los Angeles.\n\nRenamed the Society of Camera Operators, more befitting its diverse membership\nof both men and women. The society's motto \"We See It First!\" is a descriptive\nslogan referring to the fact that the camera operator, by personally viewing the\nscene through the viewfinder of a motion picture camera, physically sees the\nscene prior to anyone else until the screened dailies.\n","linknr":87,"url":"Society_of_Operating_Cameramen","recorded":1362664885,"links":13,"instances":[],"pdf":[],"categories":["Film crew","Entertainment industry societies","Cinematography"],"headings":["External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Filmreel-icon.svg/30px-Filmreel-icon.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Camera_operator","Focus_puller","Cinematographer","Children's_Hospital_Los_Angeles"]}