{"cursor":"8279","size":15,"audio":[],"currentlang":"en","article":" spectra) of human cone cells, S, M, and L types]]\n\n\n'Spectral sensitivity' is the relative efficiency of detection, of light or\nother signal, as a function of the frequency or wavelength of the signal.\n\nIn visual neuroscience, spectral sensitivity is used to describe the different\ncharacteristics of the photopigments in the rod cells and cone cells in the\nretina of the eye. It is known that the rod cells are more suited to scotopic\nvision and cone cells to photopic vision, and that they differ in their\nsensitivity to different wavelengths of light. It has been\nestablished that the maximum spectral sensitivity of the human eye under\ndaylight conditions is at a wavelength of 555nm, while at night the peak shifts\nto 507nm. {{Cite book |title=Handbook of optical systems |last=Gross\n|first=Herbert |last2=Blechinger |first2=Fritz |last3=Achtner |first3=Bertram\n|authorlink= |editorn-last=Gross |editorn-first=Herbert H. |edition= |volume=4\n|year=2008 |origyear= |page=40 |pages= |publisher=WILEY-VCH |place=Weinheim,\nGermany |url=http://books.google.com/books?id=wrtFcUEIWTgC&pg=PA40&dq=%22spectr-\nal+sensitivity%22+eye&hl=en&sa=X&ei=StVPT-\nv3GYSwiQLxqNy0Bg&ved=0CD8Q6AEwAQ#v=onepage&q=%22spectral%20sensitivity%22%20eye-\n&f=false |accessdate= |isbn=978-3-527-40380-6 |oclc= }}\n\nIn photography, film and sensors are often described in terms of their spectral\nsensitivity, to supplement their characteristic curves that describe their\nresponsivity. For X-ray films, the spectral sensitivity is chosen to\nbe appropriate to the phosphors that respond to X-rays, rather than being\nrelated to human vision.\n\nIn sensor systems, where the output is easily quantified, the responsivity can\nbe extended to be wavelength dependent, incorporating the spectral sensitivity.\nWhen the sensor system is linear, its spectral sensitivity and spectral\nresponsivity can both be decomposed with similar basis functions.\nWhen a system's responsivity is a fixed monotonic nonlinear function, that\nnonlinearity can be estimated and corrected for, to determine the spectral\nsensitivity from spectral input–output data via standard linear\nmethods.\n\nThe responses of the rod and cone cells of the retina, however, have a very context-\ndependent (coupled) nonlinear response, which complicates the analysis of their\nspectral sensitivities from experimental data. In spite of these\ncomplexities, however, the conversion of light energy spectra to the effective\nstimulus, the excitation of the photopigment, is quite linear, and linear\ncharacterizations such as spectral sensitivity are therefore quite useful in\ndescribing many properties of color vision.\n\nSpectral sensitivity is sometimes expressed as a quantum efficiency, that is, as\nprobability of getting a quantum reaction, such as a captured electron, to a\nquantum of light, as a function of wavelength. In other contexts, the\nspectral sensitivity is expressed as the relative response per light energy,\nrather than per quantum, normalized to a peak value of 1, and a quantum\nefficiency is used to calibrate the sensitivity at that peak\nwavelength. In some linear applications, the spectral sensitivity may\nbe expressed as a spectral responsivity, with units such as amperes per\nwatt.\n","linknr":192,"url":"Spectral_sensitivity","recorded":1362543808,"links":15,"instances":[],"pdf":[],"categories":["Color","Radiometry"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Cones_SMJ2_E.svg/287px-Cones_SMJ2_E.svg.png","//upload.wikimedia.org/wikipedia/commons/c/c0/Spectral_sensibilities.png","//upload.wikimedia.org/wikipedia/commons/thumb/6/67/CIE1931simple.png/30px-CIE1931simple.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Light","Frequency","Wavelength","Color_vision","Neuroscience","Photopigment","Rod_cell","Cone_cell","Retina","Human_eye","Scotopic_vision","Photopic_vision","Nanometer","Photography","Sensitometry","Responsivity","X-ray","Sensor","Responsivity","Retina","Photopigment","Color_vision","Quantum_efficiency","Electron","Responsivity","Ampere","Watt"]}