{"cursor":"19627","size":15,"audio":[],"currentlang":"en","article":"\n\n'Personal jurisdiction' refers to a court's jurisdiction over the parties to a\nlaw suit, as opposed to subject-matter jurisdiction (jurisdiction over the\ndeterminations of law and fact to be made in the case or controversy). If a\ncourt does not have personal jurisdiction over a party, its rulings or decrees\ncannot be enforced as to that person, otherwise than by comity, that is to the\nextent the sovereign that does have jurisdiction upon the person allows the\ncourt to. Personal jurisdiction means the power of the court to decide a\ndispute, as against a particular person. The concept of personal jurisdiction\nfinds its origin in the idea that the power of the King vests in his\nSceptre. Fundamental law in English constitutional history By John Wiedhofft\nGough Pg. 52 The King could not possibly exercise power over persons or\nproperty situated outside of his kingdom. Slowly this was adopted in law. Soon\nafter, there were problems because of persons who owned land or property and\nwere not 'present' at the time they were sued, or had died, or had left the\nkingdom. The courts then culled out another means to get jurisdiction, called\nquasi in rem, that is, over the land in and of itself, even if the person who\nowned the land was not there. However this was limited to the discharge of debts\nowed by the owner of the land. In the United States, the exercise of personal\njurisdiction by a court must both comport with Constitutional limitations, and\nbe authorized by a State statute. In the United Kingdom, the exercise of\npersonal jurisdiction does not need a statutory basis, since the United Kingdom\ndoes not have a written constitution.\n","linknr":191,"url":"Specific_jurisdiction","recorded":1362375060,"links":12,"instances":["law"],"pdf":[],"categories":["Civil procedure","Jurisdiction","Latin legal terms"],"headings":["Principles of personal jurisdiction in the United States","Historical background: territorial jurisdiction","Modern Constitutional doctrine: ''International Shoe'' doctrine","Statutory authorization","Relationship to venue","See also","Notes","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Ambox_globe_content.svg/48px-Ambox_globe_content.svg.png","//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["venue","law"]],"members":["venue"],"related":["Subject-matter_jurisdiction","Sceptre","U.S._Constitution","Adversarial_system","Forum_selection_clause","Choice_of_law_clause","Res_judicata","Res_judicata","Sovereignty","Fifth_Amendment_to_the_United_States_Constitution","Fourteenth_Amendment_to_the_United_States_Constitution","Service_of_process","Territorial_jurisdiction","Full_Faith_and_Credit_Clause","Comity","Collateral_attack","Long-arm_statute","Venue_(law)","Lawyer","Oklahoma","New_York","Explosion","Car","Nevada","South_Carolina","Prerogative","Sui_iuris","Long_arm_jurisdiction"]}