{"cursor":"3542","size":15,"audio":[],"currentlang":"en","article":"\nThe 'regulation of sport' is usually done by a sport governing body for each\nsport, resulting in a core of relatively invariant, agreed rules. People\nresponsible for leisure activities often seek recognition and respectability as\nsports by joining sports federations such as the International Olympic\nCommittee, or by forming their own regulatory body. In this way sports evolve\nfrom leisure activity to more formal sports: relatively recent newcomers are BMX\ncycling, snowboarding, wrestling, etc. Some of these activities have been\npopular but uncodified pursuits for different lengths of time. Indeed, the\nformal regulation of sport is a relatively modern and increasing development.\nThis method promotes a sport globally, in a very successful way. It also\npromotes the universality of each sport, by ensuring that the same gameplay\nrules are being practiced worldwide, using a standardized/homogenous\ninternational gameplay rule system (sanctioned by the respective international\nsports governing bodies) that is applied uniformly on all member associations\nand recognized leagues. Examples are FIFA in soccer and FIBA in basketball,\nwhich have regulated international gameplay rules that are even practiced within\nUS sports leagues today, despite not practicing them historically (which\ntherefore meant that many US sports leagues weren't recognized by international\ngoverning bodies in the past, until they began to adopt international rules). In\nthe sport of basket ball the defender/defense cannot call foul.\n\nFormula One motor racing is an example of strict and changing regulation, where\nthe regulating body appears to control rather than to simply define the sport.\nThere have been major changes in the rules of F1 recently, almost on an annual\nbasis, and more are planned. Sometimes this is done for safety reasons,\nsometimes to make the racing more interesting as a spectator sport, and\nsometimes to promote competition through involvement of smaller teams. Some\nchanges make overtaking more probable for example or reduce the probability of\nan overwhelming technical advantage by any one team. Although heavily regulated,\nmost people agree that the sport has thereby greatly benefitted, not least\nthrough dramatic leaps in safety.\n\nThe degree of organisation can vary from national or worldwide competitions for\nthe sport, or it can occur in a purely ad-hoc, spontaneous way. A sport may be\nplayed individually (e.g. time trialling in cycling) or in a team, or just for\nrecreation and well being (e.g. swimming).\n\nSome challenging situations have had to be dealt with when there is an overlap\nof the regulation of the sport with other forms of regulation, e.g. safety\n(There have been serious losses of life in football audiences, through stand\ncollapses or poor crowd management), or simple laws of the land (Some\ninadvertent or otherwise physical interchanges occur between participants: when\nis it acceptable for the sport regulating authority alone to investigate and if\nnecessary punish these?) Can there be economic or public relations pressures\naffecting these issues?\n\nThe broadcasting of sports events is also highly regulated, with contracts\nlimiting who can show footage.\n","linknr":117,"url":"Sport_rule","recorded":1362892752,"links":14,"instances":[],"pdf":[],"categories":["Sports rules and regulations|","Sport and politics","Regulation|Sport"],"headings":["See also","References"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Sport_governing_body","Sport","Leisure","Sports_federation","International_Olympic_Committee","Cycling","Snowboarding","Wrestling","FIFA","FIBA","Formula_One","Spectator_sport","Competition","Team","Technology","Advantage","Safety","Broadcasting_of_sports_events","Outline_of_sports"]}