{"micrownet":[],"duck":["SRT","SRT An IEEE-standard that provides bridging between Ethernet and Token Ring networks."],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373537658,"book":[],"micro-www":{"srt":[""]},"wiki":{"cat":["Chrysler","Official motorsport and performance division of automakers|SRT","American Le Mans Series teams","American auto racing teams"],"text":"\n\n\n\n\n'Street & Racing Technology' (commonly called 'SRT') is a high-performance\nautomobile group within Chrysler LLC. SRT began as \"Team Viper\" to develop the\nDodge Viper. It later merged with \"Team Prowler\", the developers of the Plymouth\nProwler, to become 'Specialty Vehicle Engineering' (SVE). This was renamed\n'Performance Vehicle Operations' (PVO). Since all PVO vehicles used the SRT\nname, it was decided in 2004 to use that name for the development group as well.\nSRT produces vehicles for the Chrysler, Dodge and Jeep brands.\n\nThe naming convention used by SRT for its models are indicative of the vehicle's\nengine type. The number that follows the \"SRT\" prefix denotes the number of\nengine cylinders the vehicle has. For example the Chrysler 300C has a 5.7L Hemi\nV-8; Therefore the SRT version is known as the Chrysler 300C SRT-8, which has a\n6.1L Hemi V-8. Similarly, the Dodge Viper SRT-10 along with the Dodge Ram SRT-10\nhave an 8.3L V-10.\n\nCurrently the fastest SRT production models are the 2010 Dodge Viper SRT-10\nseries with a recorded quarter mile time of 11.7 seconds.<ref></ref> The other\nSRT models have recorded quarter mile performances from 12.8\nseconds<ref></ref> for the AMG-based Chrysler Crossfire SRT-6 to the Dodge\nCaliber SRT-4 at 14.6 seconds.\n\nChrysler released the 6.4L Hemi engine in early 2011. New SRT-8 versions have\n392 HEMI (6.4L) engine, rated at and .<ref></ref>\n\nThe new engine is used in the 2012 Dodge Challenger SRT8, Dodge Charger SRT8,\nChrysler 300 SRT8 and the Jeep Grand Cherokee SRT8. With the improved engine,\ncurrent SRT8 model are not only faster than the previous model,but also has\nbetter fuel efficiency than the previous one.\n\nChrysler has recently announced plans to turn SRT into a separate\nbrand.<ref></ref>\n","title":"Street%20%26%20Racing%20Technology","headings":["Current vehicles","Previous vehicles","Future Vehicles","Engines Gallery","SRT in China","See also","References","External links",""]},"micro-relation":["6: Chrysler_Hemi_engine#6.1","4: Chrysler_Hemi_engine#6.4_/_392","2: Turbocharged","2: Chrysler_Neon_engine#2.4_and_2.4_Turbo","2: Global_Engine_Manufacturing_Alliance#2.4","2: Chrysler_LA_engine#8.0_Viper_V10","1: Automobile","1: Chrysler_LLC","1: Dodge_Viper","1: Plymouth_Prowler","1: Chrysler","1: Dodge","1: Jeep","1: Supercharged","1: Mercedes-Benz_M112_engine#E32","1: Mercedes-Benz_M112_engine#E32_AMG","1: Chrysler_Hemi_engine#6.4","1: R/T","1: Mercedes-AMG","1: Super_Sport","1: BMW_M"]}