{"cursor":"3893","size":15,"audio":[],"currentlang":"en","article":"'Blocking' is a theatre term which refers to the precise movement and\npositioning of actors on a stage in order to facilitate the performance of a\nplay, ballet, film or opera. The term derives from\nthe practice of 19th century theatre directors such as Sir W. S. Gilbert who\nworked out the staging of a scene on a miniature stage using blocks to\nrepresent each of the actors (Gilbert's practice is depicted in Mike Leigh's\n1999 film [[Topsy-Turvy]]).\n\nIn contemporary theatre, the director usually determines blocking during\nrehearsal, telling actors where they should move for the proper dramatic\neffect, ensure sight lines for the audience and work with the lighting design\nof the scene.\n\nEach scene in a play is usually 'blocked' as a unit, after which the director\nwill move on to the next scene. The positioning of actors on stage in one scene\nwill usually affect the possibilities for subsequent positioning unless the\nstage is cleared between scenes. Once all the blocking is completed a play is\nsaid to be 'fully blocked' and then the process of 'polishing' or refinement\nbegins. During the blocking rehearsal usually the assistant director or the\nstage manager (or both) take notes about where actors are positioned and their\nmovement patterns on stage.\n\nIt is especially important for the stage manager to note the actors' positions,\nas a director is not usually present for each performance of a play and it\nbecomes the stage manager's job to ensure that actors follow the assigned\nblocking from night to night.\n\nBy extension, the term is sometimes used in the context of cinema to speak of\nthe arrangement of actors in the frame. In this context, there is also a need to\nconsider the movement of the camera as part of the blocking process (see\nCinematography).\n","linknr":136,"url":"Stage_direction","recorded":1362569208,"links":20,"instances":["theatre","fiction","theatre","theatre"],"pdf":[],"categories":["Stage terminology","Acting","Choreographic techniques"],"headings":["Stage directions","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/8/81/Stage_directions_2.svg/220px-Stage_directions_2.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/f/f8/Wiktionary-logo-en.svg/37px-Wiktionary-logo-en.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/4/4f/P_culture.svg/35px-P_culture.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["stage","theatre"],["play","theatre"],["scene","fiction"],["rake","theatre"]],"members":["stage","scene","rake","play"],"related":["Theatre","Actor","Stage_(theatre)","Performance","Play_(theatre)","Ballet","Film","Opera","W._S._Gilbert","Mike_Leigh","Theatre_director","Actor","Scene_(fiction)","Unit_of_action","Stage_management","Cinematography","Rake_(theatre)","Prompt_corner"]}