{"micrownet":["stencil"],"duck":["\nA <a href=\"http://duckduckgo.com/stencil\">stencil</a> is a template used to draw or paint identical letters, symbols, shapes, or patterns every time it is used. The design produced by such a template is also called a stencil.","Stencil","http://www.merriam-webster.com/dictionary/stencil","stencil definition: an impervious material (as a sheet of paper, thin wax, or woven fabric) perforated with lettering or a design through which a substance (as ink, paint, or metallic powder) is forced onto a surface to be printed.","Merriam-Webster"],"common":{"milestones":["<a target=\"_new\" href=\"http://en.wikinews.org/wiki/Photo_source_for_Barack_Obama_presidential_campaign_%22HOPE%22_poster_discovered\" title=\"Photo source for Barack Obama presidential campaign &quot;HOPE&quot; poster discovered\">Photo source for Barack Obama presidential campaign &quot;HOPE&quot; poster discovered</a>"],"image":[[],[]]},"Lists":[],"created":1373530817,"book":[],"micro-www":{"stencil":[""]},"wiki":{"cat":["Decorative arts","Graffiti and unauthorised signage","Graphic design","Printing","Printmaking"],"text":"\n\nA 'stencil' is a thin sheet of material, such as paper, plastic, or metal, with\nletters or a design cut from it, used to produce the letters or design on an\nunderlying surface by applying pigment through the cut-out holes in the\nmaterial. The key advantage of a stencil is that it can be reused to repeatedly\nand rapidly produce the same letters or design. The design produced with a\nstencil is also called a stencil. The context in which stencil is used makes\nclear which meaning is intended. Although aerosol or painting stencils can be\nmade for one-time use, typically they are made to be reusable. To be reusable,\nthey must remain intact after a design is produced and the stencil is removed\nfrom the work surface. With some designs, this is done by connecting stencil\n'islands' (sections of material that are inside cut-out \"holes\" in the stencil)\nto other parts of the stencil with 'bridges' (narrow sections of material that\nare not cut out).\n\nStencil technique in visual art is also referred to as 'pochoir'. A related\ntechnique (which has found applicability in some surrealist compositions) is\naerography, in which spray-painting is done around a three-dimensional object to\ncreate a negative of the object instead of a positive of a stencil design. This\ntechnique was used in cave paintings dating to 10,000 BC, where human hands were\nused in painting hand print outlines among paintings of animals and other\nobjects. The artist sprayed pigment around his hand by using a hollow bone,\nblown by mouth to direct a stream of pigment.\n\nScreen printing also uses a stencil process, as does mimeography. The masters\nfrom which mimeographed pages are printed are often called \"stencils.\" Stencils\ncan be made with one or many colour layers using different techniques, with most\nstencils designed to be applied as solid colours. During screen printing and\nmimeography the images for stenciling are broken down into color layers.\nMultiple layers of stencils are used on the same surface to produce multi-\ncolored images.\n","title":"stencil","headings":["History","Book illustration","Aerosol stencils","Home stenciling","Military stenciling","Silk screening","Micro/nanostencil","Other stencil forms","See also","References","External links"]},"micro-relation":["2: Aerosol_paint","2: Screen_printing","2: Blek_le_Rat","2: Banksy","2: John_Fekner","2: Shepard_Fairey","1: Surrealist_techniques","1: Mimeograph_machine","1: Katazome","1: Edo_period","1: Old_master_print","1: Woodcut","1: André_Edouard_Marty","1: Jean_Saudé","1: Collotype","1: Art_Nouveau","1: Art_Deco","1: Berlin_Wall","1: DualShock","1: Graffiti","1: Anarcho-punk","1: Crass","1: Anti-war","1: Anarchism","1: Feminism","1: Consumerism","1: London_Underground","1: Jef_aerosol","1: Andre_the_Giant_Has_a_Posse","1: Home_decorating","1: Handicraft","1: Nanotechnology","1: Stencil_lithography","1: Airbrushing","1: Frisket","1: Mimeograph","1: Quarter_marks","1: ROSTA_Windows","1: Street_Art","1: Theorem_Stencil","1: Wheatpaste"]}