{
   "micrownet" : [
      "sterilisation"
   ],
   "duck" : [
      "Sterilization",
      "\n<a href=\"http://duckduckgo.com/Sterilization_(microbiology)\">Sterilization (microbiology)</a> - Sterilization (or sterilisation) is a term referring to any process that eliminates (removes) or kills all forms of microbial life, including transmissible agents (such as fungi, bacteria,...",
      "http://www.merriam-webster.com/dictionary/sterilization",
      "sterilization definition: to make sterile.",
      "Merriam-Webster",
      "\n<a href=\"http://duckduckgo.com/Sterilization_(medicine)\">Sterilization (medicine)</a> - Sterilization refers to any of a number of medical techniques that intentionally leave a person unable to reproduce.",
      "\n<a href=\"http://duckduckgo.com/Soil_steam_sterilization\">Soil steam sterilization</a>, a farming technique that sterilizes soil with steam in open fields or greenhouses",
      "\n<a href=\"http://duckduckgo.com/Sterilization_(economics)\">Sterilization (economics)</a>, a term referring to central bank operations aimed at neutralizing foreign exchange operations' impact on domestic money supply and to generally offset potentially adverse consequences of large capital flows."
   ],
   "common" : {
      "milestones" : [],
      "image" : [
         [],
         []
      ]
   },
   "Lists" : [],
   "created" : 1373468163,
   "book" : [],
   "micro-www" : {
      "sterilisation" : [
         ""
      ]
   },
   "wiki" : {
      "cat" : [],
      "text" : "\n\n'Sterilization' can refer to:\n\n* The elimination of microbiological organisms to achieve asepsis, a sterile\n  microbial environment ** Sterilization (microbiology) ** Soil steam\n  sterilization, a farming technique that sterilizes soil with steam in open\n  fields or greenhouses\n\n* A medical technique that intentionally leaves a person unable to reproduce **\n  Sterilization (medicine) ** Animal sterilization, known as neutering\n\n* Sterilization (economics), a term referring to central bank operations\n  aimed at neutralizing foreign exchange operations' impact on domestic money\n  supply and to generally offset potentially adverse consequences of large\n  capital flows.\n",
      "title" : "Sterilization",
      "headings" : [
         "See also"
      ]
   },
   "micro-relation" : [
      "1: Soil_steam_sterilization",
      "1: Neutering"
   ]
}
