{"cursor":"3189","size":15,"audio":[],"currentlang":"en","article":"\n with rocks, some very rounded (having had a longer life in the stream) and some\n not.]] near Kaskaskia, Illinois, left behind after the river shifted]]\n\nA 'stream bed' is the channel bottom of a stream, river or creek; the physical\nconfine of the normal water flow. The lateral confines or channel margins,\nduring all but flood stage, are known as the '[[stream bank]]s' or 'river\nbanks'. In fact, a flood occurs when a stream overflows its banks and flows onto\nits flood plain. As a general rule, the bed is that part of the channel, just at\nthe \"normal\" water line and the banks are that part above the water line.\nHowever, because water flow varies, this differentiation is subject to local\ninterpretation. Usually, the bed is kept clear of terrestrial vegetation,\nwhereas the banks are subjected to water flow only during unusual or perhaps\ninfrequent high water stages and therefore, might support vegetation some or\nmuch of the time.\n\nThe descriptive terms \"right bank\" and \"left bank\" are relative to an observer\nlooking downstream, in which the right bank is to the observer's right, and vice\nversa. A famous example of this is the naming of the two sides of the river\nSeine in Paris.\n\nThe nature of any stream bed is always a function of the flow dynamics and the\nlocal geologic materials, influenced by that flow. With small streams in\nmesophytic regions, the nature of the stream bed is strongly responsive to\nconditions of precipitation runoff. Where natural conditions of either grassland\nor forest ameliorate peak flows, stream beds are stable, possibly rich, with\norganic matter and exhibit minimal scour. These streams support a rich biota.\nWhere conditions produce unnatural levels of runoff, such as occurs below roads,\nthe stream beds will exhibit a greater amount of scour, often down to bedrock\nand banks may be undercut. This process greatly increases watershed erosion and\nresults in thinner soils, upslope from the stream bed, as the channel adjusts to\nthe increase in flow.\n\nBeds are usually what would be left once a stream is no longer in existence; the\nbeds are usually well preserved even if they get buried, because the walls and\ncanyons made by the stream usually have hard walls, usually soft sand and debris\nfill the bed. Dry stream beds are also subject to becoming underground water\npockets (buried stream beds only) and flooding by heavy rains and water rising\nfrom the ground and may sometimes be part of the rejuvenation of the stream.\n","linknr":290,"url":"Stream_bed","recorded":1362685750,"links":28,"instances":["hydrology","stream","meteorology"],"pdf":[],"categories":["Water streams","Rivers","Fluvial landforms","Limnology","Riparian zone","Freshwater ecology","Geomorphology","Geology"],"headings":["See also"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/8/8c/Low_creek.jpg/250px-Low_creek.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/2/26/Old_Mississippi_riverbed_near_St._Mary%27s.jpg/250px-Old_Mississippi_riverbed_near_St._Mary%27s.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/b/b2/Estuary-mouth.jpg/140px-Estuary-mouth.jpg","//upload.wikimedia.org/wikipedia/commons/thumb/3/35/Maldivesfish2.jpg/140px-Maldivesfish2.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["current","stream"],["precipitation","meteorology"],["armor","hydrology"]],"members":["armor","current","precipitation"],"related":["Kaskaskia,_Illinois","Stream","River","Flood_stage","Flood","Flood_plain","Stream_channel","Vegetation","Current_(stream)","Seine","Mesophyte","Precipitation_(meteorology)","Surface_runoff","Grassland","Forest","Armor_(hydrology)","Benthic_zone","Hyporheic_zone"]}