{"cursor":"15893","size":15,"audio":[],"currentlang":"en","article":"\n'Structural genomics' seeks to describe the 3-dimensional structure of every\nprotein encoded by a given genome. This genome-based approach allows for a high-\nthroughput method of structure determination by a combination of experimental\nand modeling approaches. The principal difference between structural genomics\nand traditional structural prediction is that structural genomics attempts to\ndetermine the structure of every protein encoded by the genome, rather than\nfocusing on one particular protein. With full-genome sequences available,\nstructure prediction can be done more quickly through a combination of\nexperimental and modeling approaches, especially because the availability of\nlarge number of sequenced genomes and previously-solved protein structures\nallows scientists to model protein structure on the structures of previously\nsolved homologs.\n\nBecause protein structure is closely linked with protein function, the\nstructural genomics has the potential to inform knowledge of protein function.\nIn addition to elucidating protein functions, structural genomics can be used to\nidentify novel protein folds and potential targets for drug discovery.\nStructural genomics involves taking a large number of approaches to structure\ndetermination, including experimental methods using genomic sequences or modeling-\nbased approaches based on sequence or structural homology to a protein of known\nstructure or based on chemical and physical principles for a protein with no\nhomology to any known structure.\n\nAs opposed to traditional structural biology, the determination of a protein\nstructure through a structural genomics effort often (but not always) comes\nbefore anything is known regarding the protein function. This raises new\nchallenges in structural bioinformatics, i.e. determining protein function from\nits 3D structure.\n\nStructural genomics emphasizes high throughput determination of protein\nstructures. This is performed in dedicated centers of structural genomics.\n\nWhile most structural biologists pursue structures of individual proteins or\nprotein groups, specialists in structural genomics pursue structures of proteins\non a genome wide scale. This implies large scale cloning, expression and\npurification. One main advantage of this approach is economy of scale. On the\nother hand, the scientific value of some resultant structures is at times\nquestioned. A Science article from January 2006 analyzes the structural genomics\nfield.\n\nOne advantage of structural genomics, such as the Protein Structure Initiative,\nis that the scientific community gets immediate access to new structures, as\nwell as to reagents such as clones and protein. A disadvantage is that many of\nthese structures are of proteins of unknown function and do not have\ncorresponding publications. This requires new ways of communicating this\nstructural information to the broader research community. The Bioinformatics\ncore of the Joint center for structural genomics (JCSG) has recently developed a\nwiki-based approach namely [http://www.topsan.org/ The Open Protein Structure\nAnnotation Network (TOPSAN)] for annotating protein structures emerging from high-\nthroughput structural genomics centers.\n","linknr":246,"url":"Structural_genomics","recorded":1362503546,"links":19,"instances":["protein_sequence"],"pdf":[],"categories":["Genomics","Genome projects","Structural biology"],"headings":["Goals","Methods","Examples of Structural Genomics","Protein Structure Databases and Classifications","See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/8/86/Argonne%27s_Midwest_Center_for_Structural_Genomics_deposits_1%2C000th_protein_structure.jpg/300px-Argonne%27s_Midwest_Center_for_Structural_Genomics_deposits_1%2C000th_protein_structure.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["threading","protein_sequence"]],"members":["threading"],"related":["Protein_Structure","Genome","Protein_structure_prediction","Protein_structure_prediction","Homology_modeling","Structural_biology","Protein_structure","Structural_bioinformatics","Three-dimensional_space","Protein_Structure_Initiative","De_novo_protein_structure_prediction","Peptide_sequence","Protein_Structure_Initiative","National_Institutes_of_Health","Open_reading_frame","Messenger_RNA","X-ray_crystallography","Protein_nuclear_magnetic_resonance_spectroscopy","Rosetta@home","Threading_(protein_sequence)","Protein_Structure_Initiative","Thermotoga","Mycobacterium_Tuberculosis_Structural_Genomics_Consortium","Multi-drug-resistant_tuberculosis","Protein_Data_Bank","UniProt","Structural_Classification_of_Proteins","CATH","Genomics","Omics","Structural_proteomics","Protein_Structure_Initiative","Structural_Genomics_Consortium","Mycobacterium_tuberculosis_Structural_Genomics_Consortium"]}