{"cursor":"10635","size":15,"audio":[],"currentlang":"en","article":"\n\n\nThe term 'subconscious' is used in many different contexts and has no single or\nprecise definition. This greatly limits its significance as a definition-bearing\nconcept, and in consequence the word tends to be avoided in academic and\nscientific settings.\n\nIn everyday speech and popular writing, however, the term is very commonly\nencountered as a layperson's replacement for the unconscious mind, which in\nFreud's opinion is a repository for socially unacceptable ideas, wishes or\ndesires, traumatic memories, and painful emotions put out of mind by the\nmechanism of psychological repression. However, the contents do not necessarily\nhave to be solely negative. In the psychoanalytic view, the unconscious is a\nforce that can only be recognized by its effects—it expresses itself in the\nsymptom. Unconscious thoughts are not directly accessible to ordinary\nintrospection, but are supposed to be capable of being \"tapped\" and\n\"interpreted\" by special methods and techniques such as meditation, random\nassociation, dream analysis, and verbal slips (commonly known as a Freudian\nslip), examined and conducted during psychoanalysis. Carl Jung developed the\nconcept further. He divided the unconscious into two parts: the personal\nunconscious and the collective unconscious. The personal unconscious is a\nreservoir of material that was once conscious but has been forgotten or\nsuppressed in the mind.\n\nThe idea of the \"subconscious\" as a powerful or potent agency has allowed the\nterm to become prominent in the New Age and self-help literature, in which\ninvestigating or controlling its supposed knowledge or power is seen as\nadvantageous. In the New Age community, techniques such as autosuggestion and\naffirmations are believed to harness the power of the subconscious to influence\na person's life and real-world outcomes, even curing sickness. [[Skeptical\nInquirer]] magazine criticized the lack of falsifiability and testability of\nthese claims. [http://www.csicop.org/specialarticles/secrets.html ]\nPhysicist Ali Alousi, for instance, criticized it as unmeasurable and questioned\nthe likelihood that thoughts can affect anything outside the head. Whittaker, S. [http://www.canada.com/montrealgazette/story.html?id=78fc94dd-c0b2-4ade-891d-\n98770bfae388&k=70777 Secret attraction], The Montreal Gazette, May 12,\n2007. In addition, critics have asserted that the evidence provided is\nusually anecdotal and that, because of the self-selecting nature of the positive\nreports, as well as the subjective nature of any results, these reports are\nsusceptible to confirmation bias and selection bias.\n\nThe word \"subconscious\" is an anglicized version of the French subconscient as\ncoined by the psychologist Pierre Janet. Janet himself saw the subconscient as\nactive in hypnotic suggestion and as an area of the psyche to which ideas would\nbe consigned through a process that involved a \"splitting\" of the mind and a\nrestriction of the field of consciousness.\n","linknr":193,"url":"Subconscious","recorded":1362567616,"links":38,"instances":["new_age"],"pdf":[],"categories":["Consciousness studies"],"headings":["The \"subconscious\" and psychoanalysis","The \"subconscious\" and instinct","\"New Age\" and other \"fringe\" modalities targeting the \"subconscious\"","See also","Notes and references","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/7/73/Nicolas_P._Rougier%27s_rendering_of_the_human_brain.png/32px-Nicolas_P._Rougier%27s_rendering_of_the_human_brain.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["affirmations","new_age"],["affirmations","new_age"]],"members":["affirmations"],"related":["Academic","Unconscious_mind","Sigmund_Freud","Psychoanalytic","Dream","Freudian_slip","Carl_Jung","Personal_unconscious","Collective_unconscious","New_Age","Self-help","Autosuggestion","Affirmations_(New_Age)","Falsifiability","Testability","Ali_Alousi","Anecdotal","Publication_bias","Subjectivity","Confirmation_bias","Selection_bias","Pierre_Janet","Sigmund_Freud","Preconscious","Affirmations_(New_Age)","Autosuggestion","Binaural_beats","Hypnosis","Subliminal_message","Consciousness","Collective_unconscious","Preconscious","Rapid_eye_movement_sleep","Non-rapid_eye_movement_sleep","Slow-wave_sleep","Unconscious_mind","American_Psychology_Association","Philosophy_of_mind","List_of_thought_processes"]}