{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/Subharmonic_synthesizer\">Subharmonic synthesizer</a> - A subharmonic synthesizer is a device or system that generates subharmonics of an input signal.","Subharmonic","\n<a href=\"http://duckduckgo.com/Combination_tone\">Combination tone</a> - A combination tone, also called a sum tone or a difference tone, can be any of at least three similar psychoacoustic phenomena.","\n<a href=\"http://duckduckgo.com/c/Acoustics\">Acoustics</a>","\n<a href=\"http://duckduckgo.com/Subharmonic_mixer\">Subharmonic mixer</a>","https://i.duckduckgo.com/i/551d1462.png","\n<a href=\"http://duckduckgo.com/Harmonic\">Harmonic</a> - A harmonic of a wave is a component frequency of the signal that is an integer multiple of the fundamental frequency, i.e. if the fundamental frequency is f, the harmonics have frequencies 2...","\n<a href=\"http://duckduckgo.com/Subharmonic_function\">Subharmonic function</a> - In mathematics, subharmonic and superharmonic functions are important classes of functions used extensively in partial differential equations, complex analysis and potential theory.","In music and dynamics, subharmonic or undertone frequencies are frequencies below the main frequency of a signal.","\n<a href=\"http://duckduckgo.com/Overtone\">Overtone</a> - An overtone is any frequency higher than the fundamental frequency of a sound."],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373505318,"book":[],"micro-www":{"subharmonic":[""]},"wiki":{"cat":["Acoustics"],"text":"\n\n\n\nIn music and dynamics, 'subharmonic' or 'undertone' frequencies are frequencies\nbelow the main frequency of a signal.\n\nSubharmonic frequencies are frequencies below the fundamental frequency of an\noscillator in a ratio of 1/n, with n a positive integer number. For example, if\nthe fundamental frequency of an oscillator is 440 Hz, sub-harmonics include 220\nHz (1/2) and 110 Hz (1/4). Thus, they are a mirror image of the harmonic series,\nthe undertone series.\n\nSubharmonics can be produced by signal amplification through loudspeakers.<ref\nname=\"speaker\">{{cite book\n | author =Barry Truax, ed year = 1999 title = Handbook for Acoustic Ecology url\n | = http://www.sfu.ca/sonic-studio/handbook/Subharmonic.html publisher = World\n | Soundscape Project, Simon Fraser University\n}} </ref> They are naturally produced by bells, giving them their\ndistinct sound.\n\nString quartets by composers George Crumb and Daniel James Wolf as well as works\nby violinist and composer Mari Kimura require string instrument players to bow\nwith sufficient pressure that the strings vibrate <ref></ref> causing the sound\nwaves to modulate and demodulate by the instruments resonating horn with\nfrequencies corresponding to subharmonics. The tritare, a guitar with Y shaped\nstrings, cause subharmonics too. This can also be achieved by the extended\ntechnique of crossing two strings as some experimental jazz guitarists have\ndeveloped. Also third bridge preparations on guitars cause timbres consisting of\nsets of high pitched overtones combined with a subharmonic resonant tone of the\nunplugged part of the string.\n","title":"subharmonic","headings":["See also","References","Further reading","External links"]},"micro-relation":["1: Music","1: Frequency","1: Undertone_series","1: Loudspeakers","1: String_quartet","1: George_Crumb","1: Daniel_James_Wolf","1: Mari_Kimura","1: Tritare","1: Extended_technique","1: 3rd_bridge","1: Harmonic","1: Overtone","1: Subharmonic_mixer","1: Subharmonic_synthesizer","1: Combination_tone","1: Missing_fundamental"]}