{"micrownet":["substructure"],"duck":["\n<a href=\"http://duckduckgo.com/Prime_model\">Prime model</a> - In mathematics, and in particular model theory, a prime model is a model which is as simple as possible.","Substructure","\n<a href=\"http://duckduckgo.com/End_extension\">End extension</a>","http://www.merriam-webster.com/dictionary/substructure","\n<a href=\"http://duckduckgo.com/c/Model_theory\">Model theory</a>","substructure definition: an underlying or supporting part of a structure.","Merriam-Webster","\n<a href=\"http://duckduckgo.com/L%C3%B6wenheim-Skolem_theorem\">Löwenheim-Skolem theorem</a> - In mathematical logic, the Löwenheim–Skolem theorem, named for Leopold Löwenheim and Thoralf Skolem, states that if a countable first-order theory has an infinite model, then for every infinite ...","\n<a href=\"http://duckduckgo.com/elementary_equivalence\">Elementary substructure</a> - In model theory, a field within mathematical logic, two structures M and N of the same signature σ are called elementarily equivalent if they satisfy the same first-order σ-sentences.","\n<a href=\"http://duckduckgo.com/c/Universal_algebra\">Universal algebra</a>","In mathematical logic, an (induced) substructure or (induced) subalgebra is a structure whose domain is a subset of that of a bigger structure, and whose functions and relations are the traces of the functions and relations of the bigger structure."],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373509211,"book":[],"micro-www":{"substructure":[""]},"wiki":{"cat":["Model theory","Universal algebra"],"text":"\n\nIn mathematical logic, an '(induced) substructure' or '(induced) subalgebra' is\na structure whose domain is a subset of that of a bigger structure, and whose\nfunctions and relations are the traces of the functions and relations of the\nbigger structure. Some examples of subalgebras are subgroups, submonoids,\nsubrings, subfields, subalgebras of algebras over a field, or induced subgraphs.\nShifting the point of view, the larger structure is called an 'extension' or a\n'superstructure' of its substructure. In model theory, the term '\"submodel\"' is\noften used as a synonym for substructure, especially when the context suggests a\ntheory of which both structures are models.\n\nIn the presence of relations (i.e. for structures such as ordered groups or\ngraphs, whose signature is not functional) it may make sense to relax the\nconditions on a subalgebra so that the relations on a 'weak substructure' (or\n'weak subalgebra') are at most those induced from the bigger structure.\nSubgraphs are an example where the distinction matters, and the term \"subgraph\"\ndoes indeed refer to weak substructures. Ordered groups, on the other hand, have\nthe special property that every substructure of an ordered group which is itself\nan ordered group, is an induced substructure.\n","title":"substructure","headings":["Definition","Example","Substructures as subobjects","Submodel","See also","References"]},"micro-relation":["3: Subobject","3: Concrete_category","2: Subgroup","2: Submonoid","2: Glossary_of_graph_theory#Subgraphs","2: Ordered_group","2: Elementary_substructure","1: Mathematical_logic","1: Subset","1: Subring","1: Subfield","1: Algebra_over_a_field","1: Model_theory","1: Ordered_field","1: Algebraic_numbers","1: Complex_numbers","1: Algebraically_closed_field","1: Rational_numbers","1: Real_numbers","1: Embedding","1: End_extension","1: Löwenheim-Skolem_theorem","1: Prime_model"]}