{"micrownet":["summation","summational"],"duck":["Summation","\n<a href=\"http://duckduckgo.com/Summation_(neurophysiology)\">Summation (neurophysiology)</a>, a way of achieving action potential in a neuron","http://www.merriam-webster.com/dictionary/summation","\n<a href=\"http://duckduckgo.com/Summation\">Summation</a>, a mathematical notation","summation definition: the act or process of forming a sum.","Merriam-Webster"],"common":{"milestones":["<a target=\"_new\" href=\"http://en.wikinews.org/wiki/Five_found_guilty_of_UK_bomb_plot\" title=\"Five found guilty of UK bomb plot\">Five found guilty of UK bomb plot</a>"],"image":[[],[]]},"Lists":["List_of_mathematical_series"],"created":1373518074,"book":[],"micro-www":{"summation":["Summation",""]},"wiki":{"cat":["Arithmetic","Mathematical notation","Iterated binary operations"],"text":"\n\n\n'Summation' is the operation of adding a sequence of numbers; the result is\ntheir 'sum' or total. If numbers are added sequentially from left to right, any\nintermediate result is a partial sum, prefix sum, or running total of the\nsummation. The numbers to be summed (called 'addends', or sometimes 'summands')\nmay be integers, rational numbers, real numbers, or complex numbers. Besides\nnumbers, other types of values can be added as well: vectors, matrices,\npolynomials and, in general, elements of any additive group (or even monoid).\nFor finite sequences of such elements, summation always produces a well-defined\nsum (possibly by virtue of the convention for empty sums).\n\nSummation of an infinite sequence of values can often result in a value, in the\nsense of a limit (although sometimes the value may be infinite, and often no\nvalue results at all.) Such infinite summations are known as series. Another\nnotion involving limits of finite sums is integration. The term summation has a\nspecial meaning related to extrapolation in the context of divergent series.\n\nThe summation of the sequence <nowiki>[</nowiki>1, 2, 4, 2<nowiki>]</nowiki> is\nan expression whose value is the sum of each of the members of the sequence. In\nthe example, = 9. Since addition is associative the value does not depend on how\nthe additions are grouped, for instance and both have the value&nbsp;9;\ntherefore, parentheses are usually omitted in repeated additions. Addition is\nalso commutative, so permuting the terms of a finite sequence does not change\nits sum (for infinite summations this property may fail; see absolute\nconvergence for conditions under which it still holds).\n\nThere is no special notation for the summation of such explicit sequences, as\nthe corresponding repeated addition expression will do. There is only a slight\ndifficulty if the sequence has fewer than two elements: the summation of a\nsequence of one term involves no plus sign (it is indistinguishable from the\nterm itself) and the summation of the empty sequence cannot even be written down\n(but one can write its value \"0\" in its place). If, however, the terms of the\nsequence are given by a regular pattern, possibly of variable length, then a\nsummation operator may be useful or even essential. For the summation of the\nsequence of consecutive integers from 1 to 100 one could use an addition\nexpression involving an ellipsis to indicate the missing terms: . In this case\nthe reader easily guesses the pattern; however, for more complicated patterns,\none needs to be precise about the rule used to find successive terms, which can\nbe achieved by using the summation operator \"Σ\". Using this sigma notation the\nabove summation is written as:\n\n:<math>\\sum_{i=1}^{100}i.</math>\n\nThe value of this summation is 5050. It can be found without performing 99\nadditions, since it can be shown (for instance by mathematical induction) that\n\n:<math>\\sum_{i=1}^ni = \\frac{n(n+1)}{2}</math>\n\nfor all natural numbers n. More generally, formulae exist for many summations of\nterms following a regular pattern.\n\nThe term \"indefinite summation\" refers to the search for an inverse image of a\ngiven infinite sequence s of values for the forward difference operator, in\nother words for a sequence, called antidifference of s, whose finite differences\nare given by s. By contrast, summation as discussed in this article is called\n\"definite summation\".\n\nWhen it is necessary to clarify that numbers are added with their signs, the\nterm 'algebraic sum'<ref>Oxford English Dictionary, 2nd ed. - algebraic (esp. of\na sum): taken with consideration of the sign (plus or minus) of each term.</ref>\nis used. For example, in electric circuit theory Kirchhoff's circuit laws\nconsider the algebraic sum of currents in a network of conductors meeting at a\npoint, assigning opposite signs to currents flowing in and out of the node.\n","title":"summation","headings":["Notation","Formal definition","Measure theory notation","Fundamental theorem of discrete calculus","Approximation by definite integrals","Identities","Growth rates","See also","Notes","Further reading","External links"]},"micro-relation":["3: Integral","2: Integer","2: Indefinite_sum","2: Monotonic_function","2: Harmonic_number","1: Addition","1: Sequence","1: Partial_sum","1: Prefix_sum","1: Running_total","1: Rational_number","1: Real_number","1: Complex_number","1: Vector_space","1: Polynomial","1: Additive_group","1: Monoid","1: Empty_sum","1: Extrapolation","1: Divergent_series","1: Associative","1: Commutative","1: Permutation","1: Absolute_convergence","1: Ellipsis","1: Sigma","1: Mathematical_induction","1: Natural_numbers","1: Inverse_image","1: Difference_operator","1: Finite_difference","1: Kirchhoff's_circuit_laws","1: Free_variables_and_bound_variables","1: Typographical_conventions_in_mathematical_formulae","1: Multiplication#Capital_Pi_notation","1: Identity_element","1: Iterated_function","1: Tuple","1: Measure_theory","1: Definite_integral","1: Counting_measure","1: EulerâMaclaurin_formula","1: Riemann_integral","1: Riemann_sum","1: List_of_mathematical_series","1: Harmonic_number#Generalized_harmonic_numbers","1: Arithmetic_series","1: Bernoulli_number","1: Faulhaber's_formula","1: Geometric_series","1: Concrete_Mathematics","1: Binomial_theorem","1: Approximation","1: Big_O_notation","1: Non-negative","1: Checksum","1: Einstein_notation","1: Iterated_binary_operation","1: Kahan_summation_algorithm","1: Nicholas_J._Higham"]}