{"cursor":"3921","size":15,"audio":[],"currentlang":"en","article":" shape, which simulates the atomic surface structure of graphite, commensurable\n due to alignment in this photo.]]\n\n'Superlubricity' is a regime of motion in which friction vanishes or very\nnearly vanishes.\n\nSuperlubricity may occur when two crystalline surfaces slide over each other in\ndry incommensurate contact. This effect, also called structural lubricity, was\nsuggested in 1991 and verified with great accuracy between two graphite surfaces\nin 2004. Superlubricity of Graphite Martin Dienwiebel, Gertjan S. Verhoeven,\nNamboodiri Pradeep, Joost W. M. Frenken, Jennifer A. Heimberg, and Henny W.\nZandbergen Phys. Rev. Lett. '92', 126101 (2004) [http://www.physics.leidenuniv.-\nnl/sections/cm/ip/group/PDF/Phys.rev.lett/2004/92(2004)12601.pdf] The\natoms in graphite are oriented in a hexagonal manner and form an atomic hill-and-\nvalley landscape, which looks like an egg-crate. When the two graphite surfaces\nare in registry (every 60 degrees), the friction force is high. When the two\nsurfaces are rotated out of registry, the friction is largely reduced. This is\nlike two egg-crates which can slide over each other more easily when they are\n\"twisted\" with respect to each other.\n\nObservation of superlubricity in microscale graphite structures was reported in\n2012 Observation of Superlubricity in Microscale Graphite Ze Liu, Jiarui\nYang, Francois Grey, Jefferson Zhe Liu, Yilun Liu, Yibing Wang, Yanlian Yang,\nYao Cheng, and Quanshui Zheng Phys. Rev. Lett. '108', 205503 (2012) , by\nshearing a square graphite mesa a few microns across, and observing the self-\nretraction of the sheared layer. This observation, which is reproducible even\nunder ambient conditions, shifts interest in superlubricity from a primarily\nacademic topic, accessible only under highly idealized conditions, to one with\npractical implications for micro and nanomechanical devices Graphite super\nlube works at micron scale Philip Robinson, Chemistry World, 28 May 2012[http://www.rsc.org/chemistryworld/2012/05/graphite-super-lube-works-\nmicron-scale] .\n\nA state of ultralow friction can also be achieved when a sharp tip slides over a\nflat surface and the applied load is below a certain threshold. Such\n\"superlubric\" threshold depends on the tip-surface interaction and the stiffness\nof the materials in contact, as described by the Tomlinson model. Transition\nfrom Stick-Slip to Continuous Sliding in Atomic Friction: Entering a New Regime\nof Ultralow Friction Anisoara Socoliuc, Enrico Gnecco, Roland Bennewitz, and\nErnst Meyer Phys. Rev. Lett. '92', 134301 (2004)  The threshold can be\nsignificantly increased by exciting the sliding system at its resonance\nfrequency, which suggests a practical way to limit wear in nanoelectromechanical\nsystems . Atomic-Scale Control of Friction by Actuation of Nanometer-Sized\nContacts Anisoara Socoliuc, Enrico Gnecco, Sabine Maier, Oliver Pfeiffer, Alexis\nBaratoff, Roland Bennewitz, and Ernst Meyer Science '313', 207 (2006) \n\nIn any case, one should note that the similarity of the term superlubricity with\nterms such as superconductivity and superfluidity is misleading; other energy\ndissipation mechanisms can lead to a finite (normally small) friction force.\n","linknr":128,"url":"Superlubricity","recorded":1362375277,"links":20,"instances":[],"pdf":["http://www.physics.leidenuniv.nl/sections/cm/ip/group/PDF/Phys.rev.lett/2004/92(2004)12601.pdf"],"categories":["Condensed matter physics"],"headings":["See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/8/8a/Incommensurabilit%C3%A9_2.jpg/220px-Incommensurabilit%C3%A9_2.jpg","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/d/d3/Incommensurabilit%C3%A9_4.jpg/220px-Incommensurabilit%C3%A9_4.jpg","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/5/54/Science.jpg/30px-Science.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Regime","Friction","Commensurability","Structural_lubricity","Graphite","Phys._Rev._Lett.","Hexagonal","Phys._Rev._Lett.","Tomlinson_model","Resonance_frequency","Nanoelectromechanical_systems","Science","Superconductivity","Superfluid","Friction_force_microscopy","Tomlinson_model"]}