{"cursor":"8078","size":15,"audio":[],"currentlang":"en","article":"'Superheated steam' is steam at a temperature that is higher than its\nvaporization (boiling) point at the absolute pressure where the temperature\nmeasurement is taken; and therefore, the steam can cool (lose internal energy)\nby some amount, resulting in a lowering of its temperature without changing\nstate (i.e., condensing) from a gas, to a mixture of saturated vapor and liquid.\nIf saturated steam (a mixture of both gas and saturated vapor) is heated at\nconstant pressure, its temperature will also remain constant as the vapor\nquality (think dryness, or percent saturated vapor) increases towards 100%, and\nbecomes dry (i.e., no saturated liquid) saturated steam. Continued heat input\nwill then \"super\" heat, the dry saturated steam. This will occur if saturated\nsteam contacts a surface with a higher temperature. [http://www.spiraxsarco.com/resources/steam-engineering-\ntutorials/steam-engineering-principles-and-heat-transfer/superheated-steam.asp\nSuperheated Steam : International site for Spirax Sarco]. Spiraxsarco.com.\nRetrieved on 2012-01-25. The steam is then described as superheated by the\nnumber of degrees it has been heated above saturation temperature.\n\nSuperheated steam and liquid water cannot coexist under thermodynamic\nequilibrium, as any additional heat simply evaporates more water and the steam\nwill become saturated steam. However this restriction may be violated\ntemporarily in dynamic (non-equilibrium) situations. To produce superheated\nsteam in a power plant or for processes (such as drying paper) the saturated\nsteam drawn from a boiler is passed through a separate heating device (a\nsuperheater) which transfers additional heat to the steam by contact or by\nradiation.\n\nSuperheated steam is not suitable for sterilization. William D. Wise,\n[http://www.chemicalprocessing.com/articles/2005/592.html \"Succeed at steam\nsterilization''], \"Chemical processing\" 27 November 2005. Retrieved 2010-10-\n10. This is because the superheated steam is dry. Dry steam must\nreach much higher temperatures and the materials exposed for a longer time\nperiod to have the same effectiveness; or equal Fo kill value. Superheated\nsteam is also not useful for heating. Saturated steam has a much higher\nuseful heat content. [http://www.systhermique.com/steam-\ncondensate/services/troubleshooting/superheated-steam/ Saturated steam vs\nsuperheated steam : Site for SCCS Group]. Systhermique.com. Retrieved on\n2012-10-01.\n\nSuperheated steam’s greatest value lies in its tremendous internal energy that\ncan be used for kinetic reaction through mechanical expansion against turbine\nblades and reciprocating pistons, that produces rotary motion of a shaft. The\nvalue of superheated steam in these applications is its ability to release\ntremendous quantities of internal energy yet remain above the condensation\ntemperature of water vapor; at the pressures at which reaction turbines and\nreciprocating piston engines operate.\n\nOf prime importance in these applications is the fact that water vapor\ncontaining entrained liquid droplets is incompressible. If steam doing work in a\nreciprocating engine or turbine, cools to a temperature at which liquid droplets\nform; the water droplets entrained in the fluid flow will strike the mechanical\nparts of engines or turbines, with enough force to bend, crack or fracture them.\nSuperheating and pressure reduction through expansion, ensures that the steam\nflow throughout its passage through a turbine or an engine, always remains as a\ncomprisable gas, which will not damage the internal moving parts of the turbine\nor engine through which the steam passes.\n","linknr":133,"url":"Superheated_steam","recorded":1362480474,"links":17,"instances":["microbiology"],"pdf":[],"categories":["Water","Steam power"],"headings":["Saturated steam","Uses","See also","References"],"image":["//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["sterilization","microbiology"]],"members":["sterilization"],"related":["Steam","Vapor_quality","Thermodynamic_equilibrium","Boiler","Superheater","Radiation","Sterilization_(microbiology)","Fourier_number","Boiling_point","Standard_pressure","Steam_turbine","Steam_locomotive","Saturated_steam","Steam_engine","Shunting_locomotives","Soil_steam_sterilization","Superheated_water"]}