{"micrownet":[],"duck":["\n<a href=\"http://duckduckgo.com/d/Suprema\">Supremum Meanings</a>","Supremum","\n<a href=\"http://duckduckgo.com/c/Order_theory\">Order theory</a>","\n<a href=\"http://duckduckgo.com/Limit_superior_and_limit_inferior\">Limit superior and limit inferior</a> (supremum limit)","https://i.duckduckgo.com/i/1c3ed54d.png","\n<a href=\"http://duckduckgo.com/Infimum\">Infimum</a> - In mathematics, the infimum (plural infima) of a subset S of a partially ordered set T is the greatest element of T that is less than or equal to all elements of S.","\n<a href=\"http://duckduckgo.com/essential_supremum_and_essential_infimum\">Essential suprema and infima</a> - In mathematics, the concepts of essential supremum and essential infimum are related to the notions of supremum and infimum, but the former are more relevant in measure theory, where one o...","\n<a href=\"http://duckduckgo.com/Uniform_norm\">Uniform norm</a> (supremum norm)","In mathematics, the supremum of a subset S of a totally or partially ordered set T is the least element of T that is greater than or equal to all elements of S.","\n<a href=\"http://duckduckgo.com/Specker_sequence\">Specker sequence</a> - In computability theory, a Specker sequence is a computable, strictly increasing, bounded sequence of rational numbers whose supremum is not a computable real number."],"common":{"milestones":[],"image":[[],[]]},"Lists":[],"created":1373539397,"book":[],"micro-www":{"supremum":[""]},"wiki":{"cat":["Order theory"],"text":"\n\n\n\n\nIn mathematics, the 'supremum' (sup) of a subset S of a totally or partially\nordered set T is the least element of T that is greater than or equal to all\nelements of S. Consequently, the supremum is also referred to as the 'least\nupper bound' ('lub' or 'LUB'). If the supremum exists, it is unique meaning that\nthere will be only one supremum. If S contains a greatest element, then that\nelement is the supremum; otherwise, the supremum does not belong to S (or does\nnot exist). For instance, the negative real numbers do not have a greatest\nelement, and their supremum is 0 (which is not a negative real number).\n\nThe existence or non-existence of a supremum is often discussed in connection\nwith subsets of real numbers, rational numbers, or any other well-known\nmathematical structure for which it is immediately clear what it means for an\nelement to be \"greater-than-or-equal-to\" another element. The definition\ngeneralizes easily to the more abstract setting of order theory, where one\nconsiders arbitrary partially ordered sets.\n\nThe concept of supremum coincides with the concept of least upper bound, but not\nwith the concepts of minimal upper bound, maximal element, or greatest element.\nThe supremum is in a precise sense dual to the concept of an infimum.\n","title":"supremum","headings":["Supremum of a set of real numbers","Suprema within partially ordered sets","Comparison with other order theoretical notions","Least-upper-bound property","See also","References","External links"]},"micro-relation":["7: Greatest_element","3: Partially_ordered_set","3: Infimum","2: Rational_number","2: Order_theory","2: Upper_bound","2: Maximal_element","2: Totally_ordered_set","1: Mathematics","1: Subset","1: Total_order","1: Real_number","1: Minimal_element","1: Mathematical_analysis","1: Real_numbers","1: Nonempty","1: Irrational_number","1: Complete_space","1: Empty_set","1: Affinely_extended_real_number_system","1: Complete_lattice","1: Divisor","1: Lowest_common_multiple","1: Power_set","1: Powerset","1: Integer","1: Well-order","1: Square_root_of_2","1: Hyperreals","1: Essential_suprema_and_infima","1: Uniform_norm","1: Limit_superior_and_limit_inferior","1: Specker_sequence","1: Upper_and_lower_bounds","1: Limit_ordinal","1: Walter_Rudin"]}