{"cursor":"8383","size":15,"audio":[],"currentlang":"en","article":"\n survey marker is designed to be a standard nail to be used by the USGS to mark\n high-water marks, set reference points, set bench marks, set reference marks,\n and turning points for levels. This nail is designed to be recovered (re-found)\n at a later date without any question that the nail was set by the USGS.]]\n\n'Survey markers', also called 'survey marks', and sometimes 'geodetic marks',\nare objects placed to mark key survey points on the Earth's surface. They are\nused in geodetic and land surveying. Informally, such marks are referred to as\nbenchmarks, A popular hobby, known as \"'benchmarking hunting'\" has grown up\naround the pastime of recovering (or \"re-finding\") these marks. In the U.S., the\nhobby has [http://www.geocaching.com/mark/default.aspx a website] that enables\nhobbyists to plan and report on their efforts. although strictly speaking\nthe term \"benchmark\" is reserved for marks that indicate elevation. Horizontal\nposition markers used for triangulation are also known as trig points or\n'triangulation stations'.\n\n\n\nAll sorts of different objects, ranging from the familiar brass disks to liquor\nbottles, clay pots, and rock cairns, have been used over the years as survey\nmarkers. For a comprehensive history of these marks in the United States,\ntogether with photos of all of the key variations, see\n[http://www.ngs.noaa.gov/web/about_ngs/history/Survey_Mark_Art.pdf the PDF] of\nthe article by CDR George E. Leigh, NOAA Corps (Ret’d.). Some truly\nmonumental markers have been used to designate '[[tripoint]]s', or the meeting\npoints of three or more countries. In the 19th Century, these marks were often\ndrill holes in rock ledges, crosses or triangles chiseled in rock, or copper or\nbrass bolts sunk into bedrock.\n\nToday (in the United States), the most common geodetic survey marks are cast\nmetal disks (with stamped legends on their face) set in rock ledges, sunken into\nthe tops of concrete pillars, or affixed to the tops of pipes that have been\nsunk into the ground. These marks are intended to be permanent, and disturbing\nthem is generally prohibited by federal and state law.\n\nThese marks were often placed as part of triangulation surveys, measurement\nefforts that moved systematically across states or regions, establishing the\nangles and distances between various points. Such surveys laid the basis for map-\nmaking in the United States and across the world.\n\nGeodetic survey markers were often set in groups. For example, in triangulation\nsurveys, the primary point identified was called the 'triangulation station', or\nthe \"main station\". It was often marked by a \"station disk\" (see upper photo at\nleft), a brass disk with a triangle inscribed on its surface and an impressed\nmark that indicated the precise point over which a surveyor's plumb bob should\nbe dropped to assure a precise location over it. A triangulation station was\noften surrounded by several (usually three) 'reference marks'(see second photo\nat left), These marks were often set at roughly equal (120-degree) intervals\nfrom each other and were numbered in ascending order moving clockwise around the\nmain station. each of which bore an arrow that pointed back towards the\nmain station. These reference marks made it easier for later visitors to\n\"recover\" (or re-find) the primary (\"station\") mark. Reference marks also made\nit possible to replace (or reset) a station mark that had been disturbed or\ndestroyed.\n\nSome old station marks were buried several feet down (to protect them from being\nstruck by plows). Occasionally, these buried marks had surface marks set\ndirectly above them. [http://www.penryfamily.com/surveying/saintderoin.html\nHere] is an account of recovering (re-finding) a buried station mark from 1890\nfor which the surface mark had been destroyed. This account also describes the\nuse of reference marks to locate station marks.\n\nIn the U.S., survey marks that meet certain standards for accuracy are part of a\nnational database that is maintained by the National Geodetic Survey\n('NGS'). The NGS is the successor agency to the U.S. Coast and Geodetic\nSurvey ('USCGS'). Each station mark in the database has a 'PID' (Permanent\nIDentifier), a unique 6-character code that can be used to call up a 'datasheet'\ndescribing that station. [http://www.ngs.noaa.gov/cgi-\nbin/ds_mark.prl?PidBox=MY2695 Here] is a sample datasheet that describes a\ntriangulation station with three reference marks. Distances and directions from\nthe station to these reference marks are given in the outlined box on the\ndatasheet. Originally there were a number of references to surrounding\nstructures, but these structures were all later reported as destroyed. A later\nvisitor then provided some new references. The NGS has a web-based\nform The NGS datasheet-from-PID form is located [http://www.ngs.noaa.gov/cgi-\nbin/ds_pid.prl/1 here]. that can be used to access any datasheet, if the\nstation's PID is known. Alternatively, datasheets can be called up by station\nname. [http://www.ngs.noaa.gov/cgi-bin/ds_desig.prl Here] is the NGS web-\nbased form for getting a datasheet for a station with a known name.\n\nA typical datasheet has either the precise or the estimated coordinates. Precise\ncoordinates are called \"'adjusted'\" and result from precise surveys. Estimated\ncoordinates are termed \"'scaled'\" and have usually been set by locating the\npoint on a map and reading off its latitude and longitude. Scaled coordinates\ncan be as much as several thousand feet distant from the true positions of their\nmarks. In the U.S., some survey markers have the latitude and longitude of the\nstation mark, a listing of any reference marks (with their distance and bearing\n'from' the station mark), and a narrative (which is updated over the years)\ndescribing other reference features (e.g., buildings, roadways, trees, or fire\nhydrants) and the distance and/or direction of these features from the marks,\nand giving a history of past efforts to recover (or re-find) these marks\n(including any resets of the marks, or evidence of their damage or destruction).\n\nCurrent best practice for stability of new survey markers is to use a punch mark\nstamped in the top of a metal rod driven deep into the ground, surrounded by a\ngrease filled sleeve, and covered with a hinged cap set in\nconcrete. [ftp://ftp.ngs.noaa.gov/pub/uddf/info/Attach_10.pdf NOAA -\nNational Oceanic and Atmospheric Administration]\n\nSurvey markers are now often used to set up a GPS receiver antenna in a known\nposition for use in Differential GPS surveying. In the U.S., even though\nsurveys carried out primarily by GPS are becoming more common, the network of\nphysical survey markers continues to provide an important check on the accuracy\nof GPS-based methods, and one that is not dependent on satellites orbiting the\nearth.\n","linknr":138,"url":"Survey_marker","recorded":1362671383,"links":20,"instances":["surveying","geodesy"],"pdf":["http://www.ngs.noaa.gov/web/about_ngs/history/Survey_Mark_Art.pdf"],"categories":["Surveying"],"headings":["See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/5/50/DarienCTUSCoastAndGeodeticSurvey1965Marker11042007.jpg/250px-DarienCTUSCoastAndGeodeticSurvey1965Marker11042007.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/commons/thumb/f/fb/USGSSurveyMarker2000.jpg/200px-USGSSurveyMarker2000.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/en/thumb/d/da/MY4112-Station.jpg/220px-MY4112-Station.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/en/thumb/9/9d/MY4112-Ref-Mark-1.jpg/220px-MY4112-Ref-Mark-1.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/en/thumb/4/4a/Commons-logo.svg/30px-Commons-logo.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["datum","geodesy"],["benchmark","surveying"],["benchmark","surveying"]],"members":["benchmark","datum"],"related":["Ordinary_high_water_mark","Datum_(geodesy)","Benchmark_(surveying)","Surveying","Geodesy","Surveying","Benchmark_(surveying)","Triangulation","Trig_point","Cairn","GPS","Differential_GPS","Boundary_marker","Milestone","Tripoint","Triangulation_station"]}