{"cursor":"7649","size":15,"audio":[],"currentlang":"en","article":"\n'Systematic errors' are biases in measurement which lead to the situation where\nthe mean of many separate measurements differs significantly from the actual\nvalue of the measured attribute. All measurements are prone to systematic\nerrors, often of several different types. Sources of systematic error may be\nimperfect calibration of measurement instruments (zero error), changes in the\nenvironment which interfere with the measurement process and sometimes imperfect\nmethods of observation can be either zero error or percentage error. For\nexample, consider an experimenter taking a reading of the time period of a\npendulum swinging past a fiducial mark: If their stop-watch or timer starts with\n1 second on the clock then all of their results will be off by 1 second (zero\nerror). If the experimenter repeats this experiment twenty times (starting at 1\nsecond each time), then there will be a percentage error in the calculated\naverage of their results; the final result will be slightly larger than the true\nperiod. Distance measured by radar will be systematically overestimated if the\nslight slowing down of the waves in air is not accounted for. Incorrect zeroing\nof an instrument leading to a zero error is an example of systematic error in\ninstrumentation.\n\nSystematic errors may also be present in the result of an estimate based on a\nmathematical model or physical law. For instance, the estimated oscillation\nfrequency of a pendulum will be systematically in error if slight movement of\nthe support is not accounted for.\n\nSystematic errors can be either constant, or be related (e.g. proportional or a\npercentage) to the actual value of the measured quantity, or even to the value\nof a different quantity (the reading of a ruler can be affected by environment\ntemperature). When they are constant, they are simply due to incorrect zeroing\nof the instrument. When they are not constant, they can change sign. For\ninstance, if a thermometer is affected by a proportional systematic error equal\nto 2% of the actual temperature, and the actual temperature is 200Â°, 0Â°, or\n−100Â°, the measured temperature will be 204Â° (systematic error = +4Â°), 0Â°\n(null systematic error) or −102Â° (systematic error = −2Â°),\nrespectively. Thus, the temperature will be overestimated when it will be above\nzero, and underestimated when it will be below zero.\n\nConstant systematic errors are very difficult to deal with, because their\neffects are only observable if they can be removed. Such errors cannot be\nremoved by repeating measurements or averaging large numbers of results. A\ncommon method to remove systematic error is through calibration of the\nmeasurement instrument.\n\nIn a statistical context, the term systematic error usually arises where the\nsizes and directions of possible errors are unknown.\n","linknr":177,"url":"Systematic_error","recorded":1362480298,"links":27,"instances":[],"pdf":[],"categories":["Measurement","Bias"],"headings":["Drift","Systematic versus random error","See also","References"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/5/52/Merge-arrows.svg/50px-Merge-arrows.svg.png","//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[],"members":[],"related":["Bias","Measurement","Mean","Biophysical_environment","Observation","Percentage_error","Distance","Radar","Computational_mechanics","Oscillation_frequency","Pendulum","Ruler","Calibration","Statistics","Stochastic_drift","Mean","Stopwatch","Speaking_clock","Ammeter","Voltmeter","Spectrometer","Diffraction_grating","Wavelength","Sodium","Electromagnetic_spectrum","Random_error","Experimental_uncertainty_analysis","Biased_sample","Errors_and_residuals_in_statistics","Observational_error"]}