{"cursor":"6678","size":15,"audio":[],"currentlang":"en","article":"\n\n\n'Product management' is an organizational lifecycle function within a company\ndealing with the planning, forecasting, or marketing of a product or products at\nall stages of the product lifecycle.\n\nThe role consists of product development and product marketing, which are\ndifferent (yet complementary) efforts, with the objective of maximizing sales\nrevenues, market share, and profit margins. The product manager is often\nresponsible for analyzing market conditions and defining features or functions\nof a product. The role of product management spans many activities from\nstrategic to tactical and varies based on the organizational structure of the\ncompany. Product management can be a function separate on its own, or a member\nof marketing or engineering.\n\nWhile involved with the entire product lifecycle, the product management's\nmain focus is on driving new product development. According to the Product\nDevelopment and Management Association (PDMA), superior and differentiated new\nproducts — ones that deliver unique benefits and superior value to the\ncustomer — is the number one driver of success and product\nprofitability. Kahn, Kenneth B. (Editor). The PDMA Handbook of New\nProduct Development. Second Edition. Hoboken, NJ: John Wiley & Sons, 2005.\nISBN 0-471-48524-1\n\nDepending on the company size and history, product management has a variety of\nfunctions and roles. Sometimes there is a product manager, and sometimes the\nrole of product manager is shared by other roles. Frequently there is Profit and\nLoss (P&L) responsibility as a key metric for evaluating product manager\nperformance. In some companies, the product management function is the hub of\nmany other activities around the product. In others, it is one of many things\nthat need to happen to bring a product to market and actively monitor and manage\nit in-market.\n\nProduct management often serves an inter-disciplinary role, bridging gaps within\nthe company between teams of different expertise, most notably between engineering-\noriented teams and commercially oriented teams. For example, product managers\noften translate business objectives set for a product by Marketing or Sales into\nengineering requirements. Conversely they may work to explain the capabilities\nand limitations of the finished product back to Marketing and Sales. Product\nManagers may also have one or more direct reports who manage operational tasks\nand/or a Change Manager who can oversee new initiatives.\n","linknr":202,"url":"Product_management","recorded":1362485860,"links":25,"instances":["marketing","business"],"pdf":[],"categories":["Product management|"],"headings":["Product Marketing","Product Development","Inbound and Outbound Product Management","See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/5/52/Merge-arrows.svg/50px-Merge-arrows.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/d/df/Wikibooks-logo-en-noslogan.svg/40px-Wikibooks-logo-en-noslogan.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["product_lifecycle","marketing"],["product_lifecycle","marketing"],["product","business"]],"members":["product_lifecycle","product"],"related":["Product_lifecycle_(marketing)","New_product_development","Product_marketing","Product_manager","Product_lifecycle_(marketing)","New_product_development","Product_Development_and_Management_Association","Change_management","Product_Life_Cycle_Management","Product_differentiation","Voice_of_customer","Product_requirements_document_","Technology_roadmap","Aggregate_project_plan","Brand_management","Crossing_the_Chasm","Customer_experience","Business","Marketing_management","Product_(business)","Product_catalogue_management","Document_management_system","Product_life_cycle_management","Product_manager","Product_marketing","Product_planning","Requirements_management","Software_product_management","Service_product_management","Technology_roadmap","User_experience"]}