{"cursor":"4949","size":15,"audio":[],"currentlang":"en","article":"\n\nIn the early days of telephony, through roughly the 1960s, companies used manual\ntelephone switchboards and 'switchboard operators' connected each call by\ninserting a pair of phone plugs into the appropriate jacks. Each pair of plugs\nwas part of a cord circuit with a switch associated that let the operator\nparticipate in the call. Each jack had a light above it that lit when the\ntelephone receiver was lifted (the earliest systems required a generator on the\nphone to be cranked by hand). Lines from the central office were usually\narranged along the bottom row. Before the advent of operator distance dialing\nand customer Direct Dial (DDD) calling, switchboard operators would work with\ntheir counterparts in the distant central office to complete long distance\ncalls. With the development of computerized telephone dialing systems, many\ntelephone calls which previously required a live operator can be placed\nautomatically by the calling party without additional human intervention.\n\nBefore the advent of automatic exchanges, an operator's assistance was required\nfor anything other than calling telephones across a shared party line. Callers\nspoke to an operator at a Central Office who then connected a cord to the proper\ncircuit in order to complete the call. Being in complete control of the call,\nthe operator was in a position to listen to private conversations. Automatic, or\nDial systems were developed in the 1920s to reduce labor costs as usage\nincreased, and to ensure privacy to the customer. As phone systems became more\nsophisticated, less direct intervention by the telephone operator was necessary\nto complete calls.\n\nAs well as those employed by the public networks, operators were required at\nprivate branch exchanges to answer incoming telephone calls and connect them to\nthe correct extension. Today, most large organizations have direct-dial\nextensions. Smaller workplaces may have an automated system which allows callers\nto enter the extension of the called party, or a receptionist who answers calls\nand performs operator duties. Depending on the employment setting, the roles and\nlevel of responsibilities of a PBX operator can vary greatly, from performing\nwake-up calls in a hotel to coordinating emergency responses, dispatching, and\noverhead paging in hospitals. Operators employed in healthcare settings have\nother duties, such as data entry, greeting patients and visitors, taking\nmessages, triaging, or acting as an after hours answering service. Experienced,\nwell trained operators generally command a higher salary.\n\n\nA note: in the United States of America, any switchboard operator employed by an\nindependently owned public telephone company which has not more than seven\nhundred and fifty stations was excluded from the Equal Pay Act of 1963.\n\nIn January 1878 George Willard Croy became the world's first telephone operator\nwhen he started working for the Boston Telephone Despatch company. [http://books.google.co.uk/books?id=b2mMzS0hCkAC&pg=PA696&l-\npg=PA696&dq=%22emma+nutt%22+telephone+operator&source=bl&ots=kKYQAmoXhW&sig=GEO-\ni4yd-\n4NQnw3T4cb2mtOkBNRY&hl=en&ei=3bKTSo_9DqOZjAf496HzDQ&sa=X&oi=book_result&ct=resu-\nlt&resnum=9#v=onepage&q=%22emma%20nutt%22%20telephone%20operator&f=false Julie\nK. Petersen, \"The telecommunications illustrated dictionary\" (2002), p.\n696]\n\nEmma Nutt became the world's first female telephone operator on 1 September\n1878 when she started working for the Boston Telephone Dispatch company,\nbecause the attitude and behaviour of the teenage boys previously employed as\noperators was unacceptable. [http://www.att.com/gen/press-\nroom?pid=4800&cdvn=news&newsarticleid=20902 AT&T, Media Info, SBC Michigan\nRecognizes 125 Years of Telephone Operators, Personal Service, Michigan, San\nAntonio, Texas, October 31, 2003] Emma was hired by Alexander Graham\nBell, and reportedly, could remember every number\nin the telephone directory of the New England Telephone Company.\n","linknr":543,"url":"Switchboard_operator","recorded":1362565612,"links":31,"instances":["telephone","disambiguation","service","telephony","audio"],"pdf":[],"categories":["Business and financial operations occupations","Obsolete occupations"],"headings":["See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/en/f/f4/Ambox_content.png","//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/5/50/Telephone_operators%2C_1952.jpg/220px-Telephone_operators%2C_1952.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/magnify-clip.png","//upload.wikimedia.org/wikipedia/en/thumb/4/4a/Commons-logo.svg/30px-Commons-logo.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Telecom-icon.svg/100px-Telecom-icon.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["phone_connector","audio"],["party_line","telephony"],["extension","telephone"],["wake-up_call","service"],["telephone_operator","disambiguation"]],"members":["extension","telephone_operator","party_line","phone_connector"],"related":["Telephone_switchboard","Phone_connector_(audio)","Cord_circuit","Operator_distance_dialing","Direct_distance_dialing","Long_distance_call","Stored_Program_Control_exchange","Telephone_call","Calling_party","Telephone_exchange","Party_line_(telephony)","Private_branch_exchange","Telephone_call","Extension_(telephone)","Wake-up_call_(service)","Data_entry_clerk","Receptionist","Answering_service","Equal_Pay_Act_of_1963","Emma_Nutt","Boston_Telephone_Dispatch_company","Alexander_Graham_Bell","New_England_Telephone_and_Telegraph_Company","Attendant_console","Private_branch_exchange","Telephone_switchboard","Telephone_operator_(disambiguation)"]}