{"cursor":"5330","size":15,"audio":[],"currentlang":"en","article":"\n\n\n'Presentism' is the philosophical doctrine that only events and\nentities—and, in some versions of presentism, timeless objects or ideas\nlike numbers and sets—that occur in the present exist. According to\npresentism, events and entities that are wholly past or wholly future do not\nexist at all. Presentism contrasts with eternalism and the growing block theory\nof time, which hold that past events, like the Battle of Waterloo, and past\nentities, like Alexander the Great's warhorse Bucephalus, really do exist,\nthough not in the present (eternalism, but not growing block theory, extends\nthis to future events as well).\n\nSaint Augustine proposed that the present is a knife edge between the past and\nthe future and could not contain any extended period of time. This seems evident\nbecause, if the present is extended, it must have separate parts â but\nthese must be simultaneous if they are truly part of the present. According to\nearly philosophers, time cannot be both past and simultaneously present, so it\nis not extended. Contrary to Saint Augustine, some philosophers propose that\nconscious experience is extended in time. For instance, William James said that\ntime is \"the short duration of which we are immediately and incessantly\nsensible\". Augustine proposed that God is outside of time and present for all\ntimes, in eternity. Other early philosophers who were presentists include the\nBuddhists (in the tradition of Indian Buddhism). A leading scholar from the\nmodern era on Buddhist philosophy is Fyodor Shcherbatskoy, who has written\nextensively on Buddhist presentism: \"Everything past is unreal, everything\nfuture is unreal, everything imagined, absent, mental... is unreal... Ultimately\nreal is only the present moment of physical [i.e., causation].\" Vol.1 of\nBuddhist Logic, 1962, Dover: New York. 70-71.\n\nAccording to J. M. E. McTaggart's [[The Unreality of Time]], there are two ways\nof referring to events: the 'A Series' (also known as 'tensed time': , , ) and\nthe 'B Series' (or 'untensed time': Monday, Tuesday, Wednesday). Presentism\nentails that the A Series is fundamental and that the B Series alone is not\nsufficient. Presentists maintain that temporal discourse requires the use of\ntenses, whereas the \"Old B-Theorists\" argued that tensed language could be\nreduced to tensless facts (Dyke, 2004).\n\nIn the modern theory of relativity, the conceptual observer is at a geometric\npoint in both space and time at the apex of the 'light cone' which observes\nevents laid out in time as well as space. Different observers can disagree on\nwhether two events at different locations occurred simultaneously depending if\nthe observers are in relative motion (see relativity of simultaneity). This\ntheory depends upon the idea of time as an extended thing and has been confirmed\nby experiment, thus giving rise to a philosophical viewpoint known as four\ndimensionalism. However, although the contents of an observation are time-\nextended, the conceptual observer, being a geometric point at the origin of the\nlight cone, is not extended in time or space. This analysis contains a paradox\nin which the conceptual observer contains nothing, even though any real observer\nwould need to be the extended contents of an observation to exist. This paradox\nis partially resolved in Relativity theory by defining a 'frame of reference' to\nencompass the measuring instruments used by an observer. This reduces the time\nseparation between instruments to a set of constant intervals. [http://philsci-\narchive.pitt.edu/archive/00002408/ Petkov 2005]\n","linknr":312,"url":"Presentism_(philosophy_of_time)","recorded":1362581204,"links":29,"instances":["geometry","metaphysics","philosophy_of_time_"],"pdf":["http://philsci-archive.pitt.edu/archive/00000525/00/presentism_and_relativity.pdf","http://www.nd.edu/~mrea/Online%20Papers/Four%20Dimensionalism.pdf"],"categories":["Time","Theory of relativity","Philosophy of time"],"headings":["See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/7/70/Wooden_hourglass_3.jpg/76px-Wooden_hourglass_3.jpg","//upload.wikimedia.org/wikipedia/en/thumb/f/fd/Portal-puzzle.svg/16px-Portal-puzzle.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/4/45/MontreGousset001.jpg/76px-MontreGousset001.jpg","//upload.wikimedia.org/wikipedia/en/thumb/f/fd/Portal-puzzle.svg/16px-Portal-puzzle.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["eternalism","philosophy_of_time"],["point","geometry"],["eternalism","philosophy_of_time_"],["libertarianism","metaphysics"]],"members":["point","libertarianism","eternalism"],"related":["Eternalism_(philosophy_of_time)","Growing_block_universe","Battle_of_Waterloo","Alexander_the_Great","Bucephalus","Augustine_of_Hippo","Evidence","Simultaneity","William_James","Eternity","Buddhism","Indian_Buddhism","Buddhist_philosophy","Fyodor_Shcherbatskoy","Causality","J._M._E._McTaggart","B-Theory_of_time","B-Theory_of_time","Theory_of_relativity","Observation","Point_(geometry)","Light_cone","Relativity_of_simultaneity","Four_dimensionalism","Paradox","Frame_of_reference","Eternalism_(philosophy_of_time)_","Libertarianism_(metaphysics)","Metaphysics"]}