{"cursor":"6653","size":15,"audio":[],"currentlang":"en","article":"'Design engineer' is a general term that covers multiple engineering disciplines\nincluding electrical, mechanical, industrial design and civil engineering,\narchitectural engineers in the U.S. and building engineers in the UK.\n\nThe design engineer is distinguished from the designer/drafter by virtue of the\nfact that a design engineer takes care of the total system as well as inner\nworkings/engineering of a design. While industrial designers may be responsible\nfor the conceptual aesthetic and ergonomic aspects of a design, the design\nengineer usually works with a team of engineers and designers to develop the\nconceptual, preliminary and detail design and the most critical parts. He/she\nmay work with industrial designers and marketing to develop the product concept\nand specifications, and he/she may direct the design effort from that point.\nProducts are usually designed with input from a number of sources such as\nmarketing, manufacturing, purchasing, tool making and packaging engineering. In\naddition design engineers deal with much more complex technological and\nscientific systems (aircraft, spacecraft, rockets, trains, ships, dams, bridges,\nbuilding structures, urban infrastructure, machinery, production systems,\npropulsion systems, oil, gas, and mining exploration systems, manufacturing\nprocesses, military systems, cars, electronics, computers, power generation\nsystems - nuclear, fossil, wind, ocean, and power distribution systems). In many\nengineering areas, a distinction is made between the design engineer and the\nplanning engineer in design. Planning engineers are more concerned with\ndesigning on a more systems engineering level, and overlaps onto the operational\nside are often necessary. Design engineers, in contrast, are more concerned with\ndesigning a particular new product or system. Analysis is important for planning\nengineers, while synthesis is paramount for design engineers.\n\nWhen the design involves public safety, the design engineer is usually required\nto be licensed, for example a Professional Engineer in the U.S and Canada.\nThere is usually an 'industrial exemption' for design engineers working on\nproject internal to companies and not delivering professional services directly\nto the public.\n","linknr":332,"url":"Design_engineer","recorded":1362897959,"links":22,"instances":["software"],"pdf":[],"categories":["Engineers","Engineering occupations","Design"],"headings":["Design engineer tasks","See also","References","External links"],"image":["//upload.wikimedia.org/wikipedia/commons/thumb/3/3b/Design_portal_logo.jpg/28px-Design_portal_logo.jpg","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["nx","software"]],"members":["nx"],"related":["Electrical_engineering","Mechanical_engineering","Industrial_design","Civil_engineer","Engineering","Architectural_engineering","Building_engineering","Designer","Drafter","Industrial_designers","Industrial_design","Tool_and_die_maker","Packaging_engineering","Analysis","Professional_Engineer","Prototyping","Construction","Computer-aided_design","PTC_Creo","SolidWorks","SpaceClaim","Solid_Edge","Autodesk_Inventor","NX_(software)","CATIA","Virtual_prototyping","Ansys","Comsol","Industrial_engineering","Quality_control","Statistical_process_control","Process_capability_index","Work_sampling","Architectural_engineering","Building_engineering","Civil_engineering","Electrical_engineering","Industrial_engineering","Industrial_design_engineering","Mechanical_engineering","Production_engineering","Tool_engineering","Product_Development"]}