{"cursor":"2747","size":15,"audio":[],"currentlang":"en","article":"'Division of property', also known as 'equitable distribution', is a\njudicial division of property rights and obligations between spouses during\ndivorce. It may be done by agreement, through a 'property settlement', or by\njudicial decree.\n\nDistribution of property is the division, due to a death or the dissolution of a\nmarriage, of property which was owned by the deceased, or acquired during the\ncourse of the marriage.\n\nIn Ferguson v. Ferguson, 639 So.2d 921 (Miss.\n1994), http://www.judybarnettpa.com/FERGUSON_FACTORS_II.pdf the\ncourt described equitable distribution of marital property at divorce as more\nfair, or equitable, than the separate property system. The court may consider\nsuch factors as \"substantial contribution to the accumulation of the property,\nthe market and emotional value of the assets, tax and other economic\nconsequences of the distribution, the parties' needs, and any other factor\nrelevant to an equitable outcome.\" Fairness is the prevailing guideline the\ncourt will use. Alimony payments, child support obligations and all other\nproperty will be considered. Even non-tangible contributions such as a\nspouse's domestic contributions to the household will be taken into account,\nwhether that spouse has anything titled in their name or not. A spouse who has\nmade non-tangible contributions may claim an equitable interest in the marital\nproperty at divorce.\n\nThe Uniform Marriage and Divorce Act §307 (UMDA\n§307) http://www.animallaw.info/statutes/stus9a_ula_238_39.htm also\nallows for the equitable distribution of property and lists factors the court\nshould consider, e.g. \"the duration of the marriage, and prior marriage of\neither party, antenuptial agreement of the parties [which is the same as a\nprenuptial agreement or premarital agreement], the age, health, station,\noccupation, amount and sources of income, vocational skills, emplyability,\nestate, liabilities, and needs of each of the parties, custodials provisions...\"\netc. Marital misconduct is not a factor in the decision-making process.\n\nAnother form of property distribution at divorce is called \"community property\ndistribution\".\n\nEquitable distribution is not the same as equal distribution. For example, in a\nfamily with a stay-at-home mother, the husband's share may be less than 50\npercent as compensation to the wife for having to return to the work force at a\nlower wage scale.\n","linknr":102,"url":"Division_of_property","recorded":1362484219,"links":21,"instances":["law"],"pdf":["http://www.judybarnettpa.com/FERGUSON_FACTORS_II.pdf"],"categories":["Divorce law","Property law"],"headings":["References"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Scale_of_justice_2.svg/22px-Scale_of_justice_2.svg.png","//bits.wikimedia.org/static-1.21wmf10/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf10/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["dissolution","law"]],"members":["dissolution"],"related":["Divorce","Dissolution_(law)","Property","Marriage","Community_property"]}