{"cursor":"2938","size":15,"audio":[],"currentlang":"en","article":"\n\n\nIn Unix-like systems, multiple users can be categorized into [[Group\n(computing)|groups]]. POSIX and conventional Unix file system permissions are\norganized into three classes, user, group, and others. The use of groups allows\nadditional abilities to be delegated in an organized fashion, such as access to\ndisks, printers, and other peripherals. This method, among others, also enables\nthe Superuser to delegate some administrative tasks to normal users, similar to\nthe Administrators group on Microsoft Windows NT and its derivatives.\n\nA 'group identifier', often abbreviated to 'GID', is a numeric value used to\nrepresent a specific group. The range of values for a GID varies amongst\ndifferent systems; at the very least, a GID can be between 0 and 32,767, with\none restriction: the login group for the Superuser must have GID 0. This numeric\nvalue is used to refer to groups in the /etc/passwd and\n/etc/group files or their equivalents. Shadow password files and\nNetwork Information Service also refer to numeric GIDs. The group identifier is\na necessary component of Unix file systems and processes.\n\nThe limits on the range of possible group identifiers come from the memory space\nused to store them. Originally, a signed 16-bit integer was used. Since the sign\nwas not necessary—negative numbers don't make valid group IDs—an unsigned\ninteger is now used instead, allowing group IDs between 0 and 65,535. Modern\noperating systems usually use unsigned 32-bit integers, which allow for group\nIDs between 0 and 4,294,967,295. The switch from 16 to 32 bits was originally\nnot necessary—one machine or even one network did not serve more than 65,536\nusers at the time—but was made to eliminate the need to do so in the future,\nwhen it would be more difficult to implement.\n","linknr":115,"url":"Group_identifier_(Unix)","recorded":1362477190,"links":16,"instances":["computing"],"pdf":[],"categories":["Unix"],"headings":["Primary vs. supplementary","Effective vs. real","References","See also"],"image":["//upload.wikimedia.org/wikipedia/en/thumb/9/99/Question_book-new.svg/50px-Question_book-new.svg.png","//bits.wikimedia.org/static-1.21wmf9/skins/vector/images/search-ltr.png?303-4","//bits.wikimedia.org/images/wikimedia-button.png","//bits.wikimedia.org/static-1.21wmf9/skins/common/images/poweredby_mediawiki_88x31.png"],"tags":[["process","computing"]],"members":["process"],"related":["Unix-like","POSIX","Unix","File_system_permissions","Computer_printer","Peripheral","Superuser","Windows_NT","Superuser","/etc/passwd","Shadow_passwords","Network_Information_Service","Unix","File_system","Process_(computing)","Effective_user_ID","Real_user_ID","Saved_user_id","Setgid","Setuid","User_identifier","Process_identifier","Inode"]}